{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "43 Millwood Road Toronto Ontario",
      "latitudeCoordinate": "43.6992850174",
      "longitudeCoordinate": "-79.394899687",
      "province": "Ontario",
      "streetAddress": "43 Millwood Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1117 Dundas Street West Toronto Ontario",
      "latitudeCoordinate": "43.6492112236",
      "longitudeCoordinate": "-79.4198604837",
      "province": "Ontario",
      "streetAddress": "1117 Dundas Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "68 Daisy Avenue Toronto Ontario",
      "latitudeCoordinate": "43.5978161792",
      "longitudeCoordinate": "-79.5282885178",
      "province": "Ontario",
      "streetAddress": "68 Daisy Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "80 Dale Avenue Toronto Ontario",
      "latitudeCoordinate": "43.752751247",
      "longitudeCoordinate": "-79.2057405",
      "province": "Ontario",
      "streetAddress": "80 Dale Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Jethro Road & Mayall Avenue Toronto Ontario",
      "latitudeCoordinate": "43.724973123292884",
      "longitudeCoordinate": "-79.52120323775426",
      "majorIntersection": "Jethro Road & Mayall Avenue",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Melanie Hale-Carter",
    "country": "Canada",
    "emailAddress": "Melanie.Hale-Carter@toronto.ca",
    "fax": "416-392-1880",
    "locationName": "Metro Hall, 2nd Floor",
    "phone": "416-392-1227",
    "postalCode": "M5V 3C6",
    "province": "Ontario",
    "streetAddress": "55 John Street"
  },
  "eventList": [],
  "noticeDate": 1515733200000,
  "noticeDescription": "<p>1. On November 3, 2017, a parcel of vacant land within the property located at 43 Millwood Road, being Part of Lot 23 on Plan 284 and shown as Part 1 on Sketch No. PS-2017-068. The parcel has a total area of approximately 292 m2 &plusmn; (861 ft2 &plusmn;). The City proposes to convey Part 1 to the Toronto District School Board for nominal sum, conditional on the City and the Toronto District School Board entering into a land lease for a proposed Recreation Facility at 43 Millwood Road.<br />2. On November 3, 2017, the legal description of the 1117 Dundas Street West property, being Part of Lots 2-4, Plan 599 and parts of Lots 20-22, Plan 371, designated as Parts 1 and 2 on Plan 64R-16052, was revised to exclude the Public Lane which is designated as Part 2 on Plan 64R-16052. The revised property description has a total area of approximately 1441.3.3 m2 &plusmn; (15,514 ft2 &plusmn;).</p>\n<p>3. On December 4, 2017, a parcel of vacant land abutting 68 Daisy Avenue, being Part of Lot 116 on Plan 1572 and shown as Part 1 on Sketch No. PS-2017-103. The parcel has a total area of approximately 290 m2 &plusmn; (3,132 ft2 &plusmn;). The City proposes to invite an offer to purchase or enter into a long term lease with the Vincent Massey Child Care &amp; Nursery School Operator.</p>\n<p>4. On December 7, 2017, portion of 80 Dale Avenue, being Part of Lot 15, Concession D, Scarborough, designated as Part 7 on Plan 66R-29604. The parcel has a total area of approximately 375.8 m2 &plusmn; (4045.2 ft2 &plusmn;). The City proposes to enter into an exchange of land with Build Toronto, conditional upon the completion of the transfer of Part 6 on Plan 66R-29604 to Build Toronto.</p>\n<p>5. On August 23, 2017, portion of Jethro Road, shown as Part 1 on Sketch No. PS-2017-031, portion of Adele Avenue, shown as Part 2 on Sketch No. PS-2017-031 and a 0.3 metre reserve strip and two parcels of vacant land, shown as Parts 3, 4 and 5 on Sketch No. PS-2017-031. The City proposes to invite an offer to purchase these parcels from the adjoining owner, Ringley Construction Ltd.</p>\n<p>6. On October 27, 2017, part of a public lane adjacent to 61 Cleveland Street, shown as Part 1 on Sketch No. PS-2016-060, conditional upon City Council approving the permanent closure of the said portion of the public lane. The property has a total area of approximately 13.7 m2 &plusmn; (147.5 ft2 &plusmn;). The City proposes to invite an offer to purchase Part 1 from the adjoining owner of 61 Cleveland Street.</p>\n<p>7. On December 4, 2017, public lane known as Rodega Lane, conditional on City Council approving the permanent closure of Rodega Lane. The public lane has a total area of approximately 135.4 m2 &plusmn; (1,457.5 ft2 &plusmn;). The City proposes to invite an offer to purchase the public lane from the adjoining owner of 65 King Street East.</p>\n<p>8. On December 4, 2017, a strata portion of the City-owned parcel of land located at 30 Merchants&rsquo; Wharf, being Part of Block 3 on 66M-2514, designated as Parts 2 &amp; 3 on 66R-28259. The strata portion has a total area of approximately 8250 m2 &plusmn; (88,802.3 ft2 &plusmn;). The City proposes to enter into a long term lease of fifty (50) years less a day with Toronto Artscape Inc. for affordable housing purposes.</p>\n<p>The following City official has information about the proposed dispositions: Mrs. Melanie Hale-Carter, Tel: 416-392-1227, Fax: 416-392-1880, Metro Hall, 55 John Street, 2nd floor, Toronto, Ontario M5V 3C6. Enquiries may be made of the said official until the 25th day of January, 2018.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 48,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "subheading": "Notice is hereby given that in accordance with the City of Toronto’s real estate disposal by-law, the following properties were declared surplus:",
  "title": "Declaration of Multiple Surplus Properties",
  "topics": [
    "Sale of City Property/Real Estate > Proposed sale of City property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-realestate.png"
  ]
}
