{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "27 Sherbourne Street North Toronto Ontario",
      "latitudeCoordinate": "43.6759804355",
      "longitudeCoordinate": "-79.3778592006",
      "postalCode": "M4W 2T3",
      "province": "Ontario",
      "streetAddress": "27 Sherbourne Street North"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "29 Sherbourne Street North Toronto Ontario",
      "latitudeCoordinate": "43.6761620015",
      "longitudeCoordinate": "-79.3778573139",
      "postalCode": "M4W 2T3",
      "province": "Ontario",
      "streetAddress": "29 Sherbourne Street North"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "31 Sherbourne Street North Toronto Ontario",
      "latitudeCoordinate": "43.6762769573",
      "longitudeCoordinate": "-79.3779893002",
      "postalCode": "M4W 2T3",
      "province": "Ontario",
      "streetAddress": "31 Sherbourne Street North"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "33 Sherbourne Street North Toronto Ontario",
      "latitudeCoordinate": "43.6763677403",
      "longitudeCoordinate": "-79.3780906502",
      "postalCode": "M4W 2T3",
      "province": "Ontario",
      "streetAddress": "33 Sherbourne Street North"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1519794000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on January 31 and February 1, 2018, having considered an application to alter designated structures in the South Rosedale Heritage Conservation District for 27, 29, 31 and 33 Sherbourne Street North, decided among other things, to</p>\n<p>1. Approve the alterations to the heritage properties at 27, 31 and 33 Sherbourne Street North, in accordance with Section 33 of the Ontario Heritage Act, and the demolition of the heritage property at 29 Sherbourne Street North, in accordance with Section 34 of the Ontario Heritage Act, substantially in accordance with plans and drawings dated September 7, 2017, prepared by ERA Architects Inc + JIAI on file with the Senior Manager, Heritage Preservation Services; and the Heritage Impact Assessment (HIA), prepared by ERA Architects Inc., dated September 7, 2017, and on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a. prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is consistent with the conservation strategy set out in the Heritage Impact Assessment for 21-33 Sherbourne Street North prepared by ERA Architects Inc., dated August September 17, 2017, to the satisfaction of the Senior Manager, Heritage Preservation Services; and</p>\n<p style=\"padding-left: 60px;\">2. enter into and register on the property at 21-33 Sherbourne Street North one or more agreements with the City pursuant to Section 37 of the Planning Act to the satisfaction of the City Solicitor, the Chief Planner and Executive Director, City Planning, and the Senior Manager, Heritage Preservation Services with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations;</p>\n<p style=\"padding-left: 30px;\">b. prior to Final Site Plan approval in connection with the Zoning By-law Amendment for the property at 21-33 Sherbourne Street North, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide final site plan drawing substantially in accordance with the approved Conservation Plan required in Part 1.a.1. above to the satisfaction of the Senior Manager, Heritage Preservation Services; and</p>\n<p style=\"padding-left: 60px;\">2. have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 30px;\">c. prior to the issuance of any permit for all or any part of the properties at 21-33 Sherbourne Street North, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 60px;\">2. provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Part 1.a.1. above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services; and</p>\n<p style=\"padding-left: 60px;\">3. provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan; and</p>\n<p style=\"padding-left: 30px;\">d. prior to the release of the Letter of Credit required in Part 1.c.3. above the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work has been completed in accordance with the Conservation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Notice of Appeal<br /></strong><br />The Ontario Heritage Act states that if the council refuses the permit applied for or gives the permit with terms and conditions attached the owner of the property may appeal the council decision to the Ontario Municipal Board.</p>\n<p>The owner of the property who wishes to appeal the decision of the council shall, within 30 days of the day the owner received notice of the Council&rsquo;s decision, give notice of appeal to the Ontario Municipal Board and to the Clerk of the municipality, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd Floor West, Toronto, Ontario, M2H 2N2. Notice of appeal must be received on or before March 30, 2018.</p>\n<p>A notice of appeal shall set out the reasons for objection to the decision of the Council of the municipality and be accompanied by the fee prescribed ($300.00) under the Ontario Municipal Board Act.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 82,
  "otherReferenceList": [
    {
      "description": "TE29.12 - Alterations of Four Heritage Properties and Demolition of One Heritage Property and Construction of a Replacement Structure in the South Rosedale Heritage Conservation District- 27, 29, 31 and 33 Sherbourne Street North",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE29.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 27, 29, 31 and 33 Sherbourne Street North",
  "topics": [
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
