{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1132 Broadview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6872246672",
      "longitudeCoordinate": "-79.3567540602",
      "postalCode": "M4K 2S5",
      "province": "Ontario",
      "streetAddress": "1132 Broadview Avenue"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1526616000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 1132 Broadview Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1132 Broadview Avenue, known as the Salvation Army Broadview Village (SABV), which contains the coach house that was originally part of the Taylor-Davies families&rsquo; Chester Park estate, and the later administrative and three residential buildings which are part of the SABV, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 1132 Broadview Avenue is located on the west side of Broadview Avenue, north of Pottery Road and contains a collection of buildings relating to three distinct periods and history of use on the remaining 2.5 acres of the original 40-acre Chester Park Estate property. The first period dating from 1881-1940 is associated with the residential use of the property by the Taylor and Davies families. The remaining building from this time is a one-and-a-half storey coach house with a truncated hipped roof on the main building and an adjacent flat-roofed, single-storey wing.</p>\n<p>The second period, 1940-1967, is associated with the adaptive re-use of the house and coach house by the Salvation Army as a children&rsquo;s home. In 1961, the coach house was renovated for residential use.</p>\n<p>In the third period, new buildings were added to the property including three, split-level two-storey &ldquo;cottages&rdquo; (1967) with low-pitched gable roofs. When the cottages were added in 1967 they were arranged to maintain the original driveway and the view from Broadview Avenue of the Coach house. At that time the proposed new administration building was designed to surround and maintain the original 1880s house. It was only in 1976, that the decision was made to demolish the house when funding for the administration building was received. The new two storey, split-level, administration building (1976) with a central, mono-pitch roof section with adjacent flat-roofs. a residential wing also with a mono-pitched roof, and a flat-roofed addition (2010) which provided a new entry and an elevator. The buildings are clad in mottled red, orange, grey and brown brick except for the addition which is clad in brown brick. From the mid-1990s to the present the property was used as a home for adults.</p>\n<p><strong>Recognition</strong></p>\n<p>The coach house was included on the Inventory of Historical Buildings in East York, by the East York Historical Society in 1993 and received a plaque from the East York Historical Society with assistance from the Ontario Ministry of Citizenship and Culture and the Salvation Army.</p>\n<p>In 2006 it was included on the City of Toronto&rsquo;s Heritage Inventory now known as the Heritage Register.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Salvation Army Broadview Village has design and physical value which is evident in the original Chester Park coach house and the Margaret R. and Harry A. Newman Building. The coach house has design value as a representative example of a late 19th century coach house building with a truncated hipped roof, symmetrical dormers and fine craftsmanship evident in the brick relief details including the segmental arched openings with raised voussoirs and the quoins.</p>\n<p>The SABV administration building has design value as a representative example of a Post-War Modernist style institutional building which displays artistic merit in its combination of traditional and modernist elements which balance the dignity of an institution with a more progressive social agenda aimed at creating nurturing residential environments for children.</p>\n<p>The SABV has historical value as an evolving campus first functioning from the 1880s as the grand estate home of the Taylor and Davies families who were significant to the community as important contributors to the development of the Todmorden Mills and the Don Valley Brick Works as well as to the growth and prosperity of the former borough of East York and the City of Toronto. From 1940, the property has been associated with the social and community outreach work that has been fundamental to the historic origins of the Salvation Army, who purchased the property in 1940 to accommodate their girl&rsquo;s home known as &ldquo;The Nest,&rdquo; previously located at 450 Pape Avenue.</p>\n<p>From that time it has evolved to accommodate young boys, older youth and from the mid-1990s adults. The property is also significant for its association with Margaret R. and Harry A. Newman who are commemorated in the naming of the 1976 administration building and who had been generous benefactors of the Salvation Army. Known for his leadership from the 1920s in the Lions Club and his support for youth and community leadership, the Harry A. Newman Foundation continues to be a supporter of programs at various Toronto universities and colleges as well as individual institutions.</p>\n<p>The property has contextual value as an evolved estate property supporting both the late 19th and mid-twentieth century character of the Broadview North neighbourhood. Situated at the rear western edge of the property at 1132 Broadview Avenue and viewed from the street and the main entrance along the driveway, the coach house is important for maintaining the original 19th century character of the area which featured many large estates with homes constructed by the Taylor and Davies families as well as to their businesses in the valley below preserved at the Todmorden Mills and Don Valley Brickworks sites. It contributes to the residential character of the neighbourhood including the adjacent Hillside Drive. The coach house is physically and historically linked to its surroundings.</p>\n<p>Facing the west side of Broadview Avenue the Margaret R. and Harry A. Newman Building is important in maintaining and supporting the character and scale of the area with its low height, residential character and its set back from the street. A part of the neighbourhood since 1976, it is historically and functionally linked to the evolution of Broadview North which following the subdivision of the Taylor and Davies&rsquo;s estates gradually incorporated smaller-scale residential properties as well as community institutions and social agencies.</p>\n<p>With the Chester Park coach house and the Margaret R. and Harry A. Newman Building, the property is a landmark in the Broadview North neighbourhood.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the coach house are:</p>\n<p>&bull; The placement and orientation of the building on the property on the west side of Broadview Avenue, north of Pottery Road, facing the end of the driveway which leads from Broadview Avenue to the coach house.<br />&bull; The scale, form and massing of the building which includes a principal one-and-a-half-storey main section with a truncated, hipped roof and eight dormers and to the south a one-storey flat-roofed wing<br />&bull; The orange-red brick cladding with its fine relief detailing of segmental arched openings with three raised voussoirs and the quoins at the corners on all elevations and the stone/composite stone sills on all window openings<br />&bull; On the principal, east elevation, the remaining remnants of four arched-headed openings &ndash; two modified to accommodate a new higher windows and a door with glazed surrounds, two bricked-in but with the voussoirs still intact, and two small arches still retaining their original configuration for a door and a narrow window<br />&bull; On the south, side elevation, the openings on the ground floor level which include the two windows on the wing with their a transom light over three vertical lights, and on the original carriage house the original high level window with the segmental arched head and the adjacent window opening which has been extended to accommodate a door<br />&bull; On the west, rear, elevation the openings on the ground floor level which include on the wing, four equally spaced segmentally arched openings, three with high level windows and one extended to accommodate a door and on the main coach house building five arched headed window openings of varying height and length<br />&bull; On the north, side, elevation, the four, high, segmentally arched openings (currently filled in) and the single glazed opening<br />&bull; The eight dormers, three on the east elevation, three on the west and one facing south and one facing north all symmetrically arranged within the truncated hipped roof. Except for the north dormer which has an exit to the fire escape, all dormers include windows<br />&bull; The setting of the coach house which comprises an unobstructed view of the east elevation along the driveway from Broadview Avenue</p>\n<p>The heritage attributes of the administrative building are:</p>\n<p>&bull; The placement and orientation of the building on the property on the west side of Broadview Avenue, north of Pottery Road, set back from Broadview Avenue with its principal elevation facing the street and fronted by an open space with lawn shrubs and four small trees<br />&bull; The scale, form and massing of the building which includes a two-and-a-half storey central block with a mono-pitched roof and overhanging eaves, flanked by two flat-roofed, one-and-a-half storey wings and a smaller rear mono-pitched two-storey residential unit, connected to the north west corner of the main building, and the two chimneys<br />&bull; The cladding which is comprised of mottled red, orange, grey and brown brick with infill panels of brown siding between the upper and lower levels of glazing on the principal, east elevation.<br />&bull; On the east elevation the composition of 8 equally-sized bays of glazing for the upper and lower stories flanked by 7 brick piers and all windows featuring three panels of glazing with a central opening section flanked on either end by the two solid brick wall planes of the flat-roofed wings with no openings<br />&bull; On the east elevation of the residential wing, the un-punctured brick wall plane with two door openings<br />&bull; On the south elevation of the administration building, the four square, regularly spaced window openings<br />&bull; On the north elevation, the two horizontal rectangular window openings and the lower level opening of the same dimension set below.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 18, 2018, which is June 18, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 171,
  "otherReferenceList": [
    {
      "description": "TE31.20 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 1132 Broadview Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE31.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 1132 Broadview Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
