{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "50 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649774666",
      "longitudeCoordinate": "-79.3762448654",
      "postalCode": "M5C 1E5",
      "province": "Ontario",
      "streetAddress": "50 King Street East"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1529294400000,
  "noticeDescription": "<p>Notice of Intention to Designate</p>\n<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 50 King Street East under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>Reasons for Designation</p>\n<p>The property at 50 King Street East (including the entrance address at 2 Toronto Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>Description</p>\n<p>The property at 50 King Street East anchors the northwest corner of the intersection of King and Toronto streets and contains a 5-storey commercial building that was completed in 1887 for the Quebec Bank, the Montreal institution that opened a number of branches in Ontario. Toronto architect, D. B. Dick prepared the plans for the building, which was extended by a complementary west addition. Following a fire in the 1940s, the Quebec Bank was restored and the west addition reconstructed. The site was listed on the City of Toronto&rsquo;s inaugural Inventory of Heritage Properties (now known as the Heritage Register) in 1973. It is located in the St. Lawrence Neighbourhood Heritage Conservation District, which was adopted by City Council in 2015.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property at 50 King Street East has cultural heritage value for its design as a well-crafted late-19th century commercial building that displays the red brick construction above the extended stone base, the polychromatic detailing and the archetypical round-arched motif associated with the late-19th century Romanesque Revival style. The primary elevations (south and east) are distinguished by the tripartite organization, the arcades organizing the window openings between the base and the attic, and the decorative brick, stone and terra cotta detailing.</p>\n<p>The Quebec Bank is historically associated with the notable architect, D. B. Dick, who designed the building in 1886. Born and trained in Scotland, Dick worked with the distinguished Edinburgh firm of Peddie and Kinnear, which purportedly inspired his Romanesque Revival designs in Toronto where he relocated in 1873. After working with Scottish expatriate, Robert Grant, in 1876 Dick established a solo practice that resulted in ongoing commissions for the Consumers&rsquo; Gas Company, industrialist William Davies, and the University of Toronto, including the restoration of University College in the 1890s.</p>\n<p>The associative value of the property at 50 King Street East is also through its contribution to an understanding of the development and significance of the St. Lawrence Neighbourhood as it evolved from its origins as &ldquo;Old Town&rdquo; and survived the Great Fire of 1849 as the commercial and institutional heart of Toronto. Within this community, the Quebec Bank was part of the area along King and Toronto streets that was the hub of banking, insurance companies and utilities in the late 19th and early 20th centuries prior to the shift of the financial district west of Yonge Street. While the St. Lawrence Neighbourhood underwent an economic downturn in the 20th century before it was revitalized in the 1960s, the Quebec Bank remained and reflects the late 19th century vibrancy and the continuing vitality of the city&rsquo;s oldest community and neighbourhood.</p>\n<p>The property at 50 King Street East is also associated with Sir Henry Mill Pellatt (1859-1939) who owned the property between 1911 and 1921. While best known for commissioning &ldquo;Casa Loma&rdquo; as his private residence in Toronto, Pellatt was noted for his involvement in banking, the Toronto Stock Exchange, insurance companies and resource development. He is remembered as the co-founder of the Electrical Development Company of Ontario, which introduced electricity to Toronto for street lighting and the street railway prior to the enterprise&rsquo;s acquisition by the forerunner to Ontario Hydro. With his role in business ventures across Canada and beyond, by the World War I era when he acquired the property at 50 King Street East, Pellatt was identified among the country&rsquo;s leading financiers.</p>\n<p>Contextually, the property at 50 King Street East contributes to the character of the St. Lawrence Neighbourhood, which is distinguished as the birthplace of Toronto where Old Town was situated and King Street was extended westward as the city&rsquo;s &ldquo;Main Street&rdquo; in the 19th century. With its setting on King Street East, the Quebec Bank contributes to an important surviving collection of 19th- and 20th-century commercial and institutional buildings, among them the neighbouring King Edward Hotel (1903), opposite, and St. James&rsquo; Cathedral (1851) to the east. Anchoring the northwest corner of King and Toronto streets, the Quebec Bank marks the entrance to Toronto Street with its important collection of 19th-century edifices, including the Seventh Post Office (1853), the National Historic Site at 10 Toronto Street, and the Consumers&rsquo; Gas Company offices (1876 ff.) at 17 and 19 Toronto Street, which are recognized heritage properties.</p>\n<p>Heritage Attributes</p>\n<p>The heritage attributes of the Quebec Bank on the property at 50 King Street East are:</p>\n<p>&bull; The setback, placement and orientation of the building on the northwest corner of King Street East and Toronto Street<br />&bull; The scale, form and massing of the 5-storey building with the rectangular-shaped plan above the raised stone-clad base with the segmental-arched door and window openings<br />&bull; The flat roofline with the corbelled brickwork (the original cornice and parapet have been removed)<br />&bull; The brick and stone cladding with the brick, stone and terra cotta detailing<br />&bull; On the south elevation extending two bays and the east elevation extending eight bays, the arcades with the banded brick and stone piers that organize the flat-headed window openings in the second and third floors and the round-arched window openings in the fourth storey<br />&bull; The detailing, with the voussoirs on the first-floor openings, the spandrels with the terra cotta panels beneath the third-storey windows, and the spandrels with the corbelled brickwork beneath the fourth-storey openings, which have archivolts and mouldings<br />&bull; On the principal (south) elevation, the main entrance to the building (the entrance has been altered)<br />&bull; The rear (north) elevation, which is viewed from Toronto Street and has stone band courses<br />&bull; The west addition, which extends two bays on King Street East and complements the original (1887) building in its height, scale, materials (excluding terra cotta) and fenestration, and is slightly setback in relation to the older building</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 18, 2018, which is July 18, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 168,
  "otherReferenceList": [
    {
      "description": "TE32.23 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter Into a Heritage Easement Agreement - 50 King Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE32.23"
    },
    {
      "description": "By-law 1129-2018 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 50 King Street East",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1129.pdf"
    },
    {
      "description": "By-law 1148-2018 - To designate the property at 50 King Street East (the Quebec Bank) as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1148.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 50 King Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
