{
  "accessibilityDescription": "City staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-395-0480, TTY 416-338-0889 or e-mail nycc@toronto.ca.",
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Eglinton Avenue & Fairbank Avenue Toronto Ontario",
      "latitudeCoordinate": "43.695145533",
      "longitudeCoordinate": "-79.452798847",
      "majorIntersection": "Eglinton Avenue & Fairbank Avenue",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Eglinton Avenue & Shortt Street Toronto Ontario",
      "latitudeCoordinate": "43.695418104",
      "longitudeCoordinate": "-79.451572433",
      "majorIntersection": "Eglinton Avenue & Shortt Street",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "locationName": "North York Civic Centre",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "North York Community Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1532352600000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1531713600000,
  "noticeDescription": "<p>To consider a proposal to name the public lane located north of Eglinton Avenue West extending between Shortt Street and Fairbank Avenue as &ldquo;Fairbank Village Lane&rdquo;.</p>\n<p>The plan showing the lands to be affected may be seen in the City Clerk&rsquo;s Office, Secretariat, Ground Floor, North York Civic Centre, 5100 Yonge Street, between the hours of 8:30 a.m. and 4:30 p.m. Monday to Friday. At its meeting to be held in Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West on July 23, 2018 at 12:30 p.m., or shortly afterwards, the North York Community Council will hear in person or by his or her counsel, agent or solicitor, any person who claims that his or her lands will be prejudicially affected by the naming and who applies to be heard with respect to the proposed naming.</p>\n<p>Notice to people writing or making presentations to the North York Community Council: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>To obtain additional information, submit comments or address the North York Community Council meeting on July 23, 2018, please contact the following City official no later than 4:30 p.m. on July 22, 2018.</p>\n<p style=\"padding-left: 30px;\">Ms. Francine Adamo<br />Administrator, North York Community Council<br />City Clerk&rsquo;s Office<br />North York Civic Centre<br />Main Floor, 5100 Yonge Street<br />Toronto, Ontario M2N 5V7<br />Telephone: 416-395-0480; Fax: 416-395-7337<br />E-mail: nycc@toronto.ca</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 199,
  "otherReferenceList": [
    {
      "description": "NY33.1 - Naming of a Public Lane north of Eglinton Avenue West between Fairbank Avenue and Shortt Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.NY33.1"
    },
    {
      "description": "Bylaw 1035-2018 - To authorize the naming of a public lane north of Eglinton Avenue West, west of Dufferin\nStreet, extending between Fairbank Avenue and Shortt Street as Fairbank Village Lane",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1035.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "City of Toronto Act, 2006 – Public Notice, North York Community Council Area - Notice is given that the City of Toronto will consider whether to pass a by-law to authorize the naming of a public highway in the North York Community Council Area",
  "title": "Renaming of “Fairbank Village Lane” – located north of Eglinton Avenue West extending between Shortt Street and Fairbank Avenue",
  "topics": [
    "Transportation > Intention to name a road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
