{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "71 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649543692",
      "longitudeCoordinate": "-79.375392315",
      "postalCode": "M5C 1G3",
      "province": "Ontario",
      "streetAddress": "71 King Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "75 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649562235",
      "longitudeCoordinate": "-79.37531085",
      "postalCode": "M5C 1G3",
      "province": "Ontario",
      "streetAddress": "75 King Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "79 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649544857",
      "longitudeCoordinate": "-79.375181278",
      "postalCode": "M5C 1G3",
      "province": "Ontario",
      "streetAddress": "79 King Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "83 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649567206",
      "longitudeCoordinate": "-79.375056223",
      "postalCode": "M5C 1G3",
      "province": "Ontario",
      "streetAddress": "83 King Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "85 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.649620014",
      "longitudeCoordinate": "-79.37511958",
      "postalCode": "M5C 1G3",
      "province": "Ontario",
      "streetAddress": "85 King Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "95 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.6496391732",
      "longitudeCoordinate": "-79.3747086111",
      "postalCode": "M5C 1G4",
      "province": "Ontario",
      "streetAddress": "95 King Street East"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1523332800000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on March 26 and 27, 2018, having considered an application to alter structures designated under Part IV of the Ontario Heritage Act for 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East, and 95 King Street East decided among other things, to</p>\n<p>1. Approve the alterations to the heritage property at 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East, in accordance with Section 33 of the Ontario Heritage Act, to allow for the construction of a new mixed use development incorporating the heritage buildings on the lands known municipally in the year 2018 as 65 King Street East, 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East, and 46 Colborne Street, with such alterations substantially in accordance with plans and drawings dated November 19, 2015 and revised November 8, 2017 prepared by IBI Group Architects Canada Inc., and on file with the Senior Manager, Heritage Preservation Services; and the Heritage Impact Assessment (HIA), prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated November 20, 2015 and revised January 26, 2018, and on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a. That prior to issuance of an Ontario Municipal Board Order (Case No.PL160519) in connection with the Zoning By-law Amendment appeal for the property at 65, 71-75, 79- 81, 83 &ndash; 85, and 95 King Street East and 46 Colborne Street the owner:</p>\n<p style=\"padding-left: 60px;\">1. Enter into a Heritage Easement Agreement with the City for the property at 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street in accordance with the plans and drawings dated November 19, 2015 and revised November 8, 2017, prepared by IBI Group Architects Canada Inc. and on file with the Senior Manager, Heritage Preservation Services, the Heritage Impact Assessment prepared by Heritage Impact Assessment (HIA), prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated November 20, 2015 and revised January 26, 2018, and in accordance with the Conservation Plan required in Recommendation 1.a.3, to the satisfaction of the Senior Manager, Heritage Preservation Services including registration of such agreement to the satisfaction of the City Solicitor;</p>\n<p style=\"padding-left: 60px;\">2. Enter into a Heritage Easement Agreement with the City for the property at 95 King Street East to the satisfaction of the Senior Manager, Heritage Preservation Services including registration of such agreement to the satisfaction of the City Solicitor;</p>\n<p style=\"padding-left: 60px;\">3. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant, that is consistent with the conservation strategy set out in the Heritage Impact Assessment for 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated November 20, 2015 and revised January 26, 2018, to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">4. Enter into and register on the property at 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street one or more agreements with the City pursuant to Section 37 of the Planning Act to the satisfaction of the City Solicitor, the Chief Planner and Executive Director, City Planning Division, and the Senior Manager, Heritage Preservation Services with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations.</p>\n<p style=\"padding-left: 30px;\">b. That prior to final Site Plan approval for the proposed Zoning By-law Amendment by City Council, for the property located at 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide final site plan drawings substantially in accordance with the approved Conservation Plan required in Recommendation 1.a.3, to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 60px;\">3. Provide a Heritage Lighting Plan that describes how the exterior of the heritage properties will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">4. Provide an Interpretation Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">5. Submit a Signage Plan to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 30px;\">c. That prior to the issuance of any permit for all or any part of the property at 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 60px;\">2. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 1.a.3 including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">3. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, Heritage Lighting Plan, and Interpretation Plan;</p>\n<p style=\"padding-left: 60px;\">4. Provide full documentation of the existing heritage properties, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">d. That prior to the release of the Letter of Credit required in Recommendation 1.c.3, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan, Interpretation Plan and Heritage Lighting Plan, and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs for the properties at 65 King Street East 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East and 46 Colborne Street to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board:</strong></p>\n<p>The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk: Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before May 10, 2018.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 131,
  "otherReferenceList": [
    {
      "description": "TE30.16 - Alterations to Designated Heritage Properties, and Authority to Enter into Heritage Easement Agreements - 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East, and 95 King Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE30.16"
    },
    {
      "description": "By-law 301-2018 - To provide for the entering into of a heritage easement agreement for the conservation of the properties known municipally as 65-89 King Street East and 46 Colborne Street",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0301.pdf"
    },
    {
      "description": "By-law 302-2018 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 95 King Street EastTo provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 95 King Street East",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0302.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and  City of Toronto, Province of Ontario  71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East And 95 King Street East",
  "title": "Notice of Decision - 71 King Street East, 75 King Street East, 79-81 King Street East, 83 King Street East, 85 King Street East, and 95 King Street East",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
