{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2896 Dundas Street West Toronto Ontario",
      "latitudeCoordinate": "43.665626128",
      "longitudeCoordinate": "-79.4661490606",
      "postalCode": "M6P 1Y8",
      "province": "Ontario",
      "streetAddress": "2896 Dundas Street West"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1523246400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 2896 Dundas Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2896 Dundas Street West, containing the building originally known as The Molsons Bank, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value. The bank building was listed on the City of Toronto&rsquo;s Heritage Inventory in 1995.</p>\n<p>The property at 2896 Dundas Street West is located at the north side of Dundas Street West, west of Keele Street and contains the a building originally known as The Molsons Bank building. Constructed in 1911, to the designs of the architects Langley &amp; Howland, the two-storey bank building was originally built on a rectangular plan with a flat roof, brick and stone cladding including two stone columns flanked by rusticated piers. In 1936, the Canadian Bank of Commerce (known as CIBC since 1961) purchased the building. In 1954 the building was extended with a rear one-storey wing and renovated interiors to the designs of the architect M. Coleman. In 2002, the property was sold and redeveloped as &ldquo;The Treasury&rdquo; a second-hand store, now a residential property.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The building at 2896 Dundas Street West has design value as a fine example of an early twentieth century bank in the Edwardian Classical style with a beautifully detailed main elevation featuring a stone portico with Tuscan Doric columns and banded piers, arched openings with moulded stone surrounds and an inventive rendering of a traditional entablature and cornice indicating its architects had a sophisticated knowledge of the classical language.</p>\n<p>The bank building has historical value as it is associated with the early history and development of the West Toronto Junction as a village and town prior to its amalgamation with the City of Toronto in 1909. It has historic associations with the Molson brewery family, who founded The Molsons Bank in 1853 in Montreal as well as the Canadian Bank of Commerce (later the Canadian Imperial Bank of Commerce). Both banks were part of the early history of the West Toronto Junction, the emergence of its main street business section as each had opened a branch as early as 1888 and 1893 respectively. The building is valued for its association with the successful Toronto architectural partnership of Langley &amp; Howland whose commissions included branch banks across the city and the province and were also the architects of three other Molsons Bank branches built between 1909 and 1913.</p>\n<p>Situated on the north side of Dundas Street West, west of Keele Street, the property at 2896 Dundas Street West has contextual value as it maintains the late19th-early 20th century Main Street pattern of two-three storey buildings with a mix of brick shop-fronts with residential accommodation and monumental stone banks and post offices that characterised the west Junction throughout its history and represents an urban pattern of settlement typical of Main Streets in suburbs and small towns throughout Ontario. The use of stone cladding and full-height columns and piers on the elevation contributes to the streetscape with its grand institutional character and ties in with other Junction bank buildings from the late 19th and early 20th centuries. The Molsons Bank is one of the landmarks which punctuates the streetscape with its material, forms and details and contributes to the historic character and context of the Junction.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Molsons/CIBC Bank building are:</p>\n<p style=\"padding-left: 30px;\">&bull;The placement and orientation of the building on its property on the north side of Dundas Street West, west of Keele Street</p>\n<p style=\"padding-left: 30px;\">&bull;The setting of the bank building which includes the sidewalk in front of its principal (south) elevation.</p>\n<p style=\"padding-left: 30px;\">&bull;The scale, form and massing of the two-storey, flat-roofed, bank building</p>\n<p style=\"padding-left: 30px;\">&bull;On the principal, south elevation, the arrangement of a three-bay fa&ccedil;ade with a central entrance flanked by windows in the outer bays, with two columns separating the bays and two outer piers at the outer corners</p>\n<p style=\"padding-left: 30px;\">&bull;The primary material cladding of the elevation is limestone</p>\n<p style=\"padding-left: 30px;\">&bull;The stone details include the unfluted Tuscan Doric columns and two broad rusticated piers also with Tuscan Doric capitals all of which are set on a raised bas</p>\n<p style=\"padding-left: 30px;\">&bull;Across the top of the columns and piers is an entablature with a plain frieze with a pair of triglyphs with guttae at each end and a projecting moulded cornice above with mutules on its underside</p>\n<p style=\"padding-left: 30px;\">&bull;At the top of the elevation is a stone balustrade with bulbous balusters between panelled piers whose thickness corresponds to the columns and piers below</p>\n<p style=\"padding-left: 30px;\">&bull;The wall cladding features a smooth ashlar stone which is relieved with rectangular blocks and a continuous moulded string course beneath the upper windows and a relief in the surface with decorative panels below the windows</p>\n<p style=\"padding-left: 30px;\">&bull;On the principal elevation, the ground floor openings feature round headed openings with moulded arch surrounds and keystones for the central door and flanking windows.</p>\n<p style=\"padding-left: 30px;\">&bull;The three upper level windows feature flat-headed, square window openings</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Rosemary Mackenzie, Administrator, Etobicoke York Community Council, Etobicoke Civic Centre, Main Floor, 399 The West Mall, Toronto, ON M9C 2Y2 within thirty days of April 9, 2018, which is May 9, 2018. The notice must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 130,
  "otherReferenceList": [
    {
      "description": "EY28.9 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 2896 Dundas Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.EY28.9"
    },
    {
      "description": "By-law 225-2019 - To designate the property at 2896 Dundas Street West as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0225.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and  City of Toronto, Province of Ontario  2896 Dundas Street West",
  "title": "Notice of Intention to Designate - 2896 Dundas Street West (The Molsons Bank)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
