{
  "addressList": [],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Licensing and Standards Committee",
    "country": "Canada",
    "emailAddress": "lsc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Licensing and Standards, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1530883800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1530158400000,
  "noticeDescription": "<p>At its meeting to be held in Committee Room 1 in Toronto City Hall on Friday, July 6, 2018 at 9:30 a.m., or as soon as possible thereafter, the Licensing and Standards Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decision of the Licensing and Standards Committee and the decision of Toronto City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards, may occur as a result of the decisions of the Licensing and Standards Committee and Toronto City Council.</p>\n<p>It is proposed that the By-law be amended at the City Council meeting to be held on July 23, 24, and 25, 2018, or at a subsequent meeting.</p>\n<p><strong>Municipal Licensing and Standards is proposing that:</strong></p>\n<p>1. City Council establish a Dangerous Dog Review Tribunal as an Adjudicative Board comprised of five public members appointed by City Council, including a Chair, to hold hearings pursuant to Toronto Municipal Code Chapter 349-16, Animals, and approve its governance structure, as set out in Attachment 1 of this report, effective on the date of City Council&rsquo;s appointment of public members to the Tribunal.</p>\n<p>2. City Council authorize the City Clerk to recruit members for the Dangerous Dog Review Tribunal for review by the appropriate Nominating Panel for recommendation of appointment by City Council.</p>\n<p>3. City Council direct that the City Clerk be appointed as the Secretary of the Dangerous Dog Review Tribunal.</p>\n<p>4. City Council amend Chapter 349, Animals, so that, effective March 31, 2019:</p>\n<p style=\"padding-left: 30px;\">a. the Dangerous Dog Review Tribunal is defined as an Adjudicative Board with five public members appointed by City Council for a term specified by City Council which shall hear appeals under Section 16 of this Chapter;</p>\n<p style=\"padding-left: 30px;\">b. a new section is added that states that the Dangerous Dog Review Tribunal is established in accordance with the Governance Structure of the City of Toronto&rsquo;s Dangerous Dog Review Tribunal approved by City Council;</p>\n<p style=\"padding-left: 30px;\">c. the term &ldquo;Executive Director&rdquo; is deleted from Sections 16A, 16B, and 16C and replaced with the term &ldquo;Dangerous Dog Review Tribunal&rdquo;; and</p>\n<p style=\"padding-left: 30px;\">d. a new section is added that states that hearings under Section 16 shall be heard by a panel comprised of a minimum of three members from the</p>\n<p style=\"padding-left: 30px;\">Dangerous Dog Review Tribunal.</p>\n<p>5. City Council direct that remuneration for members of the Dangerous Dog Review Tribunal is as follows:</p>\n<p style=\"padding-left: 30px;\">a. members receive a per diem of $350 for a full day of hearings;</p>\n<p style=\"padding-left: 30px;\">b. members receive $200 for a half day of hearings, where a half day is defined as three and a half hours or fewer;</p>\n<p style=\"padding-left: 30px;\">c. members receive $200 for attendance at a business meeting or training, as required; and</p>\n<p style=\"padding-left: 30px;\">d. the Chair be remunerated $1,000 annually for performing the duties of Chair of the Tribunal.</p>\n<p>6. City Council deem the existing Tribunal dissolved, effective March 31, 2019.</p>\n<p>To view copies of the report outlining and explaining the proposed amendments, please view the Licensing and Standards Committee&rsquo;s agenda, current as of Thursday, June 28, 2018. To obtain copies of the report at no cost, or to submit comments or make a deputation to the Licensing and Standards Committee, please contact the Committee no later than 12 noon on Thursday, July 5, 2018:</p>\n<p style=\"padding-left: 30px;\">Licensing and Standards Committee<br />City Clerk&rsquo;s Office<br />Toronto City Hall, 100 Queen Street West<br />10th Floor, West Tower, Toronto, Ontario, M5H 2N2<br />Telephone: 416-397-4592<br />TTY: 416-338-0889<br />Fax: 416-392-1879<br />E-mail: <a href=\"mailto:lsc@toronto.ca\">lsc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report respecting the above, please contact:</p>\n<p style=\"padding-left: 30px;\">Carleton Grant<br />Director, Policy and Strategic Support<br />Municipal Licensing and Standards<br />Toronto City Hall, 100 Queen Street West<br />Toronto, Ontario, M5H 2N2<br />Telephone: 416-338-5576<br />E-mail: <a href=\"mailto:carleton.grant@toronto.ca\">carleton.grant@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the report sets out proposed changes, the Committee and/or City Council may make amendments and may adopt fees that differ from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Licensing and Standards Committee will make its final recommendations on Friday, July 6, 2018, which will be forwarded to City Council at its meeting on July 23, 24, and 25, 2018.</p>\n<p><strong>Notice to people writing or making presentations to the Licensing and Standards Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number, or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting, you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 212,
  "otherReferenceList": [
    {
      "description": "LS27.1 - Improved Dangerous Dog Review Tribunal",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.LS27.1"
    },
    {
      "description": "Bylaw 1191-2018 - To amend City of Toronto Municipal Code Chapter 349, Animals, with respect to the Dangerous Dog Review Tribunal",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1191.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Municipal Licensing and Standards is proposing that the Council of the City of Toronto adopt amendments to Toronto Municipal Code Chapter 349, Animals.",
  "title": "Amendments to Toronto Municipal Code Chapter 349, Animals",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
