{
  "addressList": [],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Licensing and Standards Committee",
    "country": "Canada",
    "emailAddress": "lsc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Licensing and Standards Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1530883800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1530158400000,
  "noticeDescription": "<p>At its meeting to be held in Committee Room 1 in Toronto City Hall on Friday, July 6, 2018 at 9:30 a.m., or as soon as possible thereafter, the Licensing and Standards Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decision of the Licensing and Standards Committee and the decision of Toronto City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards, may occur as a result of the decisions of the Licensing and Standards Committee and Toronto City Council.</p>\n<p>It is proposed that the By-law be created at the Council meeting to be held on July 23, 24, and 25, 2018, or at a subsequent meeting.</p>\n<p><strong>Municipal Licensing and Standards is proposing that:</strong></p>\n<p><strong>New By-law</strong></p>\n<p>1. City Council establish a Toronto Municipal Code Chapter for dust that is applicable to residential construction.</p>\n<p>2. City Council direct that every person engaging in, permitting, or directing construction activities on residential properties shall comply with the provisions of the Chapter, as set out in the recommendations of this report.</p>\n<p>3. City Council mandate that the Dust By-law does not apply to necessary municipal work, work occurring on commercial and industrial properties, and construction of a multi-residential building, subdivision, or mixed-use development.</p>\n<p>4. City Council mandate that the Dust By-law does not apply to residential demolition projects that have approved demolition permits.</p>\n<p><strong>Preventative Measures</strong></p>\n<p>5. City Council direct that the Toronto Municipal Code Chapter for dust include the following:</p>\n<p style=\"padding-left: 30px;\">a. no person shall cause or permit dust, or direct or cause a person to make dust, occurring as a result of residential construction activities that escapes from a residential property where the construction activity occurs and enters another premises;</p>\n<p style=\"padding-left: 30px;\">b. it is an offence for any person to take any action or fail to take any action that would result in dust under 5a;</p>\n<p style=\"padding-left: 30px;\">c. the above does not apply where reasonable preventative measures were taken to prevent dust from escaping a residential property including one, or a combination of, the following dust control measures to the satisfaction of the Executive Director, Municipal Licensing and Standards:</p>\n<p style=\"padding-left: 60px;\">i. wetting the construction material;<br />ii. using a wet saw;<br />iii. using dustless saw technology;<br />iv. tarping or otherwise containing the source of dust;<br />v. installing wind fencing or a fence filter;<br />vi. using a vacuum attachment when cutting; or<br />vii. any other preventative measure deemed by the Executive Director, Municipal Licensing and Standards, to be adequate in the mitigation of dust escaping a residential property based on the nature of the activity.</p>\n<p><strong>Implementation</strong></p>\n<p>6. City Council direct that the proposed Dust By-law come into effect on September 4, 2018.</p>\n<p>Definitions</p>\n<p>7. City Council define a commercial property as any property within the municipality which is zoned for commercial use by an applicable Zoning By-law or which is used in whole or in part for commercial use.</p>\n<p>8. City Council define construction equipment as any equipment or device designed and intended for use in construction or material handling, including, but not limited to, hand tools, power tools, pneumatic or hydraulic tools, or other material-handling equipment.</p>\n<p>9. City Council define dust, for the purpose of this By-law, as solid particles which may become or be airborne as a result of residential construction activities, including, but not limited to, trimming, blasting, drilling, crushing, grinding, sawing, screening, cutting, altering, or moving of clay, mortar, stone, rock, stucco, concrete, tile, and insulation.</p>\n<p>10. City Council define industrial property as any property within the municipality which is zoned for industrial use by an applicable Zoning By-law or which is used in whole or in part for industrial use.</p>\n<p>11. City Council define multi-residential as the following:</p>\n<p>a. land used for residential purposes that has seven or more self-contained units located on it; and</p>\n<p>b. vacant land principally zoned for multi-residential development.</p>\n<p>12. City Council define necessary municipal work as construction, rehabilitation, or maintenance processes using construction equipment conducted by, or on behalf of, the City, the Province of Ontario, the Government of Canada, or any of their respective agencies or agents.</p>\n<p>13. City Council define premises as a property, multi-residential, or mixed-use building, or a part of a property, multi-residential, or mixed-use building owned or occupied by any person, including a corporation.</p>\n<p>14. City Council define residential construction as anything to do in the erection, installation, extension, or material alteration or repair of a residential property, including decorative stonework, retaining walls, and walkways.</p>\n<p>15. City Council define residential property as the land, a building, or structure used, capable of being used, designed, or intended for residential use, excluding a multi-residential building.</p>\n<p><strong>Administrative Matters</strong></p>\n<p>16. City Council direct that the new Toronto Municipal Code for residential construction dust provide the following, consistent with authority under the City of Toronto Act, 2006:</p>\n<p style=\"padding-left: 30px;\">a. that the maximum fine amount is $100,000;</p>\n<p style=\"padding-left: 30px;\">b. establish special fines where it is determined that the conduct could have resulted in economic advantage or gain to the party found to have breached the By-law;</p>\n<p style=\"padding-left: 30px;\">c. create an offence for failing to comply with a notice of violation or other order or direction made under the By-law;</p>\n<p style=\"padding-left: 30px;\">d. establish that directors or officers of a corporation knowingly concurring in the contravention of any offence under the By-law by the corporation are guilty of an offence; and</p>\n<p style=\"padding-left: 30px;\">e. specify the authority of the City to enter on land to carry out an inspection to determine compliance with the By-law, a notice of violation or other direction or order of the City, or a direction or order made under a By-law.</p>\n<p>To view copies of the report outlining and explaining the proposed amendments, you may view the Licensing and Standards Committee&rsquo;s agenda, current as of Thursday, June 28, 2018. To obtain copies of the report at no cost, or to submit comments or make a deputation to the Licensing and Standards Committee, please contact the Committee no later than 12 noon on Thursday, July 5, 2018:</p>\n<p style=\"padding-left: 30px;\">Licensing and Standards Committee<br />City Clerk&rsquo;s Office<br />Toronto City Hall, 100 Queen Street West<br />10th Floor, West Tower, Toronto, Ontario, M5H 2N2<br />Telephone: 416-397-4592<br />TTY: 416-338-0889<br />Fax: 416-392-1879<br />E-mail: <a href=\"mailto:lsc@toronto.ca\">lsc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report respecting the above, please contact:</p>\n<p style=\"padding-left: 30px;\">Carleton Grant<br />Director, Policy and Strategic Support<br />Municipal Licensing and Standards<br />Toronto City Hall, 100 Queen Street West<br />Toronto, Ontario, M5H 2N2<br />Telephone: 416-338-5576<br />E-mail: <a href=\"mailto:carleton.grant@toronto.ca\">carleton.grant@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the report sets out proposed changes, the Committee and/or City Council may make amendments and may adopt fees that differ from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Licensing and Standards Committee will make its final recommendations on Friday, July 6, 2018, which will be forwarded to City Council at its meeting on July 23, 24, and 25, 2018.</p>\n<p>Notice to people writing or making presentations to the Licensing and Standards Committee: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number, or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting, you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 211,
  "otherReferenceList": [
    {
      "description": "LS27.2 - Proposed By-law to Regulate Residential Construction Dust",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.LS27.2"
    },
    {
      "description": "Bylaw 1088-2018 - To adopt City of Toronto Municipal Code Chapter 417, Dust, for the regulation of nuisance dust in the City of Toronto",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1088.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Municipal Licensing and Standards is proposing that the Council of the City of Toronto create a new Toronto Municipal Code Chapter to Regulate Residential Construction Dust.",
  "title": "Proposal that the Council of the City of Toronto create a new Toronto Municipal Code Chapter to Regulate Residential Construction Dust",
  "topics": [
    "Licensing > Proposal to amend the Licensing Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
