{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "10 Widmer Street Toronto Ontario",
      "latitudeCoordinate": "43.64688588",
      "longitudeCoordinate": "-79.391543258",
      "province": "Ontario",
      "streetAddress": "10 Widmer Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "20 Widmer Street Toronto Ontario",
      "latitudeCoordinate": "43.647159607",
      "longitudeCoordinate": "-79.391660483",
      "province": "Ontario",
      "streetAddress": "20 Widmer Street"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1536638400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 10-20 Widmer Street under Part IV, Section 29 of the Ontario Heritage Act.<br /><br /></p>\n<p><strong>Reasons for Designation</strong>:<br /><br /></p>\n<p>The properties at 10-20 Widmer Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.<br /><br /></p>\n<p><strong>Description</strong>:<br /><br /></p>\n<p>Located on the west side of the street, north of King Street West, the properties at 10-20 Widmer Street contain six 2&frac12;-storey house form buildings dating to 1876 whose construction is attributed to Toronto builder William A. Grant and his brothers.&nbsp; As the surviving six units of the original 10-part row, the Widmer Street Row Houses occupy land that was first developed for Toronto&rsquo;s inaugural general hospital and leased by the institution&rsquo;s trustees until the sale of the properties in the late 20th century.<br /><br /></p>\n<p><strong>Statement of Cultural Heritage Value</strong>:<br /><br /></p>\n<p>The properties at 10-20 Widmer Street have cultural heritage value for their design as the oldest surviving group of row houses in the King-Spadina neighbourhood that are designed in the prototypical Toronto Bay-n-Gable style.&nbsp; The remaining six units of the original group of 10 buildings are distinguished by the elevated entrances, the bay windows that extend two stories from the raised bases to the first (ground) floor, and the original detailing that includes the brick corbels organizing the units into pairs, the pair of paneled wood doors on 10 Widmer, and the fish-scale shingles and wood detailing in the gable on 20 Widmer.</p>\n<p>&nbsp;</p>\n<p>The associative value of the properties at 10-20 Widmer Street is through their contribution to an understanding of the development and evolution of the King-Spadina neighbourhood where they are located on the lands originally developed for Toronto&rsquo;s first general hospital when the community was an institutional enclave (where the third Provincial Parliament Buildings were also situated) adjoined by residential subdivisions.&nbsp; The Widmer Street Row Houses were constructed following the relocation of York (Toronto) General Hospital, but prior to the transformation of King-Spadina as the city&rsquo;s new manufacturing district after the Great Fire of 1904.&nbsp; With the removal of most of the residential buildings that characterized the neighbourhood, the Widmer Street Row Houses survived to reflect the late-19th century appearance of this part of King-Spadina.</p>\n<p>&nbsp;</p>\n<p>Contextually, the properties at 10-20 Widmer Street contribute to the historical character of the King-Spadina neighbourhood as it emerged in the 19th century as an institutional and residential enclave prior to its evolution as Toronto&rsquo;s industrial centre.&nbsp; The Widmer Street Row Houses are historically, visually and physically related to their surroundings where they stand as the last remaining 19th century residential buildings on Widmer Street.</p>\n<p><br /><strong>Heritage Attributes</strong><br /><br /></p>\n<p>The heritage attributes of the Widmer Street Row Houses at 10-20 Widmer Street are:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the row of six house form buildings on the west side of the street, north of King Street West</li>\n<li>The scale, form and massing of the 2&frac12;-storey buildings with the rectangular-shaped plans above the raised bases (the door openings in the bases are not original)</li>\n<li>The gable roofs with the steeply-pitched gables on the east ends, with the surviving fish-scale shingles and wood detailing in the gable on 20 Widmer Street (the current bargeboard is not original), and the brick chimneys on the south elevation of 10 Widmer and the north elevation of 20 Widmer</li>\n<li>The yellow brick cladding with the brick, stone and wood detailing</li>\n<li>The arrangement of the six row houses into three pairs, which are organized as mirror images with the elevated entrances placed side by side, accessed by sets of stairs with wood detailing, and protected by open porches (the porches on the units at 18 and 20 Widmer Street have been removed)</li>\n<li>On the east elevations, the segmental-arched door openings containing transoms and, on the building at 10 Widmer Street, the pair of paneled wood doors</li>\n<li>The fenestration on the east elevation of each individual building, with the bay window that extends from the base to the first (ground) floor and contains large segmental-arched openings that are repeated in the second storey above the bay window and the entrance</li>\n<li>The detailing on the east elevations, with the brick voussoirs and stone keystones on the door and window openings, the stone sills, and the corbelled brickwork along the roofline separating each pair of buildings</li>\n<li>The rear (west) wings and additions are not identified as heritage attributes.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, Toronto, Ontario M5H 2N2 within thirty days of September 11, 2018, which is October 11, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 236,
  "otherReferenceList": [
    {
      "description": "TE33.19 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement - 10-20 Widmer Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE33.19"
    },
    {
      "description": "Bylaw 796-2018 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 8 Widmer Street and 10-20 Widmer Street",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0796.pdf"
    },
    {
      "description": "Bylaw 8-2019 - To designate the property at 10-20 Widmer Street (Widmer Street Row Houses) as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0008.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 10-20 Widmer Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
