{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "517 Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.6428041566",
      "longitudeCoordinate": "-79.3990426847",
      "province": "Ontario",
      "streetAddress": "517 Wellington Street West"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1535515200000,
  "noticeDescription": "<p>Take notice that City Council intends to amend former City of Toronto By-law 758-79, a by-law designating the properties at 495-517 Wellington Street West under Part IV, Section 29 of the Ontario Heritage Act, to update the cultural heritage values and attributes according to the 2005 amendments to the Ontario Heritage Act.</p>\n<p>Now known as 517 Wellington Street West (with entrance addresses at 495 Wellington Street West, 31 Portland Street and 501 Front Street West), the Copp Clark Company Complex meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p>Located on the southeast corner of Wellington and Portland Streets in the King-Spadina neighbourhood, the property at 517 Wellington Street West contains a complex of buildings commissioned by the Copp Clark Company Limited (later known as the Copp Clark Publishing Company). At the east end of the site, the building identified by the entrance address of 495 Wellington Street West comprises a three-storey factory building with a two-storey rear (south) wing dating to 1909 that was extended to the south by a three-storey addition built in 1928. Directly west, the four-storey office and warehouse building was completed in 1912. All the buildings were designed by the Toronto architectural partnership of Wickson and Gregg. The property at 517 Wellington Street West was listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 1974 and designated under Part IV, Section 29 of the Ontario Heritage Act in 1979 by By-law 758-79. In October 2017, Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017. In 2018, the HCD was under appeal The King-Spadina HCD Plan (2016) identifies 517 Wellington Street West as a contributing heritage property.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 517 Wellington Street West has cultural heritage value for its design as a complex of early 20th century industrial buildings sharing complementary Edwardian Classical detailing from the most popular style of the pre-World War I era. Identified by its somber red brick work, symmetrical appearance and restrained classical detailing, Edwardian Classicism was particularly popular for industrial buildings, including the Copp Clark Company Complex. The style is evident on the factory building (1909) where the north elevation on Wellington Street West incorporates a frontispiece with a parapet and stone detailing that contains a classically-detailed entrance at its base. Directly west, the larger combined office building and warehouse (1912) is viewed from both Wellington and Portland streets and is particularly distinguished by the treatment of the corners with the oversized piers and the stepped parapets, the stone embellishments along the north and west rooflines, and the cornice that continues from the north to the west elevation.</p>\n<p>The Copp Clark Company Complex is valued for its association with the Toronto architectural firm of Wickson and Gregg, which designed all of the buildings. Headed by A. Frank Wickson and Alfred Holden Gregg, the partners opened their practice in 1905 and received immediate acclaim for their design for the Carnegie-funded Central Reference Library at College and St. George streets (completed in 1909 in association with architect A. H. Chapman) and Timothy Eaton Memorial Church and Sunday School (1911-1913) on St. Clair Avenue West. Both had previous experience designing factories and warehouses in the King-Spadina neighbourhood, which continued with the Turnbull Elevator Company Building (1906) on John Street, a trio of buildings adjoining the intersection of King and Duncan streets (1906-1907), and the Copp Clark Company&rsquo;s Wellington Street complex. The firm and its successors, Wickson, Gregg and Blackwell designed the subsequent additions to the latter site.<br />The property at 517 Wellington Street West is associated historically with the publishing industry in Toronto and Canada as the location beginning in 1909 of the Copp Clark Company Limited. The origins of the firm dated to the 1840s when Scottish-born bookseller and publisher, Hugh Scobie opened a stationery store in Toronto that evolved into a printing and bookbinding enterprise. Following Scobie&rsquo;s death, part of his business was acquired by partners Thomas Maclear and George Elliott Thomas, whose employees included William Walter Copp (1826-1894). In 1869, Copp and Henry James Clark continued the enterprise as Copp, Clark and Company while suspending the retail operation. The &ldquo;Canadian Almanac&rdquo; founded by Scobie remained a cornerstone of Copp Clark&rsquo;s varied publications, which expanded in the late 19th century to include maps, school textbooks and popular literature. During the interwar era, controlling interest in Copp Clark was acquired by the descendants of George Elliott Thomas, who retained the company until 1955 when it was renamed the Copp Clark Publishing Company. In the 21st century specializing in products and services relating to global financial markets, Copp Clark remains Canada&rsquo;s longest continuously operating book publisher.</p>\n<p>The Copp Clark Company Complex has associative value for its contribution to the understanding of the historical evolution of the King-Spadina neighbourhood, which developed on part of the Military Reserve that was established in the 18th century west of the Town of York and was subsequently subdivided and sold in the early 19th century to accommodate the expansion of the City of Toronto. The plan of subdivision incorporated two important public squares (Victoria Memorial Square, with its military burial ground, and Clarence Square) that were connected by an unusually wide boulevard named Wellington Place as the setting of upscale housing. Most of the original housing stock was removed as part of the transformation of the King-Spadina neighbourhood from its origins as an institutional and residential district to Toronto&rsquo;s new manufacturing centre after the Great Fire of 1904. The Copp Clark Company Complex was amongst the earliest industrial sites on Wellington Street West, west of Spadina Avenue, and contributed to the transformation of the formerly residential enclave.</p>\n<p>Contextually, the property at 517 Wellington Street West supports the historical character of the King-Spadina neighbourhood as it developed and evolved in the 19th and 20th centuries from its origins as an institutional and residential community to the city&rsquo;s industrial centre. In King-Spadina, the Copp Clark Company Complex reflects the conversion in the early 20th century of the section of Wellington Street West originally known as Wellington Place from a residential enclave between Clarence Square and Victoria Memorial Square to part of Toronto&rsquo;s manufacturing sector. As one of the earliest industrial developments on the street, the Copp Clark Company Complex is historically, visually and physically linked to its setting on an expansive corner lot where it is viewed from Wellington, Portland and Front streets.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>The heritage attributes of the Copp Clark Company Complex at 517 Wellington Street West are:</strong></p>\n<p>1.&nbsp; The placement, setback and orientation of the complex of buildings on the southeast corner of Portland Street, consisting of the 3-storey factory building (1909) with the two-storey south wing (1909) and the three-storey south addition (1928), and the adjoining four-storey office and warehouse building (1912)</p>\n<p>2.&nbsp; 1909 Factory Building (entrance address at 495 Wellington Street West</p>\n<p>3.&nbsp; The scale, form and massing of the three-storey building above the raised base with the flat-headed window openings on the north elevation<br />4.&nbsp; The flat roofline with the parapet with the stone diamond motifs<br />5.&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing<br />6.&nbsp; The principal (north) elevation, which is organized into five bays by brick piers with stone coping (at the west end, the glazed link connecting this building to the 1912 office building and warehouse is not original to the design)<br />7.&nbsp; On the north elevation, in the second bay from the east end, the frontispiece (under the parapet) with the main entrance placed at the base in a surround with classical detailing (the door has been replaced)<br />8.&nbsp; The fenestration on the north elevation, with the mixture of flat-headed and segmental-arched openings with the brick flat arches, the stone sills and, on some of the openings in the frontispiece, the stone keystones<br />9.&nbsp; The detailing on the north elevation, with the cornice with the brick corbels beneath the third-floor openings<br />10.&nbsp; The east elevation, which is viewed from Wellington Street West and is devoid of openings<br />11.&nbsp; The two-storey south wing (1909), with the raised base and the symmetrically-organized segmental-arched openings with the brick and stone detailing on the east and west elevations<br />12.&nbsp; The three-storey south addition (1928), which is L-shaped with brick cladding and symmetrically-placed fenestration (the fourth storey is an addition)</p>\n<p><strong>1912 Office and Warehouse Building</strong></p>\n<p>1.&nbsp; The scale, form and massing of the four-storey near-square plan above the raised base with the flat-headed window openings<br />2.&nbsp; The flat roof with the stepped parapets with the coping on the northeast, northwest and southwest corners, the penthouse at the southeast corner and the chimney on the south end<br />3.&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing<br />4.&nbsp; On the north elevation on Wellington Street West and the west elevation on Portland Street, the corner frontispieces and the brick piers with the decorative stonework that organize the segmental-arched window openings in the first (ground) and fourth floors and the flat-headed window openings in the second and third floors<br />5.&nbsp; The entrance on the north elevation, which is placed in a classical surround in the westernmost bay, and the cargo entrance on the west elevation<br />6.&nbsp; The south elevation, which is viewed from Portland Street and has flat-headed and segmental-arched openings<br />7.&nbsp; The detailing, with the brick and stone detailing on the window openings on the north, west and south elevations, and the cornice that extends above the first-floor openings across the north and west elevations</p>\n<p>Notice of an objection to the amendment of the designating by-law may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of August 29, 2018, which is September 28, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 229,
  "otherReferenceList": [
    {
      "description": "TE34.15 - Alterations to a Heritage Property, Amendment of a Designation By-law and Authority to Enter into a Heritage Easement Agreement - 517 Wellington Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE34.15"
    },
    {
      "description": "Bylaw 1130-2018 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 517 Wellington Street West.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1130.pdf"
    },
    {
      "description": "Bylaw 14-2019 - To amend By-law 758-79 of the former City of Toronto, being a by-law to designate the property at 495-517 Wellington Street West as being of architectural value or interest.",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE34.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Amendment of Designating By-law 758-79 – 517 Wellington Street West",
  "topics": [
    "Heritage > Amendment to the designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
