{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "35 Kingsway Crescent Toronto Ontario",
      "latitudeCoordinate": "43.6560740752",
      "longitudeCoordinate": "-79.5042998145",
      "postalCode": "M8X 2P9",
      "province": "Ontario",
      "streetAddress": "35 Kingsway Crescent"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 35 Kingsway Crescent - December 13, 2018.",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=162"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1544677200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 35 Kingsway Crescent under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 35 Kingsway Crescent, containing the building originally known as the Richard and Elsie Pearce house, in the Kingsway, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 35 Kingsway Crescent is located on the east side of Kingsway Crescent, and sits in a line of grand estate houses sharing a cohesive architectural character, scale and setting on the ridge overlooking the Humber River Valley in the Kingsway Park (now known as the Kingsway) neighbourhood established by Home Smith &amp; Co. The property contains the house originally known as the Richard and Elsie Pearce house designed and constructed in 1929 by the architects (R. S. Hanks) and builders of Home Smith &amp; Co. The two-and-a-half storey building was designed on an elongated cruciform plan with a steeply pitched hipped roof intersected by a lower gabled roof, punctuated by two tall chimneys. In 1946, Matthew James and Dorothy Boylen purchased the property and, in 1947, added the garage to the north in the same style as the house. In 1960, a semi-circular sunroom was added to the south end of the house. Two iron gates with stone gate posts provide access to the semi-circular drive which frames a deep lawn. Mature trees and shrubs contribute to the picturesque setting.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Pearce house at 35 Kingsway Crescent has design value as an exceptionally fine example of a Kingsway Park \"Old English Manor\" house type designed in concordance with the principles of the Arts and Crafts movement with Tudor Revival style elements. The characteristics of this type are evident in the grand scale combined with a contrasting informal picturesque character which is achieved through the massing with its steeply pitched roofs combining hipped and gable forms, the tall sculptural chimney, the projecting entrance bay with its gable roof jetty over a bay window and the recessed door of the principle entrance. The house displays a high degree of craftsmanship and artistic merit in the variety of form which is complimented by an equivalent mix of materials including Humber Valley River stone which is rough-hewn, the half timbering with stucco cladding of the second storey and the small paned casement wood windows. The informality of the Arts and Crafts principles is extended through the arrangement of the casement windows in a random pattern with a variety of sizes from one to three sections. The entry bay is given particular emphasis with a greater variety of materials, rough and smooth stone, half timbering with cross patterns as well as red-brick \"nogging,\" and leaded-glass windows with panes of stained glass. The location of the house on the Humber River Valley ridge, with its landscaped grounds, mature trees and broad lawn surrounded by a circular drive, adds to the characteristic picturesque quality of the property. Artistic merit is also evident in the care with which the two-car garage located to the north was designed with corresponding materials and Tudor Revival details to match the original house.</p>\n<p>The Pearce house has historical value as it is associated with the early history and development of Kingsway Park, one of the suburban neighbourhood estates, including Baby Point, which were created through Robert Home Smith's Humber Valley Surveys. The 1914 surveys laid out as a sequence of neighbourhoods intended to preserve the natural landscape, contours and character of the area surrounding the Humber Valley River ravine, from the Queensway to Dundas Street West. Development of the individual lots was regulated by Home Smith &amp; Co., Robert's company of architects, builders and craftsmen, who would bring to life his vision of an arts and crafts community inspired by English garden suburb models and architecture with the motto \"a little bit of England away from England.\" Smith's development was also grounded in the local context of the Humber River and the historic King's Mill, the first to be established on the Humber following the settlement of the Town of York in 1793. The Pearce house was designed and built by Robert S. Hanks, a leading architect at Home Smith &amp; Co.</p>\n<p>The Pearce house is also valued for its historical association with the owners of the property, Richard Pearce (1892-1967) and Matthew James Boylen (1907-1970) who with his wife Dorothy owned the property from 1947 until his death. Both men had significant ties to mining in Canada and are inductees in the Canadian Mining Hall of Fame. Richard Pearce was the Editor and President of the Northern Miner which was founded in 1915 and run by Pearce and his brother Norman from 1916 through to the 1960s. The paper continues to be the primary source of news on Canada's mining industry and is globally regarded as the authority on Canadian mining. Matthew James Boylen began prospecting in 1922, from the 1930s owned numerous mines in New Brunswick and Newfoundland and then in the 1950s discovered and developed deposits of volcanogenic sulphide near Bathurst, New Brunswick which, according to the Canadian Mining Hall of Fame, was historically and economically significant as well as being scientifically important for providing new models for mineral exploration that have been adapted internationally.</p>\n<p>Constructed in 1929 by Home Smith &amp; Co. in accordance with their design principles for the Humber Valley Survey suburbs and the Kingsway Park neighbourhood in particular, the house is physically, visually and historically linked to its surroundings. Situated on the east side of Kingsway Crescent, the Pearce house has contextual value as it maintains the early 20th century Arts and Crafts Garden Suburb character of Kingsway Park.</p>\n<p>Located on the ridge overlooking the Humber River Valley to the east, the house is one in a series aligned on the ridge that share a similar grand manor house scale and Tudor Revival style elements. These houses on the east side are part of the larger collection of houses found throughout Kingsway Park that were designed in either an English cottage-manor house type or symmetrical Georgian style, constructed in a variety of sizes and typically featuring steeply pitched roofs, river stone, stucco, half-timbering or brick cladding with additional elements of craftsmanship evident in decorative details, stained and leaded glass, finely crafted wood door and window frames. The natural setting of the Kingsway, which is enhanced by the picturesque meandering street layout that follows the contours of the original terrain of the Humber River Valley, supported by the mature trees and landscaping of individual residential properties, is characteristic of the neighbourhood context.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Pearce house are:</p>\n<p>1. The placement and orientation of the building on its property on the east side of Kingsway Crescent, north of Bloor Street West on a ridge overlooking the Humber River Valley</p>\n<p>2. The setting of the house with the front lawn and semi-circular driveway</p>\n<p>3. The scale, form and massing of the two-and-a-half storey house with its cruciform plan, primary hipped roof and secondary cross-gable roof, prominent asymmetrical chimney mass which incorporates two windows capped by a shingled roof and projects beyond the front elevation</p>\n<p>4. The cladding material which includes rough-hewn river stone at the first floor and on the chimneys, ashlar-finished stone around the primary entryway, red brick on the chimneys and in the \"nogging\" of the entry bay, half timbering on the main entry bay, stucco and half timbering with a pattern of diagonal bracing on the second floor level and the decorative diagonal patterning in the jettied central gable which is supported on decoratively carved wood brackets as well as the roof cladding which is cedar shingles on both the house and garage</p>\n<p>5. The windows, which are arranged in an informal pattern in a range of sizes with corresponding bay widths and feature wood casements or leaded glass casements with stained glass elements</p>\n<p>6. The primary entrance elements which include the ashlar-finished stone door frame with its stepped key-stones above the arched opening with its decorative mouldings, the wood door with its glazed openings and leaded glass</p>\n<p>7. The garage with its steeply pitched gable roof, stone base and half timbering in the gable with a decorative square pattern featuring diamonds and the decorative bargeboard and gable pendant post, and pair of casement windows and pair of garage doors</p>\n<p>8. The stepped and curved stone wall that connects the house to the garage</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention Rosemary MacKenzie, Administrator, Etobicoke York Community Council, Etobicoke Civic Centre, Main Floor, 399 The West Mall, Toronto, Ontario, M9C 2Y2, by 4:30 p.m. on or before January 14, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 301,
  "otherReferenceList": [
    {
      "description": "MM1.1 - 35 Kingsway Crescent - Intention to Designate Under Part IV, Section 29 of The Ontario Heritage Act - by Councillor Mark Grimes, seconded by Councillor Mike Layton",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.MM1.1"
    },
    {
      "description": "Bylaw 217-2019 - To designate the property at 35 Kingsway Crescent as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0217.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 35 Kingsway Crescent",
  "title": "Notice of Intention to Designate - 35 Kingsway Crescent",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
