{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "663 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6437902668",
      "longitudeCoordinate": "-79.4022901204",
      "postalCode": "M5V 1M5",
      "province": "Ontario",
      "streetAddress": "663 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 663 King Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=312"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1552449600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 663 King Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Canada Biscuit Company Building</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 663 King Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description:</strong></p>\n<p>Located on the southeast corner of Bathurst Street in the King-Spadina neighbourhood, the property at 663 King Street West contains a four-storey industrial building that was constructed in 1900 for the Canada Biscuit Company according to the designs of Toronto architect A. R. (Arthur Richard) Denison.&nbsp; Following the demise of the latter company in 1905, the complex was acquired by a trio of manufacturers&rsquo; agents who headed the Anglo-Canadian Leather Company, which became the lead tenant in the building.&nbsp; A significant occupant between 1907 and 1921 was the Reliance Knitting Company, which eventually purchased the property following its amalgamation with another manufacturer.&nbsp; The Samuel Trees Company, a saddlery manufacturer that evolved its business to produce automobile fittings, owned and occupied the building for nearly 40 years, a period when the Bank of Montreal operated a branch on the premises.</p>\n<p>The property at 663 King Street West was listed on the inaugural City of Toronto Inventory of Heritage Properties (now known as the Heritage Inventory) in 1973.&nbsp; The King-Spadina HCD Plan (2016) identifies 663 King Street West as a contributing heritage property.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p>The property at 663 King Street West has design value as a well-crafted example of an early-20th century factory in the King-Spadina neighbourhood with features of Edwardian Classicism, the most popular style for most building types during this era.&nbsp;&nbsp; The sheer scale of the building is viewed on Bathurst Street where the west elevation extends 14 bays to Stewart Street, and the principal (north) elevation on King Street is distinguished by the stone facing of the lower wall and the organization of the windows above in a three-storey arcade.</p>\n<p>The cultural heritage value of 663 King Street West is also through its contribution to the development and evolution of the King-Spadina neighbourhood in the early 20th century when the area changed from an institutional and residential enclave to Toronto&rsquo;s new manufacturing district following the Great Fire of 1904.&nbsp; The Canada Biscuit Company Building anchors a major intersection in King-Spadina where it is an integral part of the collection of industrial buildings that extends along King Street West.</p>\n<p>The Canada Biscuit Company Building is also valued for its historical association with Toronto architect A. R. (Arthur Richard) Denison.&nbsp; A member of one of the city&rsquo;s founding families, Denison accepted innumerable commissions during a career that lasted more than 40 years and included brief partnerships with other practitioners.&nbsp; During the period in the early 1900s when he designed the Canada Biscuit Company Building, Denison specialized in factories and warehouses, including the E. W. Gillett Company&rsquo;s complex (1912) on Fraser Street in today&rsquo;s Liberty Village, which is also recognized on the City&rsquo;s Heritage Register.</p>\n<p>Contextually, the value of the property at 663 King Street West is through its support for the historical character of the King-Spadina neighbourhood where it contributes to the important collection of former warehouses and factories that changed the area from its origins as an institutional and residential enclave to Toronto&rsquo;s manufacturing sector after the Great Fire of 1904.&nbsp; The Canada Biscuit Company Building is historically, visually and physically linked to its setting at King Street West and Bathurst Street where it anchors a major intersection in both King-Spadina and Toronto with the landmark Wheat Sheaf Tavern (1849) on the opposite (southwest) corner.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Canada Biscuit Company Building at 663 King Street West are:</p>\n<p>&middot;The placement, setback and orientation of the building on the southeast corner of Bathurst Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the four-storey building with the rectangular-shaped plan above the raised base with the flat-headed window openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the corbelled brickwork along the north, west and south elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (north) elevation on King Street West with the stone cladding in the first storey where the main entrance is centered between two oversized flat-headed window openings and, in the upper three stories, brick arcades organize the pairs of flat-headed window openings with the continuous stone lintels and sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The extended west elevation on Bathurst Street, with the organization and detailing of the flat-headed door and window openings, some of which have been altered</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;On the west elevation, the cornice between the third and fourth stories in the southerly seven bays, which marks the point where the complementary extra storey was added</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rear (south) elevation on Stewart Street extending five bays, which has an entrance in the first (ground) floor and pairs of flat-headed window openings above, and where the cornice between the third and fourth stories is continued from the west elevation</p>\n<p>No heritage attributes are identified on the east elevation.&nbsp; The adjoining four-storey building at 60 Stewart Street is not identified in the Statement of Significance (Reasons for Designation).</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 13, 2019, which is April 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 492,
  "otherReferenceList": [
    {
      "description": "PB2.2 -  Alterations to Designated Heritage Property, Intention to Designate 663 King Street West under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement  ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB2.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 663 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
