{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "64 Wellesley Street East Toronto Ontario",
      "latitudeCoordinate": "43.6659096087",
      "longitudeCoordinate": "-79.3818101517",
      "postalCode": "M4Y 1G6",
      "province": "Ontario",
      "streetAddress": "64 Wellesley Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 64 Wellesley Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=313"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1552881600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 64 Wellesley Street East under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 64 Wellesley Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description:</strong></p>\n<p>Located on the north side of the street between Yonge Street (west) and Church Street (east), the property at 64 Wellesley Street East contains the Wellesley Apartments, a five-storey apartment building completed in 1931 according to the designs of Toronto architect J. E. H. Paisley.&nbsp; The site was identified as having cultural heritage interest in the North Downtown Yonge Street Urban Design Guidelines adopted by City Council in 2013.</p>\n<p><strong>Statement of Significance:</strong></p>\n<p>The property at 64 Wellesley Street East is valued for its design as a well-crafted apartment building from the interwar era with features of the Georgian Revival style popularized for residential architecture.&nbsp; Its design is distinguished by the classical detailing on the main (south) entrance surround, which is a hallmark of the style, as well as the stair-hall window above with its scrollwork and metal balustrade, and the parapet along the south roofline with the stone-framed openings and triangular-shaped pediment.</p>\n<p>The associative value of the Wellesley Apartments is through the connection of the building to Toronto architect J. E. H. (James Edward Harris) Paisley who designed the complex.&nbsp; Paisley was affiliated with the Toronto Board of Education and local practitioner Ferdinand H. Marani before he established a solo office in the 1920s.&nbsp; While his career was hindered by the Great Depression of the 1930s, he received recognition through his designs for a small collection of apartment houses for Grover C. Murdoch, including 64 Wellesley Street East, as part of his surviving portfolio in Toronto.</p>\n<p>Contextually, the property at 64 Wellesley Street East has cultural heritage value through its historical, visual and physical links to its setting beside the Paul Kane House (1853, with later additions), a local landmark in Toronto, and its proximity to Church Street in the centre of the Church-Wellesley neighbourhood.</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p>The heritage attributes of the Wellesley Apartments at 64 Wellesley Street East are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the north side of the street between Yonge Street (west) and Church Street (east) and beside (east of) the Paul Kane House</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the five-storey I-shaped plan, which is organized with the main body (south) and the wing (north)</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the brick cladding and the brick, stone, wood and metal detailing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the parapet at the south end, which has stone-framed openings, stone coping and a triangular-shaped stone pediment in the centre</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the principal (south) elevation, the organization of the wall into five bays with the central entrance in the first (ground) floor</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The main (south) entrance, which is placed in a stone surround with classical detailing that includes an entablature, mouldings and brackets</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, above the main entrance, the stair-hall window in the scalloped stone surround with the metal balustrade</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The fenestration on the south elevation, with the flat-headed single window openings in the centre and outer bays, the tripartite window openings in the remaining bays, and the stone sills, brick flat arches and stone keystones</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The stone band courses on the base and above the first- and fifth-floor openings on the south elevation, which extend across the south ends of the east and west side walls of the main body</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The east and west elevations of the main body of the building, which continue the pattern and detailing of the flat-headed openings from the south elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The north wing of the building, which is set back from the main body on the east and west sides and extended at the north end to complete the &ldquo;I&rdquo; shape</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the north wing, the brick band courses and the symmetrically-placed flat-headed door and window openings with the brick and stone detailing.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of&nbsp; March 18, 2019, which is April 17, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 493,
  "otherReferenceList": [
    {
      "description": "TE3.15 - Intention to Designate 64 Wellesley Street East under Part IV, Section 29 of the Ontario Heritage Act ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.15"
    },
    {
      "description": "TE3.8 - 64-66 Wellesley Street East, 552-570 Church Street and City-owned Public Lane - Official Plan Amendment, Zoning Amendment, and Rental Housing Demolition Applications - Request for Directions Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 64 Wellesley Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
