{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "49 Spadina Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6435023507",
      "longitudeCoordinate": "-79.3935183598",
      "postalCode": "M5V 2J1",
      "province": "Ontario",
      "streetAddress": "49 Spadina Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 49 Spadina Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=316"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1553054400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 49 Spadina Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Steele Briggs Building:</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 49 Spadina Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 49 Spadina Avenue is located on the northeast corner of Front Street West south of Clarence Square in the King-Spadina neighbourhood and contains a five-storey factory building that was constructed in 1911 according to the designs of the Toronto architectural firm of Sproatt and Rolph.&nbsp; The Steele Briggs Seed Company commissioned the building, which it occupied it for over half a century.</p>\n<p>The property at 49 Spadina Avenue was included on the inaugural City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in June 1973.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 49 Spadina Avenue as a contributing heritage property.&nbsp; In 2018, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 49 Spadina Avenue has design value as a well-crafted example of an early 20th century factory building in the King-Spadina neighbourhood, which was designed with features of Edwardian Classicism, the most popular style for most building types during this era.&nbsp; The design of the Steele Briggs Building is particularly distinguished by the application of different yet complementary classical detailing on the south, west and north elevations that face Front Street West, Spadina Avenue and Clarence Square, respectively, including the repetition of the round arch motif.</p>\n<p>The cultural heritage value of 49 Spadina Avenue is also through its contribution to the development and evolution of the King-Spadina neighbourhood in the early 20th century when the area changed from an institutional and residential enclave to Toronto&rsquo;s new manufacturing district following the Great Fire of 1904.&nbsp; The Steele Briggs Building replaced earlier house form buildings that outlined the south edge of Clarence Square and anchored the south end of the collection of industrial buildings extending north along Spadina Avenue from Front Street West.</p>\n<p>The Steele Briggs Building is also valued for its historical association with the Toronto architects Sproatt and Rolph.&nbsp; Headed by Henry Sproatt and Ernest Rolph, the partnership became amongst the leading architectural firms in Canada and is credited with introducing the influential Neo-Gothic as a national style with the commission for Hart House at the University of Toronto.&nbsp; Often working in association with other celebrated Canadian architects, Sproatt and Rolph produced many of Toronto&rsquo;s most notable buildings, including the Royal York Hotel (1929) and Canada Life's 1931 headquarters on University Avenue.&nbsp; Sproatt and Rolph designed several factories and warehouses in King-Spadina, with the Steele Briggs Building remaining the most visually prominent with its setting overlooking Clarence Square.</p>\n<p>Contextually, the value of the property at 49 Spadina Avenue is through its support for the historical character of the King-Spadina neighbourhood where it contributes to the important collection of former warehouses and factories that changed the area from its origins as an institutional and residential enclave to Toronto&rsquo;s manufacturing sector after the Great Fire of 1904.&nbsp; The Steele Briggs Building is historically, visually and physically linked to its setting at Front Street West and Spadina Avenue where it anchors this major intersection, overlooks the adjoining Clarence Square and forms the south edge of the industrial buildings that line Spadina Avenue and include the Gale Building (1904) at 24 Spadina and the Systems Building (1907) at 46 Spadina, which are recognized heritage properties on the opposite side of the street.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Steele Briggs Building at 49 Spadina Avenue are:</p>\n<p>-&nbsp; The placement, setback and orientation of the building on the northeast corner of Front Street West and Spadina Avenue, south of Clarence Square</p>\n<p>-&nbsp; The scale, form and massing of the five-storey building above the raised base with the flat-headed window openings</p>\n<p>-&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p>-&nbsp; The flat roofline with the brick parapets</p>\n<p>-&nbsp; The south, west and north elevations where the brick piers with the stone detailing organize the flat-headed door and window openings with the stone lintels and sills and the round-arched door openings with the brick voussoirs and stone keystones, including those originally designed for cargo doors</p>\n<p>-&nbsp; On the south elevation facing Front Street West, the round-arched door and window openings in each storey of the central bay</p>\n<p>-&nbsp; The west elevation on Spadina Avenue where four-storey frontispieces surmounted by cornices contain round-arched arcades of windows</p>\n<p>There are no openings on the rear (east) elevation.&nbsp; The low-rise east wing, which has been altered, is not identified as a heritage attribute.</p>\n<p><strong>Notice of an objection to the proposed designation</strong> may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 20, 2019, which is April 19, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 496,
  "otherReferenceList": [
    {
      "description": "TE3.11 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement - 49 Spadina Avenue\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 49 Spadina Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
