{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "In accordance with the City of Toronto’s real estate disposal by-law, the following properties were declared surplus",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=314"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Kathie Capizzano",
    "country": "Canada",
    "locationName": "Metro Hall",
    "phone": "416-392-4825",
    "postalCode": "M5V 3C6",
    "province": "Ontario",
    "streetAddress": "55 John Street"
  },
  "eventList": [],
  "noticeDate": 1553140800000,
  "noticeDescription": "<p>Notice is hereby given that in accordance with the City of Toronto&rsquo;s real estate disposal by-law, the following properties were declared surplus:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On March 12, 2019, Delegated Approval Form Nos. 2013-212, 2013-214, 2013-215, 2013-220 and 2014-020 are amended to include Hydro One Networks Inc. and Canadian National Railway Company as transferees of portions of City roads to be transferred to Parks Canada for the development of the Rouge National Urban Park, conditional upon City Council approving the permanent closure of the roads.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On March 14, 2019, Trafford Lane, legally described as Lane, Plan 5633 North York, designated as Part 4 on Plan 66R-28485, City of Toronto and shown as Part 2 on Sketch No. PS-2018-041.&nbsp; The parcel has a total area of approximately 1,071.1 sq. m.&nbsp; It is subject to the reservation by the City of easements for sewer and water main purposes. &nbsp;The intended manner of disposal to be by way of a nominal sum conveyance to Toronto Community Housing Corporation , as part of the Lawrence Heights Revitalization Project.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On March 14, 2019, Cather Crescent, legally described as Cather Crescent, Plan 5633 North York, designated as Part 2 on Plan 66R-28485, City of Toronto and shown as Part 1 on Sketch No.PS-2018-041, Part 2 on Sketch No. PS-2018-042 and Part 2 on Sketch No. PS-2018-043.&nbsp; The parcels have a total area of approximately 9,798.6 sq. m.&nbsp; It is subject to the reservation by the City of easements for sewer and water main purposes. The intended manner of disposal to be by way of a nominal sum conveyance to Toronto Community Housing Corporation, &nbsp;as part of the Lawrence Heights Revitalization Project.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On March 14, 2019, part of Varna Drive, legally described as part of Varna Drive, Plan 5633 North York, City of Toronto, being part of Part 1 on Plan 66R-28485, and shown as Part 1 on Sketch No. PS-2018-042 and Part 1 on Sketch No. PS-2018-043.&nbsp; The parcels have a total area of approximately 3,750.1 sq. m.&nbsp; It is subject to the reservation by the City of easements for sewer and water main purposes. The intended manner of disposal to be by way of a nominal sum conveyance to Toronto Community Housing Corporation, as part of the Lawrence Heights Revitalization Project.</p>\n<p>The following City official has information about the proposed dispositions: Mrs. Kathie Capizzano, Tel: 416-392-4825, Fax: 416-392-1880, Metro Hall, 55 John Street, 2nd floor, Toronto, Ontario M5V 3C6. Enquiries may be made of the said official until the 3rd of April, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 494,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Declaration of Multiple Surplus Properties",
  "topics": [
    "Sale of City Property/Real Estate > Proposed sale of City property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-realestate.png"
  ]
}
