{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "33 Avenue Road Toronto Ontario",
      "latitudeCoordinate": "43.6707414098",
      "longitudeCoordinate": "-79.394568222",
      "postalCode": "M5R 2G3",
      "province": "Ontario",
      "streetAddress": "33 Avenue Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 33 Avenue Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=361"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1554091200000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on February 26, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 33 Avenue Road, decided among other things, to</p>\n<p style=\"padding-left: 30px;\">1.&nbsp; Approve the alterations to the heritage property at 33 Avenue Road in accordance with Section 33 of the Ontario Heritage Act, to allow for the construction of a mixed use development on the lands municipally known as 33 - 45 Avenue Road and 140 - 148 Yorkville Avenue, with such alterations substantially in accordance with plans and drawings dated January 9, 2017, prepared by Richmond Architects and Zeidler Partnership Architects, and on file with the Senior Manager, Heritage Preservation Services; and the Heritage Impact Assessment, final revision issued on June 27, 2018, and the Conservation Plan, issued on August 16, 2017,&nbsp; prepared by ERA Architects Inc. and on file with the Senior Manager, Heritage Preservation Services, subject to the following additional conditions:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp; related Site Specific Zoning By-Law Amendment giving rise to the proposed alterations shall be in full force and effect, in a form and with content acceptable to City Council, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp; prior to any Local Planning Appeal Tribunal Order issuing in connection with the appeal of the Zoning By-law Amendment Application (Case number PL150988) that the applicant:</p>\n<p style=\"padding-left: 90px;\">1.&nbsp; enter into a Heritage Easement Agreement with the City for the property at 33 Avenue Road substantially in accordance with plans and drawings prepared by Richmond Architects and Zeidler Partnership Architects, submitted with the Heritage Impact Assessment prepared by ERA Architects, Inc., dated June 27, 2018 or otherwise revised in accordance with a settlement offer or Local Planning Appeal Tribunal Order, subject to and in accordance with the approved Conservation Plan required in&nbsp;Part 1.b.2 below, all to the satisfaction of the Senior Manager, Heritage Preservation Services, including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 90px;\">2.&nbsp; provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 33 Avenue Road, dated June 27, 2018 and the Conservation Plan, issued on August 16, 2017, prepared by ERA Architects, Inc., or otherwise a conservation strategy revised in accordance with a settlement offer or Local Planning Appeal Tribunal Order, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">3.&nbsp; enter into and register on the property at 33 Avenue Road one or more agreements with the City pursuant to Section 37 of the Planning Act, all to the satisfaction of the City Solicitor, the Chief Planner and Executive Director, City Planning and the Senior Manager, Heritage Preservation Services with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations, including amongst other matters,&nbsp; securing the preparation&nbsp; and thereafter the implementation of a Heritage Lighting Plan, a Signage Plan, an Interpretation Plan and requiring a letter of credit to secure all work included in the approved Conservation Plan and approved Interpretation Plan, including provision for upwards indexing, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">c.&nbsp; prior to Final Site Plan approval in connection with the Zoning By-law Amendment appeal for the property at 33 Avenue Road, the owner shall:</p>\n<p style=\"padding-left: 90px;\">1.&nbsp; provide final site plan drawings including drawings related to the approved Conservation Plan required in&nbsp;Part 1.b.2 above to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">2.&nbsp; provide an Interpretation Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">3.&nbsp; provide a Heritage Lighting Plan that describes how the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">4.&nbsp; provide a detailed Landscape Plan for the subject property satisfactory to the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">5.&nbsp; submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">d.&nbsp; prior to the issuance of any permit for all or any part of the property at 33 Avenue Road, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 90px;\">1.&nbsp; obtain final approval for the necessary by-law amendments required for the alterations to the property at 33 Avenue Road, such amendments to have been enacted by City Council in connection with a Local Planning Appeal Tribunal Order and to have come into effect in a form and with content acceptable to City Council as determined by the Director, Urban Design, City Planning, in consultation with the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">2.&nbsp; provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in&nbsp;Part 1.b.2 above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">3.&nbsp; provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, Heritage Lighting Plan, Landscape Plan, and Interpretation Plan.</p>\n<p style=\"padding-left: 90px;\">4.&nbsp; provide full documentation of the existing heritage property at 33 Avenue Road, including two printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">e.&nbsp; prior to the release of the Letter of Credit required in&nbsp;Part 1.d.3. above, the owner shall:</p>\n<p style=\"padding-left: 90px;\">1.&nbsp;&nbsp;provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretive work has been completed in accordance with the Conservation Plan, Lighting Plan, Landscape Plan, and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 90px;\">2.&nbsp; provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board:</strong><br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before May 1, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 541,
  "otherReferenceList": [
    {
      "description": "2019.TE3.12 -  Alterations a Designated Heritage Property and Authority to Enter into a Heritage Easement Agreement at 33 Avenue Road - York Square ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 33 Avenue Road",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
