{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "58 Wheatfield Road Toronto Ontario",
      "latitudeCoordinate": "43.6103487742",
      "locationName": "Alfred Baker House",
      "longitudeCoordinate": "-79.4921978095",
      "postalCode": "M8V 2P6",
      "province": "Ontario",
      "streetAddress": "58 Wheatfield Road"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-394-5600",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1554696000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 58 Wheatfield Road under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p>The property at 58 Wheatfield Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description:</strong></p>\n<p>Located in the area northeast of Lake Shore Boulevard West and Royal York Road in Mimico, the property at 58 Wheatfield Road contains a 2&frac12;-storey house form building (1908) designed in the Period Revival style with Arts and Crafts features that is attributed to Toronto architect Alfred Baker, who occupied the residence for nearly half a century.&nbsp; The property was listed on the former City of Etobicoke Heritage Inventory prior to 1998, and its inclusion on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) was confirmed in 2006.</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p>The property at 58 Wheatfield Road is valued for its design as an early 20th century house form building in the Period Revival style with features inspired by the Arts and Crafts movement, including the expansive L-shaped plan, the cladding, the extended roofline and detailing, the square bay window and, in some of the openings, the multi-paned windows.&nbsp; Its design is attributed to architect Alfred Baker, the first owner and occupant of the property, who served as the chief draftsman and assistant to the notable architect S. Hamilton Townsend when the latter firm completed high-end residential projects in Rosedale.</p>\n<p>The associative value of the Alfred Baker House is through its contribution to the residential development of Mimico in the early 20th century.&nbsp; While Mimico originated as a late-18th century milling and farming community accessed by road and water, the area remained isolated until the arrival of the steam railway and the layout of a model town in the mid-1800s.&nbsp; The introduction of a radial railway at the end of the 19th century improved connections with Toronto and promoted Mimico's steady development after 1900 as a police village, village and town.&nbsp; During this era, former farmland was developed for both waterfront estates and residential subdivisions, the latter providing housing for workers in both Mimico and neighbouring New Toronto, as well as commuters to the city, including architect Alfred Baker.&nbsp;</p>\n<p>Contextually, the property at 58 Wheatfield Road has cultural heritage value through its support for the character of the neighbourhood northeast of Lake Shore Avenue West and Royal York Road where the collection of residential, ecclesiastical and educational buildings forms the historic core of the Mimico.&nbsp; The Alfred Baker House is historically, visually and physically linked to its setting on Wheatfield Road where, with its vintage and appearance, it represents the initial development of the street after the turn of the 20th century.</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p>The heritage attributes of the Alfred Baker House at 58 Wheatfield Road are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the west side of the street, south of Hillside Avenue.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2&frac12;-storey L-shaped plan, with the main body extending north and south and the short wing facing east toward Wheatfield Road.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cross-gable roof with the extended eaves and the purlins on the wing facing the street.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the stucco cladding and the wood and stone detailing.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (east) elevation where, on the wing, the main entrance is placed in a moulded surround, protected by a wood canopy with pilasters and brackets, and flanked on the right (north) by a segmental-arched window opening.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east elevation of the main body, the single-storey four-part square bay window in the first (ground) floor.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The remaining fenestration, with the symmetrically-placed segmental-arched and flat-headed window openings on the east, north and south elevations of the main body and wing.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east elevation, the multi-paned windows in the openings in the second storey of the wing.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention Rosemary MacKenzie, Administrator, Etobicoke York Community Council, Etobicoke Civic Centre, Main floor, 399 The West Mall, Toronto, Ontario, M9C 2Y2, by 4.30 p.m. on or before May 8, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 564,
  "otherReferenceList": [
    {
      "description": "2019.EY4.5 -  Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 58 Wheatfield Road  ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EY4.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 58 Wheatfield Road (Alfred Baker House)\n",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
