{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "226 George Street Toronto Ontario",
      "latitudeCoordinate": "43.6559023982",
      "longitudeCoordinate": "-79.3731405829",
      "postalCode": "M5A 2N1",
      "province": "Ontario",
      "streetAddress": "226 George Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 226 St. George Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=364"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1554177600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 226 St. George Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 226 St. George Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the west side of St. George Street south of Bernard Avenue in The Annex neighbourhood, the George Gooderham Mitchell House (1903) is a 2.5-storey brick and stone house form building designed by the architect David Roberts Jr. for George Gooderham Mitchell and subsequently used as a vocational school by various groups affiliated with the Roman Catholic faith. The property was listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in July 1976.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 226 St. George Street has cultural heritage value as a fine representative example of Queen Anne Revival styling applied to a large house form building in the first decade of the twentieth century. The style, identified by the variety of materials and decorative detailing, asymmetrical profile and complicated roof lines, represented the exuberant architecture of the late Victorian era. The George Gooderham Mitchell House is noteworthy for its attractive combination of forms, massing and stonework.</p>\n<p>The George Gooderham Mitchell House is valued for its associations with a member of Toronto's prominent Gooderham family, which co-founded the famed Gooderham and Worts Distillery (now the Distillery District).&nbsp; The property was developed and initially occupied by stockbroker George Gooderham Mitchell, grandson of George Gooderham.</p>\n<p>The property at 226 St. George Street is also valued for its association with the architect David Roberts, Jr., who had extensive connections to the Gooderham family.&nbsp; Roberts oversaw much of the work at the Gooderham and Worts Distillery (including the reconstruction of several buildings after the 1870 fire) and designed the landmark Gooderham Building at Wellington and Front Streets (completed in 1892 and known locally as the \"Flat-Iron Building\").&nbsp; He also prepared plans for the residences of various Gooderham family members, with the grand George Gooderham House (dating to 1889-91 and currently the York Club) at the northeast corner of St. George and Bloor Streets being among his best known commissions.</p>\n<p>Contextually, the property at 226 St. George Street has cultural heritage value for its visual and historical links to its setting in The Annex neighbourhood.&nbsp; Its appearance reflects the late-nineteenth to early-twentieth century development of the area as one of the most sought-after residential enclaves in Toronto where the city's leading citizens occupied large-scale houses.&nbsp; The George Gooderham Mitchell House is significant in context with the three additional large Edwardian homes directly to the north, and other surviving house form buildings along St. George Street that were originally owned by members of the Gooderham family and/or designed by prominent Toronto architects and recognized on the City&rsquo;s Heritage Register.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the George Gooderham Mitchell House at 226 St. George Street are:</p>\n<p>-&nbsp; The setback, placement and orientation of the building on its lot on the west side of St. George Street south of Bernard Avenue</p>\n<p>-&nbsp; The scale, form and massing of the 2.5-storey plan above a raised basement</p>\n<p>-&nbsp; The materials, with the red brick cladding and the stone and wood detailing</p>\n<p>-&nbsp; The combination of hipped and gabled roofs including the oversized gable on the principal (east) elevation with its two symmetrically-arranged openings with double-hung sash windows, the gabled dormer windows and the brick chimneys, all on the north and south slopes</p>\n<p>-&nbsp; The deep profile of the eaves at the roofline on the principal (east) and north elevations and corner tower with the wood soffits, moulded fascia and decorative brackets&nbsp;</p>\n<p>-&nbsp; The principal (east) elevation, which is organized into three bays plus 2.5-storey corner tower at the south end, a 2-storey bay window in the north bay and the centrally-positioned main entrance</p>\n<p>-&nbsp; &nbsp;The main entry located on the principal (east) elevation, which is elevated and protected by a flat-roofed porch with banded stone detailing on the columns and surmounted by a brick parapet</p>\n<p>-&nbsp; &nbsp;At the southeast corner, the 2.5-storey octagonal corner tower with its conical roof topped with a decorative metal finial</p>\n<p>-&nbsp; &nbsp;On the south side, the single-storey, rectangular, projecting bay with its arched parapet roofline and rectangular end walls</p>\n<p>-&nbsp; &nbsp;On the east, north and south sides, the fenestration with the stone detailing that incorporates broad flat-headed openings, double-hung sash windows, and a single fixed pane window in the central opening of the first-floor bay window at the north end of the principal (east) elevation</p>\n<p>-&nbsp; &nbsp;On the north and south sides, the round-arched openings and their round-arched stone headers in the gabled dormers</p>\n<p>-&nbsp; &nbsp;The decorative glass transom above each window opening at the first-floor level on the principal (east) elevation including on the corner tower</p>\n<p><strong>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp;</strong> Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of April 2, 2019, which is May 2, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 561,
  "otherReferenceList": [
    {
      "description": "2019.TE3.14 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to enter into a Heritage Easement Agreement - 226 St. George Street ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 226 St. George Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
