{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "363 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.658312101",
      "longitudeCoordinate": "-79.3814759169",
      "province": "Ontario",
      "streetAddress": "363 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "365 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6583640081",
      "longitudeCoordinate": "-79.3815001734",
      "province": "Ontario",
      "streetAddress": "365 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "367 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6584307315",
      "longitudeCoordinate": "-79.3814701522",
      "province": "Ontario",
      "streetAddress": "367 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "381 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6587570487",
      "longitudeCoordinate": "-79.3815724546",
      "province": "Ontario",
      "streetAddress": "381 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "385 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6589255655",
      "longitudeCoordinate": "-79.3816128441",
      "province": "Ontario",
      "streetAddress": "385 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "391 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6590463723",
      "longitudeCoordinate": "-79.3816586186",
      "province": "Ontario",
      "streetAddress": "391 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 363-365, 367, 381 and 385-389 Yonge Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=365"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1554177600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 363-365, 367, 381 and 385-389 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><span style=\"text-decoration: underline;\">363-365 Yonge Street</span> - Richard S. Williams Block</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 363-365 Yonge Street (Richard S. Williams Block) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Yonge Street between Gould and Gerrard Streets, the Richard S. Williams Block (1890) is a four-storey commercial building. The property was included on the City of Toronto's Heritage Register in 1974.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Richard S. Williams Block has design value as a fine representative and rare example in Toronto of a late-nineteenth century Victorian commercial building eclectically designed in the Richardsonian Romanesque style with Moorish Revival details. The composition and detailing of the principal (west) elevation on Yonge Street, with its rusticated stone and red brick cladding combined with horseshoe arches, key and diaper patterns and decorative terracotta, display a high degree of artistic merit. In recognition of its architectural significance, the building was amongst some of the earliest included on the City of Toronto's Inventory of Heritage Properties (now known as the Heritage Register) in March 1974.&nbsp;</p>\n<p>The Richard S. Williams Block has historic value for its association with the architects, A. R. Denison and G. W. King. Concurrent with construction of the Richard S. Williams Block, the design partnership of Denison &amp; King produced two other known similarly eclectic Victorian buildings in the city that, together, represent a rare collection blending eastern design influences with contemporary western revival architectural styles. These include the Comstock Building at Victoria and Lombard Streets and the Athenaeum Club on Church Street, both of which are designated properties under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>Situated on the east side of Yonge Street between Gould Street and Gerrard Street East, the Richard S. Williams Block has contextual value as it supports and maintains the late-nineteenth century commercial building character that defines much of the historic built form of downtown Yonge Street as it developed as Toronto's 'main street'.&nbsp; As one of a number of heritage properties on both sides of this block of Yonge Street, the Richard S. Williams Block is physically, functionally, visually and historically linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Richard S. Williams Block are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the east side of Yonge Street between Gould Street and Gerrard Street East</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the four-storey commercial building built on a rectangular plan with a flat roof</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (west) elevation with its red brick, stone and terracotta cladding</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pressed metal cornice with its dentilled detailing at the roofline on the principal (west) elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of openings and detailing on the principal (west) elevation, divided vertically into three identical bays</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pattern and decorative detailing of the wood window mullions in the fixed glass panes on the principal (west) elevation at the second floor</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The red brick details including the decorative frieze in a (diamond) diaper pattern below the roofline, the raised horizontal string courses in the spandrels above the horseshoe arches at the fourth floor, the brick voussoirs of the horseshoe-arched openings and the three identical key pattern designs repeated in the spandrel areas between the third and fourth-floor openings</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone details including the rusticated sandstone cladding of the four piers at the first floor level surmounted by their elaborately carved capitals, the four smooth capitals and rusticated lintel below the third floor, the smooth headers above the third-floor openings, the smooth sills and the imposts of the horseshoe arched openings at the fourth floor</p>\n<p>The terracotta details including the dentilled cornice with four decorative lion heads below the third floor, the three decorative tile borders framing the third and fourth-floor window openings and their respective cornices.</p>\n<p><span style=\"text-decoration: underline;\">367 Yonge Street</span> - <strong>Reasons for Designation</strong></p>\n<p>The property at 367 Yonge Street is worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 367 Yonge Street contains a three-storey building with retail at the ground floor and residential above. The building was constructed by 1869 of solid brick construction with brick cladding (currently covered with stucco on the west elevation).&nbsp; The property is located on the east side of Yonge Street between Gould Street and Gerrard Street East.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 367 Yonge Street has design value as a representative example of a mid-nineteenth century commercial and residential building that blends elements of the Georgian and Greek Revival styles. The principal (west) elevation's symmetrically-arranged, flat-headed openings with their segmental-arched headers surmounted by scroll corbels and stone sills below are further enlivened by a corbelled brick Greek key pattern frieze below the decorative wood-bracketed roofline.</p>\n<p>The building has historic value as it is associated with the earliest development of this portion of Yonge Street in the mid-nineteenth century. Along with the two attached buildings directly north of the subject property, this three-storey group represents the tallest and earliest solid brick construction on this block of Yonge Street that otherwise contained only one or two-storey wood frame buildings before 1870.</p>\n<p>Situated on the east side of Yonge Street, between Gould Street and Gerrard Street East and directly adjacent to the Richard S. Williams Block at 363-365 Yonge Street, the property at 367 Yonge Street has contextual value as it maintains the low-rise commercial and residential building character that defined the historic built form of the area in the second half of the nineteenth century. It is physically, functionally, visually and historically linked to its surroundings.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 367 Yonge Street are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the east side of Yonge Street between Gould Street and Gerrard Street East</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey commercial and residential building built on a rectangular plan with a pitched roof and brick chimney with its corbelled brick crown at the north end</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (west) elevation with its buff brick, stone and wood cladding</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The bracketed wood fascia and soffit at the roofline and decorative corbelled brick frieze directly below</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The symmetrical arrangement of flat-headed openings on the second and third floors of the principal (west) elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone detailing including the window sills and segmental-arched headers above the second and third floor openings with their scroll-shaped corbel brackets</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (west) elevation, the pattern of divisions of windows with a transom light in the first floor window, and for the second and third floor windows, as shown in the original architect's drawings, the double-hung sash featuring two lights over one</p>\n<p>Note: the stucco currently covering the brick cladding on the principal (west) elevation is not considered a heritage attribute</p>\n<p><span style=\"text-decoration: underline;\">381 Yonge Street</span> - Yonge Street Mission Building</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 381 Yonge Street (Yonge Street Mission Building) is worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 381 Yonge Street contains the Yonge Street Mission, an institutional building located on the east side of Yonge Street south of Gerrard Street East. Originally constructed in 1904, the Yonge Street Mission is a two-storey structure with a pitched roof including five skylights along the ridgeline. The principal (west) elevation was completely rebuilt to the designs of Mathers &amp; Haldenby, architects, in 1953.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Yonge Street Mission Building has design value as a fine representative of a low-rise, mid-twentieth century institutional building whose Stripped Classicism is indicative of the work of the prominent Toronto architectural firm, Mathers &amp; Haldenby. The style defines a transitional moment in Toronto architecture immediately following WWII that was expressed as a blending of Neo-Classicism and Modernism. At the Yonge Street Mission Building, traditional limestone cladding and details maintain a classical monumentality on the principal (west) elevation while the strong verticality of the openings and their minimalist detailing harken toward Modernist curtain wall construction and its associated aesthetic.</p>\n<p>The property at 381 Yonge Street has historic value for its association with the history of the Yonge Street Mission founded in 1896 and the organization's operation at the subject location since 1904 (then owned by the Hon. Samuel Hume Blake), providing charitable services and social programs to vulnerable residents in Toronto. Since 1979, the Mission's Evergreen Centre has focused these efforts on the needs of street youth.</p>\n<p>The current building is valued for its association with the architectural firm of Mathers &amp; Haldenby, who designed many prominent mid-century structures across the city including the iconic Imperial Oil Building at 111 St. Clair Avenue West, which is recognized on the City&rsquo;s Heritage Register.</p>\n<p>Situated on the east side of Yonge Street south of Gerrard Street East and abutting the corner property at 385-391 Yonge Street, the Yonge Street Mission has contextual value as it maintains the low-rise building character that defined the historic built form of the area from the mid-nineteenth century through the mid-twentieth century.</p>\n<p>The Yonge Street Mission is also valued as a long-time local landmark institution on Yonge Street, south of Gerrard. This charitable organization has provided assistance to Toronto's most vulnerable residents since its founding in 1896 and has operated continuously from 381 Yonge Street since 1904. The Yonge Street Mission is an important institution in the social history of the city that has been physically, functionally, visually and historically linked to its surroundings for the past 115 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Yonge Street Mission Building are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the east side of Yonge Street south of Gerrard Street East</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-storey building with its flat roof behind a gabled parapet on the principal (west) elevation and pitched roof with five skylights over the auditorium (which are part of the Yonge Street Mission building's earlier 1904 design by the architectural firm, G. M. Miller &amp; Co. and appear in the original architectural drawings).</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (west) elevation with its Indiana limestone cladding</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The bracketed wood soffit at the roofline on the principal (west) elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrangement of the fenestration on the upper floor of the principal (west) elevation with the three evenly-spaced rectangular openings with stone headers, surrounds and profiled mullions in a three-over-three-over-three pattern centrally and two-over-two-over-two near the north and south ends</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The carvings in their centred position in the limestone entablature on the principal (west) elevation including the lighthouse emblem, architectural lettering reading \"Yonge Street Mission\" and two equal-sided crosses&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">385-391 Yonge Street (including 3 Gerrard Street East)</span> - Gerrard Building</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The Gerrard Building is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the southeast corner of Yonge Street and Gerrard Street East, the Gerrard Building (1924) is a three-storey commercial and office building.&nbsp; The property was included on the City of Toronto's Heritage Register in 1990.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Gerrard Building has design value as a fine representative, and rare example along Yonge Street, of the Modern Gothic style adapted to a commercial building. It is distinguished by its contemporary updating of a historical style with its sleek sandstone cladding and tripartite division of window openings in a variation of the Chicago Style along with stylized octagonal piers and wall buttresses.</p>\n<p>The Gerrard Building has historic value for its association with the prolific architects, Sproatt &amp; Rolph, and is recognized amongst the numerous fine commercial buildings the firm designed in Toronto during the early-twentieth century including the Royal York Hotel on Front Street. The site is also associated with The Forum, a grand High Victorian commercial block that formerly anchored this corner and contributes to an understanding of the evolution of the intersection at Yonge and Gerrard Streets.</p>\n<p>Situated prominently on the southeast corner of Yonge Street and Gerrard Street East the Gerrard Building has contextual value as it anchors and maintains the low-rise commercial building character that defined the historic built form of the area from the mid-nineteenth century through the mid-twentieth century. With its position on a corner lot and grand presence, the Gerrard Building stands as a reminder of the grandeur of Yonge Street as it developed in the early twentieth century.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Gerrard Building are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the southeast corner of Yonge Street and Gerrard Street East</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey commercial and office building built on a rectangular plan with a flat roof</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the Yonge Street (west) and Gerrard Street East (north) elevations, the sandstone cladding with stone trim</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the Yonge Street (west) elevation, the location and stone detailing of the entry at the south end of the building</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of the flat-headed openings and their detailing on the Yonge Street (west) and Gerrard Street East (north) elevations, which are divided vertically into four bays and six bays, respectively</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrangement of the fenestration in the upper floors on the west and north elevations including its tripartite division by secondary piers, and with the central opening containing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Above each window pane on the second and third floors of the west and north elevations, the transom lights (currently opaque spandrels) with their four-over-four arrangement (as seen in the original architectural drawings and 1950 archival photographs)</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the west and north elevations, the stone detailing including the octagonal piers with their faux compound piers and pointed finials at the first floor, and the decorative carved stone band surmounted by a continuous stone cornice directly above the third floor openings.3.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of April 2, 2019, which is May 2, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 563,
  "otherReferenceList": [
    {
      "description": "TE3.13 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement - 363-365 Yonge Street, 367 Yonge Street, 381 Yonge Street and 385-391 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.13"
    },
    {
      "description": "Bylaw 797-2019 - To designate the property at 363-365 Yonge Street as being of cultural heritage value or interest.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0797.pdf"
    },
    {
      "description": "Bylaw 798-2019 - To designate the property at 367 Yonge Street as being of cultural heritage value or interest.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0798.pdf"
    },
    {
      "description": "Bylaw 508-2019 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 363-365 Yonge Street, 367 Yonge Street, 381 Yonge Street and 385-391 Yonge Street.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0508.pdf"
    },
    {
      "description": "Bylaw 799-2019 - To designate the property at 381 Yonge Street as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0799.pdf"
    },
    {
      "description": "Bylaw 800-2019 - To designate the property at 385-391 Yonge Street as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0800.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 363-365, 367, 381 and 385-389 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
