{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "28 Langley Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6684029162",
      "longitudeCoordinate": "-79.3516968072",
      "province": "Ontario",
      "streetAddress": "28 Langley Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "30 Langley Avenue Toronto Ontario",
      "latitudeCoordinate": "43.668434879",
      "longitudeCoordinate": "-79.3515650862",
      "province": "Ontario",
      "streetAddress": "30 Langley Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 28 – 30 Langley Avenue ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=521"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1558065600000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 28 &ndash; 30 Langley Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>28 &ndash; 30 LANGLEY AVENUE</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 28-30 Langley Avenue is worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of the street, east of Broadview Avenue, the property at 28-30 Langley Avenue contains a pair of 2&frac12;-storey semi-detached houses that, following the issuance of a building permit to the property owner and contractor William C. Jones in November 1892 that identified George Martel Miller as the architect, were under construction the following year (1893).&nbsp; Standing vacant for five years, the semi-detached house at 28 Langley Avenue was first occupied in 1898 by Reverend Enoch Barker, a Congregational minister.&nbsp; The following year, Louis J. Thomas and his family began a lengthy tenancy of 30 Langley Avenue that lasted until Thomas's death in 1913.&nbsp; Subsequently, his widow, Jennie Rife Thomas, purchased the property at 28-30 Langley Avenue with both houses.&nbsp; Archival records indicate that the Thomas Estate retained the property until the 1950s when it was converted to a legal rooming house.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 28-30 Langley Avenue is valued for the exceptionally highly-crafted design of the pair of semi-detached houses in the Queen Anne Revival style that was popular at the end of the 19th century and identified by the mixture of materials, intricate rooflines and variety of architectural detailing.&nbsp; The William C. Jones Houses are particularly distinguished by the composition anchored by corner towers with turrets and original stained glass windows, and the sandstone cladding covering most of the principal (south) elevations.</p>\n<p>The William C. Jones Houses are historically associated with George Martel Miller (1854-1933), the Toronto architect who is credited with their design.&nbsp; In solo practice in Toronto for nearly half a century where the Gladstone Hotel (1894) on Queen Street West was amongst his early projects, Miller became known for his commissions for the famous Massey family, particularly the iconic Massey Music Hall (1894, in association with Cleveland architect, Sidney R. Badgley).&nbsp; Miller's extensive portfolio included residential buildings in Toronto's up-and-coming neighbourhoods where the property at 28-30 Langley Avenue is a rare documented example of his work in Riverdale.</p>\n<p>Contextually, the property at 28-30 Langley Avenue has cultural heritage value for its role in maintaining, supporting and defining the historical character of the street and the adjoining area as it developed as a middle-class enclave in Riverdale with well-crafted detached and semi-detached houses from the late-19th and early-20th century.&nbsp; The William C. Jones Houses are also historically, visually and physically linked to their setting on Langley Avenue on one of the original few lots not subdivided where they stand prominent in the street with the grandeur of their scale, roofline and distinctive architectural detailing.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the William C. Jones Houses at 28-30 Langley Avenue are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the buildings on the north side of the street, east of Broadview Avenue</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the 2&frac12;-storey plans, with the sandstone bases with the window openings (south)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; Covering the buildings, the hipped roof (south) with the flared eaves, the metal finial and the corner towers (southwest and southeast), the cross-gable roofs (east and west) with the enclosed gables and the wood detailing, the gambrel roof (north), the shed-roof dormers (east and west), and the brick chimneys</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the red brick and sandstone cladding, and the brick, stone, wood and metal detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (south) elevations, which are arranged as mirror images with the main entrances placed side-by-side in the first (ground) floor and accessed through round-arched portals with sandstone detailing (beneath the transoms, the doors have been replaced, as well as the steps leading to the entries)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the south elevations, in the second storey, the flat-headed openings with transoms that are protected by an open porch with a classical column</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The corner towers (southeast and southwest) with the round-arched openings in the first (ground) floor, some of which contain stained glass windows, the flat-headed window openings in the upper stories, the conical roofs with the extended eaves with brackets, and the metal finials</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The sandstone detailing on the south elevations, with the lintels, continuous sills and band courses</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the side elevations (east and west) with the brick detailing and the two-storey bay windows with the flat-headed openings, the brick flat arches and the stone sills</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 17, 2019, which is June 17, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 717,
  "otherReferenceList": [
    {
      "description": "2018.TE34.193 - Heritage Listing for 28-30 Langley Ave",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE34.193"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 28 – 30 Langley Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
