{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Clothing Drop Boxes By-law Review - Amendments to City of Toronto Municipal Code Chapters: Chapter 545, Licensing, Chapter 395, Clothing Drop Boxes, and Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=512"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "General Government and Licensing Committee",
    "country": "Canada",
    "emailAddress": "gglc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "10th Floor, West Tower, Toronto City Hall",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "General Government and Licensing Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Committee Room One, Toronto City Hall",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1558445400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1557720000000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to adopt amendments to the following City of Toronto Municipal Code Chapters: Chapter 545, Licensing, Chapter 395, Clothing Drop Boxes, and Chapter 441, Fees and Charges.</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on June 18-19, 2019, or at a subsequent meeting. If adopted by City Council, the amendments to the City of Toronto Municipal Code Chapter 545, Licensing, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Amend the definition of \"operator\" to include charities, religious institutions, and community organizations, requiring all clothing drop box operators to obtain a licence in accordance with the City of Toronto Municipal Code Chapter 545, Licensing.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Add a requirement for charities, religious institutions, and community organizations to provide proof of organization status acceptable to the Executive Director, Municipal Licensing and Standards, as part of the licence application process.</p>\n<p style=\"padding-left: 30px;\">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Exempt charities, community organizations, and religious institutions from the requirement to display the words: \"Not a Charity, Community Organization, or Religious Institution\" on the clothing drop box.</p>\n<p>Additional amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Add a clothing drop box operator licence fee of $439.96 and a licence renewal fee of $185.78 to Appendix C - Schedule 12, Municipal Licensing and Standards, for clothing drop box operators that are charities, community organizations, or religious institutions.&nbsp;</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Delete fee 419 ($15), Storage of Illegal Clothing Drop Box, from Appendix C - Schedule 12, Municipal Licensing and Standards.</p>\n<p>The proposed amendments are outlined in the report titled \"Clothing Drop Boxes By-law Review.\" To view or obtain a copy of the report, <a title=\"Clothing Drop Boxes By-law Review\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL5.3\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Tuesday, May 21, 2019 at 9:30 a.m., or as soon as possible thereafter, the General Government and Licensing Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the General Government and Licensing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the General Government and Licensing Committee on Tuesday, May 21, 2019, please contact the Committee no later than 12:00 p.m. on Friday, May 17, 2019:</p>\n<p style=\"padding-left: 30px;\">General Government and Licensing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4592; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:gglc@toronto.ca\">gglc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Elizabeth Glibbery, Interim Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">16th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-8445; Fax: 416-397-5463</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:Elizabeth.Glibbery@toronto.ca\">Elizabeth.Glibbery@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes and fees, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report, including fees that are higher or lower than the fees being proposed and/or new fees not contemplated in the staff report. The proposed amendments are subject to the decision of the Committee and the decision of City Council.&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The General Government and Licensing Committee will make its final recommendations on May 21, 2019 which will be forwarded to City Council for its meeting June 18-19, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the General Government and Licensing Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 708,
  "otherReferenceList": [
    {
      "description": "2019.GL5.3 - Clothing Drop Boxes By-law Review",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL5.3"
    },
    {
      "description": "Toronto Municipal Code - Chapter 395, Clothing Drop Boxes",
      "url": "https://www.toronto.ca/legdocs/municode/1184_395.pdf"
    },
    {
      "description": "Toronto Municipal Code - Chapter 545, Licensing",
      "url": "https://www.toronto.ca/legdocs/municode/1184_545.pdf"
    },
    {
      "description": "Toronto Municipal Code - Chapter 441, Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 545 - Licensing, Chapter 395 - Clothing Drop Boxes and Chapter 441 - Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Licensing Chapter of the Municipal Code",
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
