{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of a Proposal to Amend Toronto Municipal Code, Chapter 27, Council Procedures - Vision Zero 2.0 - Road Safety Plan Update",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=601"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1561642200000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1561003200000,
  "noticeDescription": "<p>At its meeting in Committee Room 1, City Hall, 100 Queen Street West, Toronto, on June 27, 2019, the Infrastructure and Environment Committee will consider <a title=\"Item IE6.8 - Vision Zero 2.0 - Road Safety Plan Update   Vision Zero 2.0 - Road Safety Plan Update   \" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.IE6.8\" target=\"_blank\" rel=\"noopener\">Item IE6.8</a> which contains a recommendation which may result in amendment to the <a title=\"Toronto Municipal Code, Chapter 27, Council Procedures\" href=\"https://www.toronto.ca/legdocs/municode/1184_027.pdf\" target=\"_blank\" rel=\"noopener\">Toronto Municipal Code, Chapter 27, Council Procedures</a>.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on July 16 and 17, 2019 or at a subsequent meeting.</p>\n<p>If approved by City Council, the proposed amendment will amend the delegated authority to Community Councils in Toronto Municipal Code, Chapter 27, Council Procedures by:</p>\n<p style=\"padding-left: 30px;\">1. Revoking the legislative delegation to Community Councils in respect of sidewalk proposals as set out in Section 27-18.4B.7.</p>\n<p>The Infrastructure and Environment Committee will also consider, among other recommendations, a recommendation that City Council:</p>\n<p style=\"padding-left: 30px;\">2. Direct that sidewalk proposals not otherwise delegated to the General Manager, Transportation Services, be reported annually to the Infrastructure and Environment Committee for recommendation to City Council.</p>\n<p>The proposed amendments are outlined in the report, titled \"Vision Zero 2.0 - Road Safety Plan Update\"</p>\n<p>To view or obtain a copy of the report, <a title=\"Report from the General Manager, Transportation Services and the General Manager, Solid Waste Management Services on Vision Zero 2.0 - Road Safety Plan Update \" href=\"https://www.toronto.ca/legdocs/mmis/2019/ie/bgrd/backgroundfile-134964.pdf\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Thursday, June 27, 2019 at 9:30 a.m., or as soon as possible thereafter, the Infrastructure and Environment Committee will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the Infrastructure and Environment Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted by-law, including amendments not contemplated or considered in the proposal, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on Thursday, June 27, 2019, please contact the Committee no later than 12:00&nbsp;p.m. on Wednesday June 26, 2019:</p>\n<p style=\"padding-left: 30px;\">Infrastructure and Environment Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Jacquelyn Hayward, Director, Project Design &amp; Management</p>\n<p style=\"padding-left: 30px;\">Transportation Services</p>\n<p style=\"padding-left: 30px;\">Tel: (416) 392-5348</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:Jacquelyn.Hayward@toronto.ca\">Jacquelyn.Hayward@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on June 27, 2019 which will be forwarded to City Council for its meeting July 16 and 17, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 781,
  "otherReferenceList": [
    {
      "description": "2019.IE6.8 - Vision Zero 2.0 - Road Safety Plan Update",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.IE6.8"
    },
    {
      "description": "Report from the General Manager, Transportation Services and the General Manager, Solid Waste Management Services on Vision Zero 2.0 - Road Safety Plan Update",
      "url": "https://www.toronto.ca/legdocs/mmis/2019/ie/bgrd/backgroundfile-134964.pdf"
    },
    {
      "description": "Toronto Municipal Code, Chapter 27- Council Procedures ",
      "url": "https://www.toronto.ca/legdocs/municode/1184_027.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Notice of a Proposal to Amend Toronto Municipal Code, Chapter 27, Council Procedures - Vision Zero 2.0 - Road Safety Plan Update",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
