{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "206 Russell Hill Road Toronto Ontario",
      "latitudeCoordinate": "43.68211866",
      "longitudeCoordinate": "-79.407077807",
      "province": "Ontario",
      "streetAddress": "206 Russell Hill Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 206 Russell Hill Road ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=602"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1561089600000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 206 Russell Hill Road under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>206 RUSSELL HILL ROAD</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 206 Russell Hill Road is worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the west side of the street, south of St. Clair Avenue West in the South Hill neighbourhood, the property at 206 Russell Hill Road is elevated on a hillside where the lot extends west to Sir Winston Churchill Park.&nbsp; It contains a 2&frac12;-storey detached house form building that was constructed in 1910 for William Sefton Hodgens (1878-1963) according to the designs of Toronto architect Ewart G. Wilson.&nbsp; Hodgens was a self-made financier and one of the original directors of the Dominion Securities Corporation (forerunner to today&rsquo;s RBC Securities) who resided at 206 Russell Hill with his wife, Margaret Wood Meikle for over half a century.&nbsp; Following Hodgens&rsquo;s death, the Basilian Fathers of Toronto were among the subsequent owners of the property.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 206 Russell Hill Road is valued for its design as a well-crafted example of the Period Revival, one of the most popular styles for upscale residential architecture in the World War I era, which is particularly distinguished by its detailing inspired by the Arts and Crafts Movement.&nbsp; The William S. Hodgens House displays hallmarks of the style in its varied cladding, the intricate profile incorporating the roof with the gambrel form, extended east slope, parapets and multiple chimneys, and the varied fenestration including bay windows and shed-roof dormers.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The William S. Hodgens House is historically associated with the origins of the South Hill neighbourhood where, following the subdivision of the former Russell Hill estate, it occupied one of the larger tracts adjoining the Nordheimer Ravine.&nbsp; It is also linked to the practice of Ewart G. Wilson who, in a career spanning a quarter-century, was noted for his residential commissions in Rosedale, Forest Hill and other prestigious neighbourhoods, and elegant apartment houses, including the Broadview Mansions (1927), the listed heritage property overlooking Riverdale Park.</p>\n<p>Contextually, the William S. Hodgens House supports and maintains the historical character of the South Hill community as an early-20th century residential enclave with recognized heritage buildings on Clarendon Avenue, Clarendon Crescent, Warren Road, Balmoral Avenue and Poplar Plains Road, as well as Russell Hill Road.&nbsp;&nbsp; The property at 206 Russell Hill Road is also historically, visually and physically linked to its location on an elevated site adjoining Sir Winston Churchill Park.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the William S. Hodgens House at 206 Russell Hill Road are:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the west side of the street, south of St. Clair Avenue West and adjoining Sir Winston Churchill Park</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2&frac12;-storey plan</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The roof with the gambrel form, extended slope and multiple shed-roof dormers (east), the parapets (east and west) and the four brick chimneys, including the oversized chimney on the east end</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The principal (east) elevation, where the main entrance is placed off-centre in the first (ground) floor and protected by the open gable on brackets and the stepped stone wall</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; The north side elevation with the secondary entrance and the wood detailing</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; On all elevations, the fenestration that incorporates flat-headed openings with stone lintels or wood surrounds, segmental-arched openings with brick flat arches and stone sills, and bay windows with wood detailing (some of the openings have been altered)</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp; In many of the openings, the multi-paned windows that reflect the Period Revival styling</p>\n<p>The detached garage at the north end of the property is not identified as a heritage attribute.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 21, 2019, which is July 22, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 801,
  "otherReferenceList": [
    {
      "description": "2019.PB6.8 - Inclusion on the Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 206 Russell Hill Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB6.8"
    },
    {
      "description": "2019.CC8.13 - Item TE7.27 - Inclusion on the Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 206 Russell Hill Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.CC8.13"
    },
    {
      "description": "2019.TE7.27 - Inclusion on the Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 206 Russell Hill Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.27"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 206 Russell Hill Road ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
