{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "50 Eglinton Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.7065914505",
      "longitudeCoordinate": "-79.4006707651",
      "province": "Ontario",
      "streetAddress": "50 Eglinton Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 50 Eglinton Avenue West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=826"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "fax": "416-395-7337",
    "locationName": "North York Civic Centre",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1566792000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on July 16, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 50 Eglinton Avenue West, decided among other things, to</p>\n<p>1.&nbsp; Approve the alterations to the heritage property at 50 Eglinton Avenue West in accordance with Section 33 of the Ontario Heritage Act, to allow for the construction of a 32-storey tower on the lands known municipally as 50-60 Eglinton Avenue West, with such alterations substantially in accordance with plans and drawings (update issued April 19, 2019) prepared by Turner Fleischer Architects and Hariri Pontarini Architects, and on file with the Senior Manager, Heritage Preservation Services; and the Heritage Impact Assessment, prepared by ERA Architects Inc., issued February 27, 2019 (with Addendum issued April 12, 2019) and on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a.&nbsp;as a condition of the Section 37 Agreement as approved by the Local Planning Appeal Tribunal, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. enter into a Heritage Easement Agreement with the City for the property at 50 &nbsp;Eglinton Avenue West in accordance with the plans and drawings (update issued April 19, 2019) prepared by Turner Fleischer Architects and Hariri Pontarini Architects, and on file with the Senior Manager, Heritage Preservation Services, the Heritage Impact Assessment prepared by ERA Architects Inc. issued February 27, 2019 (with Addendum issued April 12, 2019) and in accordance with the Conservation Plan required in&nbsp;Part 6.a.2 below to the satisfaction of the Senior Manager, Heritage Preservation Services, including registration of such agreement to the satisfaction of the City Solicitor;</p>\n<p style=\"padding-left: 60px;\">2. provide a detailed Conservation Plan, prepared by a qualified heritage consultant, that is consistent with the conservation strategy set out&nbsp; in the Heritage Impact Assessment prepared by ERA Architects Inc. issued February 27, 2019 (with Addendum issued April 12, 2019) to the satisfaction of the Senior Manager, Heritage Preservation Services; and&nbsp;</p>\n<p style=\"padding-left: 60px;\">3. enter into and register on the property at 50 Eglinton Avenue West one or more agreements with the City pursuant to Section 37 of the Planning Act to the satisfaction of the City Solicitor, the Chief Planner and Executive Director, City Planning and the Senior Manager, Heritage Preservation Services with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations;</p>\n<p style=\"padding-left: 30px;\">b.&nbsp;prior to final Site Plan approval for the proposed Zoning By-law Amendment by City Council for the property located at 50-60 Eglinton Avenue West, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide final site plan drawings substantially in accordance with the approved Conservation Plan required in&nbsp;Part 6.a.2. above to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 60px;\">3. provide a Heritage Lighting Plan that describes how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">4. submit a Signage Plan to the satisfaction of the Senior Manager, Heritage Preservation Services; and&nbsp;</p>\n<p style=\"padding-left: 60px;\">5. provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 30px;\">c.&nbsp;prior to the issuance of any permit for all or any part of the property 50-60 Eglinton Avenue West, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in&nbsp;Part 6.a.2. above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services;&nbsp;and</p>\n<p style=\"padding-left: 60px;\">2. provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, and approved Interpretation Plan; and</p>\n<p style=\"padding-left: 30px;\">d. prior to the release of the Letter of Credit required in&nbsp;Part 6.c.2 above, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services; and</p>\n<p style=\"padding-left: 60px;\">2. provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p>2. City Council authorize the entering into of a Heritage Easement Agreement under Section 37 of the Ontario Heritage Act with the owner of the property at 50 Eglinton Avenue West in a form and content satisfactory to the City Solicitor and the Chief Planner and Executive Director, City Planning.</p>\n<p>3. City Council authorize the City Solicitor to introduce the necessary Bill in Council authorizing the entering into of a Heritage Easement Agreement for the property at 50 Eglinton Avenue West.</p>\n<p><strong>Appeal to the Conservation Review Board</strong>:<br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Francine Adamo, Administrator, North York Community Council, North York Civic Centre, 5100 Yonge Street, Ground floor, Toronto, Ontario, M2N 5V7, by 4.30 p.m. on or before September 25, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1025,
  "otherReferenceList": [
    {
      "description": "2019.NY7.8 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement - 50 Eglinton Avenue West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.NY7.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Notice of Decision - 50 Eglinton Avenue West",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
