{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Licensing of Payday Loan Establishments",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=842"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "General Government and Licensing",
    "country": "Canada",
    "emailAddress": "gglc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "General Government and Licensing Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1567603800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1566878400000,
  "noticeDescription": "<p><strong>Notice is hereby given that Toronto City Council will be considering recommendations to adopt amendments to the following City of Toronto Municipal Code Chapters: Chapter 545, Licensing, and Chapter 441, Fees and Charges.</strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on October 2 and 3, 2019, or at a subsequent meeting. If adopted by City Council, the amendments to the City of Toronto Municipal Code Chapter 545, Licensing, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp; Maintain the interim regulations for payday loan establishments introduced by City Council in 2018 and establish that the number of payday loan establishments per ward is capped at the total number operating with both a provincial and a municipal licence within the geographical area of each ward, as each ward exists as of January 1, 2019.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp; Authorize the Executive Director, Municipal Licensing and Standards, despite the cap on the total number of payday loan establishments permitted in each ward, to consider and decide the deletion of a location in one ward and its replacement with a location in another ward.</p>\n<p>Additional amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C - Schedule 12, Municipal Licensing and Standards, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp; Add a $645.53 application fee for a payday loan establishment location change request, adjusted annually based on the Consumer Price Index.</p>\n<p>The proposed amendments are outlined in the report, titled \"Update on the City of Toronto Municipal Code Chapter 545, Licensing of Payday Loan Establishments.\" To view or obtain a copy of the report, <a title=\"Update on the City of Toronto Municipal Code Chapter 545, Licensing of Payday Loan Establishments\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL7.15\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd floor, Toronto City Hall on Wednesday, September 4, 2019 at 9:30 a.m., or as soon as possible thereafter, the General Government and Licensing Committee of Toronto City Council will hear in person or by their counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the General Government and Licensing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the General Government and Licensing</p>\n<p>Committee on Wednesday, September 4, 2019, please contact the Committee no later than 12:00 p.m. on Tuesday, September 3, 2019:</p>\n<p style=\"padding-left: 30px;\">General Government and Licensing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, Ontario, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4592; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">E-mail: <a href=\"mailto:gglc@toronto.ca\">gglc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Elizabeth Glibbery, Interim Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">16th Floor, West Tower, Toronto, Ontario, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-5576; Fax: 416-397-5463</p>\n<p style=\"padding-left: 30px;\">E-mail: <a href=\"mailto:Elizabeth.Glibbery@toronto.ca\">Elizabeth.Glibbery@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes and fees, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report, including fees that are higher or lower than the fees being proposed and/or new fees not contemplated in the staff report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The General Government and Licensing Committee will make its final recommendations on September 4, 2019 which will be forwarded to City Council for its meeting on October 2 and 3, 2019.</p>\n<p><strong>Notice to People Writing or Making Presentations to the General Government and Licensing Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or call 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1042,
  "otherReferenceList": [
    {
      "description": "2019.GL7.15 - Update on the City of Toronto Municipal Code Chapter 545, Licensing of Payday Loan Establishments",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL7.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Licensing of Payday Loan Establishments",
  "topics": [
    "Licensing > Proposal to amend the Licensing Chapter of the Municipal Code",
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
