{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "40 Mitchell Avenue Toronto Ontario",
      "latitudeCoordinate": "43.645178981",
      "longitudeCoordinate": "-79.4074914016",
      "postalCode": "M6J 1B9",
      "province": "Ontario",
      "streetAddress": "40 Mitchell Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "44 Mitchell Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6451623436",
      "longitudeCoordinate": "-79.4075767608",
      "postalCode": "M6J 1B9",
      "province": "Ontario",
      "streetAddress": "44 Mitchell Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 40-44 Mitchell Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=984"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 40-44 Mitchell Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>40-44 Mitchell Avenue</strong></p>\n<p>The properties at 40-44 Mitchell Avenue are worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of the street, the properties contain a pair of single-storey semi-detached house form buildings that were among the 16 pairs of workers' cottages completed in 1858 on the subdivision developed by solicitor and realtor James Lukin Robinson on the former Military Reserve lands east of Garrison Creek that were also known as the Garrison Common.&nbsp; Today, six pairs of the original cottages remain on Mitchell Avenue and Richmond Street West, including those at 703-705 and 719-719 Richmond that were listed on the City of Toronto's Heritage Register in 2005, and the subject properties at 40-44 Mitchell Avenue.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The properties at 40-44 Mitchell Avenue have design value as a pair of single-storey semi-detached workers' cottages that are rare early surviving examples of this typology in Toronto.&nbsp; They are part of the extant collection of six of the original 16 pairs that were completed in 1858 when Boulton illustrated them on the first fire insurance atlas covering the city.&nbsp; The semi-detached houses feature the near-square plans, low hipped roofs and symmetrical placement of the door and window openings inspired by the bungalow that originated in India, which influenced the early-19th century Regency Cottage and, on a more modest scale, the vernacular workers' cottage.</p>\n<p>The Robinson Cottages, also known as the Garrison Common Cottages, at 40-44 Mitchell Avenue contribute to the historical development and evolution of the Niagara Street neighbourhood that occupies part of the acreage set aside for military purposes after the founding of York (Toronto) in the late 18th century.&nbsp; In 1834, with the westward expansion of the newly incorporated City of Toronto and the desire to fund additional military installations in defence of the community, land in the Military Reserve east of Garrison Creek was identified for development.&nbsp; On Garrison Common, the tract southeast of present-day Queen and Niagara streets where the subject properties are found was granted in the mid-1840s to the Society for the Propagation of the Gospel in Foreign Parts, an Anglican missionary organization, which did not develop the land.&nbsp; A decade later, James Lukin Robinson, a prolific local developer and realtor, who was also a solicitor and member of a famous Toronto family, registered a residential subdivision where he commissioned 16 pairs of brick cottages that were in place when Boulton's Atlas was published in 1858.&nbsp; The original occupants included tradespeople, as well as workers for the inaugural steam railways that transformed Toronto in the mid-19th century.&nbsp; The properties at 71-75 Mitchell Avenue are important reminders of the origins of the Niagara Street neighbourhood.</p>\n<p>Contextually, the properties at 40-44 Mitchell Avenue are part of the collection of surviving workers' cottages on Mitchell Avenue and Richmond Street West that were among the first residential buildings constructed in the area where they define, support and maintain the historical character of the Niagara Street neighbourhood south of Queen Street West.&nbsp; The Robinson Cottages at 40-44 Mitchell Avenue are also historically, visually and physically linked to their original settings where they were laid out in relation to the other pairs of semi-detached cottages on Mitchell Avenue and Richmond and Adelaide streets, of which six pairs (including the subject properties) remain today.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Robinson Cottages (also known as the Garrison Common Cottages) at 40-44 Mitchell Avenue are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the pair of semi-detached buildings on the north side of the street between Tecumseth and Niagara streets</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the single-storey rectangular-shaped plans</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The hipped roofs covering the buildings (the central chimney has been removed)</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials (the brick on 40 Mitchell has been covered)</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (south) elevation of each building, the symmetrical organization with the central entrance in the flat-headed surround with the transom flanked by single window openings (the window openings on 44 Mitchell have been changed)</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto &amp; East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 10, 2019, which is November 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1184,
  "otherReferenceList": [
    {
      "description": "2019.TE7.25 - Inclusion on the City of Toronto's Heritage Register 40-44 and 71-75 Mitchell Avenue and 735-737 and 753-755 Richmond Street West, and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 40-44 Mitchell Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.25"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 40-44 Mitchell Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
