{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "300 Bloor Street West Toronto Ontario",
      "latitudeCoordinate": "43.6674031767",
      "longitudeCoordinate": "-79.4020180395",
      "postalCode": "M5S 1W3",
      "province": "Ontario",
      "streetAddress": "300 Bloor Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "478 Huron Street Toronto Ontario",
      "latitudeCoordinate": "43.6679298827",
      "longitudeCoordinate": "-79.4021251461",
      "postalCode": "M5R 2R3",
      "province": "Ontario",
      "streetAddress": "478 Huron Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 300 Bloor Street West and 478 Huron Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1002"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 300 Bloor Street West and 478 Huron Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>300 Bloor Street West</strong></p>\n<p>The property at 300 Bloor Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located at the north-west corner of Bloor Street West and Huron Street, the property at 300 Bloor Street contains a complex of religious buildings, first known as the Bloor Street Presbyterian Church and, as of 1925, the Bloor Street United Church, which has undergone a series of alterations designed by various architects between 1888 and 1962.&nbsp; The first building, including a church and Sunday school, was designed by the architect George W. E. Field and constructed between 1886 and 1888.&nbsp; It forms the north-east corner of the church complex.&nbsp; Within a year of the building's completion, in response to the growing population of the recently annexed Annex neighbourhood, a new church, designed by William R. Gregg, was constructed to the south of the first building and completed in 1890.&nbsp; The new church features a prominent corner tower which continues to be a landmark at the north-west corner of Bloor Street West and Huron Street.&nbsp; In 1908-1909, the first building, then used exclusively as a Sunday school, was extended to the west providing more accommodation for the school and included the church hall.&nbsp; The extension was undertaken by the firm of Wickson &amp; (Alfred) Gregg.&nbsp;</p>\n<p>In 1927, the church's principal (south) elevation and main entrance was impacted with the widening of Bloor Street.&nbsp; This resulted in the redesign of the south elevation by Wickson &amp; Gregg and entailed the removal of the grand staircase and the relocation of the three entry arches to a new single storey entry pavilion to the west.&nbsp; The church's narthex was given a minimal expansion to the south and nine small arched windows replaced the original three entry arches.&nbsp; Between 1927and 1954, a single-storey wing accommodating a kitchen and nursery was added to the north of the 1909 Sunday school extension.&nbsp; In 1954, a fire damaged the church and the church interior was reconstructed with a new structural system of arches and an extended choir space by the firm of Bruce, Brown and Brisley with the guidance of Professor I. S. Nairn of the University of Toronto.&nbsp; In 1956, Professor Nairn had a stone lintel carved with the name \"Bloor Street United Church\" located in the entry pavilion with the original church doors.&nbsp;&nbsp; Between 1954 and 1962, a series of stained glass windows were added to the church interiors including the main worship space, the narthex and corner entries.&nbsp; The latter commemorated the 75th anniversary of the founding of the church and resulted in the great south window which celebrates the theme of ecumenism.&nbsp;&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 300 Bloor Street West is valued as an excellent representative of a late 19th century Gothic Revival Presbyterian church complex.&nbsp; The characteristics of the Presbyterian church-type are represented in the hall form of the church with the u-shaped gallery and a Sunday school adjacent to the principal internal wall accommodating the organ and pulpit.&nbsp; The Gothic Revival elements are evident in the spires, buttresses and lancet-shaped windows tempered by the late 19th century taste for rusticated red Credit Valley sandstone, with contrasting smooth buff-coloured Ohio sandstone trim and polished granite columns, the sense of mass in the proportions and the asymmetry of the two towers. The exterior of the complex was transformed through a series of additions and alterations between 1886 and 1927 by three different firms of architects yet retains a consistent Gothic Revival style which is due to the high level of design and craftsmanship with which each succeeding project was undertaken to create a unified whole.</p>\n<p>The property at 300 Bloor Street West is valued for its historical association with the 1925 union of the Methodist Presbyterian and Congregationalist churches resulting in the founding of the United Church of Canada, as Dr. George Campbell Pidgeon, minister of the Bloor Street Presbyterian Church (1918-1948) and the last moderator of the Presbyterian Church would become the first moderator of the United Church of Canada.&nbsp; The property is valued for yielding information about the active social service provided by the congregation which from its earliest days and through various outreach programs, championed the needs of the disadvantaged and strove for an ethical role of the congregation within society.&nbsp; The congregation have supported refugees, adopted the 1995 Declaration of Affirmation of inclusivity regardless of gender, sexual orientation, race or ethnicity, and have promoted reconciliation between Indigenous and Non-Indigenous people.&nbsp; The congregation shares its space with the Alpha Korean United Church and the City Shul, a Reform congregation.&nbsp;</p>\n<p>The property is valued for its association with the earliest development of the Annex neighbourhood in the 1880s when it acquired its characteristic urban pattern and architectural form.&nbsp; The property is also valued as it demonstrates the work of the two prolific Toronto architectural firms.&nbsp; William R. Gregg, (alone and in partnership with Alfred Gregg) was renowned for a large number of church commissions in Toronto and across Ontario.&nbsp; Wickson &amp; (Alfred) Gregg were known for their substantial residential commissions as well as institutional and industrial works.&nbsp; Alfred Gregg was a Fellow of the Royal Architectural Institute of Canada.</p>\n<p>Located at the north-west corner of Bloor and Huron Streets, with its prominent corner tower, the church is a landmark viewed from four directions along Bloor and Huron streets.&nbsp; With its late 19th-century picturesque massing built of rusticated Credit Valley sandstone, the church complex defines and maintains the characteristic architectural character and scale of the Annex neighbourhood.&nbsp; Constructed between 1886 and 1890 with later extensions in 1909 and 1927, the complex is historically, functionally, physically and visually linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Bloor Street United Church property are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property at the north-west corner of Bloor Street West and Huron Street in the Annex neighbourhood</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setting of the building at the edge of the public sidewalk with a small enclosed landscaped courtyard to the west of the church building faced by the school and the west elevation of the church</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the complex which is composed of a two-and-a-half -storey, L-shaped building on a raised basement with two towers, two single-storey additions on the west and north elevations, the projecting gable-roofed entry on the east elevation, the steeply pitched gable roofs and dormers, as well as a conical roof on the west tower and four pinnacle roofs on the east tower</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials which include rusticated Credit Valley sandstone, red mortar joints, smooth and rusticated buff-coloured Ohio stone, brick and copper and wood doors and window frames</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The architectural details which include the two cornerstones with the dates 1886 and 1889, the buttresses, stone headers, sills and window surrounds, stone trim on the buttresses, a stone band with a dentil course on the church building, corbels with gable ends featuring trefoils on the Huron Street entrance and decorative banding on the towers</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three entry arches, originally located in the south wall of the church prior to the Bloor Street widening in 1927, now located in the single story entry pavilion including the Ohio stone arches with their string mouldings and sprocket details, the red granite columns with buff stone composite capitals framing doorways with transoms with Gothic tracery</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The doors with their diagonal panels and decorative iron strapping and matching door pulls</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The black metal lanterns with their Gothic-patterned glazed sections on the single storey entry porch</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The openings in the towers with their louvres, the leaf patterns at the cornice of the west tower&nbsp;</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window openings with their Gothic tracery, various lancet shapes, cusped heads, flat arched openings with scalloped profiles on the wood frames</p>\n<p style=\"padding-left: 30px;\">Interior</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The door, staircase and hand-rail in the south-east tower</p>\n<p style=\"padding-left: 30px;\">The following heritage attributes have been identified as liturgical elements by the Bloor Street United Church:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stained and leaded glass windows including those of the church interior, east south and west elevations, the narthex and stair towers, and particularly</p>\n<p style=\"padding-left: 60px;\">-&nbsp;&nbsp; the two lancet windows depicting the evangelists, the south tripartite rose window depicting ecumenism</p>\n<p style=\"padding-left: 60px;\">-&nbsp;&nbsp; the nine windows in the narthex depicting the various historic Canadian leaders of the United Church,</p>\n<p style=\"padding-left: 60px;\">-&nbsp;&nbsp; the two transom windows above the doors in the east and west stair tower</p>\n<p style=\"padding-left: 60px;\">-&nbsp;&nbsp; the stained glass windows in the east elevation of the first (1888)church-Sunday school</p>\n<p style=\"padding-left: 60px;\">-&nbsp;&nbsp; the leaded glass windows over the 1890 east entrance to the church and Sunday school</p>\n<p><strong>Reasons For Designation</strong></p>\n<p><strong>478 Huron Street</strong> &nbsp;&nbsp;</p>\n<p>The property at 478 Huron Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the west side of the street, north of Bloor Street West, the property at 478 Huron Street contains a two-and-a-half storey house, designed by the architect John Gemmel and constructed in 1888.&nbsp; The first owner-occupants were John H. and Eliza A. Armstrong.&nbsp; Following the demolition in 1963 of the George Campbell Pidgeon house at 476 Huron Street to make way for the construction of the new TTC Bloor-Danforth subway line, 478 Huron Street was acquired by the Bloor Street United Church trustees, named to continue the association with Dr. Pidgeon, and used as an ancillary structure for church community functions and to provide accommodation for the church caretaker.&nbsp; From the early 2000s the house has been rented for office use.&nbsp; In 1974, the property was included on the City's inaugural inventory and was one of 400 properties identified for its heritage value.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 478 Huron Street has design value as a fine representative example of a typical Annex house in the Richardsonian Romanesque style, predominant in Toronto in the late 19th century and evident in the picturesque massing and rooflines, stone, brick and terracotta-shingle cladding and in the variety of architectural details. The George Campbell Pidgeon house retains many fine details including the mullion patterning, wood details and stained glass of the windows, the brick and stone relief work and the skillful manipulation of the massing evident in the fine proportions and the curving stone wall leading to the recessed entrance. &nbsp;</p>\n<p>Constructed in 1888, the property at 478 Huron Street is valued for its association with the early history of the Annex neighbourhood, and as one of the earliest houses on Huron Street, it represents the residential development which would give the Annex its defining character.&nbsp; It is also valued for its association with the Bloor Street United Church and Dr. George Campbell Pidgeon, who from 1915-1948 provided leadership through the union with the United Church, ecumenism and community outreach at a local and global scale.&nbsp;</p>\n<p>The property is valued as it, and the adjacent semi-detached houses at 480-482 Huron Street, reflect the work of the architect John Gemmell, partner in the distinguished and prolific Toronto firm of Smith &amp; Gemmell, designers of over one hundred ecclesiastical, institutional and commercial buildings, including Knox College.&nbsp; Gemmel was a founder of the Ontario Association of Architects (OAA), was elected president of the OAA in 1904 and became a frequent contributor to the Canadian Architect and Builder.&nbsp;</p>\n<p>Contextually, the Pidgeon House has cultural heritage value for its importance in defining and maintaining the historic Annex residential neighbourhood which is characterized by elaborately massed and richly detailed late-19th and early-20th century detached and semi-detached houses.&nbsp; As one of the earliest houses constructed on Huron Street north of Bloor Street, the house at 478 Bloor Street (one of three in a row designed by John Gemmel) is physically, visually and historically linked to the neighbourhood.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the George Campbell Pidgeon house are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the house-form building on its property on the west side of Huron Street north of Bloor Street West</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setting of the house on the property with a landscaped area in front of the principal (east) elevation facing Huron Street, including lawn, a tree and shrubs and a walkway to the front door</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey house on a raised basement with its rectangular plan with a projecting front bay, recessed entrance with a porch, projecting bay on the south elevation with intersecting gable roofs and two chimneys</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials which include rusticated stone, red brick with redbrick mortar, and terracotta shingles and wood bargeboards</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The architectural details which include the corbels supporting the lintel over the basement window in the east elevation, the stone string courses which acts as windows sills at the second storey, the stone capital with Romanesque carving on the pier at the front porch, the grid pattern of bricks under the principal window on the east elevation of the second floor level, the curving stone wall at the front entry, the projecting chimney on the south elevation with the decorative brick corbels and the terracotta shingle in the gable on the south elevation and the gable bargeboard</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The windows on the principal (east) elevation which include three stained glass panels in the transom of the principal elevation on the first floor, at the second floor principal window, the pattern of openings with a wide central glazed section with wood colonettes flanked by two narrow opening sections with a transom of gridded mullions above with a decorative wood frieze including a dentil course and at the third level, the projecting oriel window with central opening framed by square panes framing a large glazed rectangle</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Adjacent to the front door, a small stained glass window facing north</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the side (south) elevation the arrangement of windows including the pair of small openings at the first floor level, the rectangular openings in the canted wall on the first, second and third floor level and the arched window on the second floor level</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the side (north) elevation, the first floor stained glass window</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal entry door on the east elevation with its fielded and bevelled panels and glazed panel</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The doorbell adjacent to the front entry&nbsp;</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The plaque at the front door which says \"Bloor Street United Church Geo. C Pidgeon House\"</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 10, 2019, which is November 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1186,
  "otherReferenceList": [
    {
      "description": "2019.TE7.3 - 300 Bloor Street West and 478 Huron Street - Zoning Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.3"
    },
    {
      "description": "2019.TE7.4 - Alterations to Heritage Properties at 300 Bloor Street West and 478 Huron Street, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into Heritage Easement Agreements at 300 Bloor Street West and 478 Huron Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 300 Bloor Street West and 478 Huron Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
