{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "8 Elm Street Toronto Ontario",
      "latitudeCoordinate": "43.657903005",
      "longitudeCoordinate": "-79.382219116",
      "postalCode": "M5G 1G7",
      "province": "Ontario",
      "streetAddress": "8 Elm Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "350 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580484432",
      "longitudeCoordinate": "-79.3819488326",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "350 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "348 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580338094",
      "longitudeCoordinate": "-79.3819423287",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "348 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 8 Elm Street and 348-350 Yonge Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1003"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on June 18 and 19, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 8 Elm Street and 348-350 Yonge Street, decided among other things, to:</p>\n<p>1. Approve the settlement offer which comprises the alterations to the designated heritage properties at 8 Elm Street and 348-350 Yonge Street, in accordance with Section 33 of the Ontario Heritage Act, for the construction of a new 67-storey mixed-use office residential development with at-grade retail uses at 8 Elm Street and 348-356 Yonge Street in conjunction with an appeal to the Local Planning Appeals Tribunal (\"LPAT\") and in accordance with the settlement offer from the Applicant comprised of the plans and drawings prepared by IBI Group Architects, submitted with the Heritage Impact Assessment prepared by GBCA Architects, dated April 23, 2019, all on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following conditions:</p>\n<p style=\"text-align: left; padding-left: 30px;\">a. Prior to issuance of an LPAT Order in connection with the Zoning By-law Amendment appeal for the properties at 8 Elm Street and 348-356 Yonge Street, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Amend the existing Heritage Easement Agreement, registered on the title for the heritage property at 8 Elm Street, Instrument No. CT720206 dated May 24, 1985, substantially in accordance with plans and drawings prepared by IBI Group Architects, submitted with the Heritage Impact Assessment prepared by GBCA Architects, dated April 23, 2019, subject to and in accordance with the approved Conservation Plan required in Recommendation 6.a.3, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Enter into a Heritage Easement Agreement with the City for the property at 348-350 Yonge Street substantially in accordance with plans and drawings prepared by IBI Group Architects, submitted with the Heritage Impact Assessment prepared by GBCA Architects, dated April 23, 2019, subject to and in accordance with the approved Conservation Plan required in Recommendation 6.a.3, all to the satisfaction of the Senior Manager, Heritage Preservation Services including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 60px;\">3. Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 8 Elm Street and 348-350 Yonge Street, prepared by GBCA Architects dated April 23, 2019, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">4. Enter into and register on the properties at 348-356 Yonge Street one or more agreements with the City pursuant to Section 37 of the Planning Act, all to the satisfaction of the City Solicitor and the Senior Manager, Heritage Preservation Services, with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations, including amongst other matters, securing the final project specifications, including drawings, for the dismantling and reconstruction of the property at 352-354 Yonge Street, preparation and thereafter the implementation of a Heritage Lighting Plan, a Signage Plan, an Interpretation Plan and requiring a letter of credit to secure all work included in the approved Conservation Plan, approved specifications for 352-354 Yonge Street and approved Interpretation Plan, including provision for upwards indexing, all to the satisfaction of&nbsp; the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"text-align: left; padding-left: 30px;\">b. Prior to Final Site Plan approval in connection with the Zoning By-law Amendment appeal for the properties at 8 Elm Street and 348-356 Yonge Street, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide final site plan drawings including drawings related to the approved Conservation Plan required in Recommendation 6.a.3 to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide final project specifications, including drawings, for the dismantling and reconstruction of the property at 352 - 354 Yonge Street, satisfactory to the Senior Manager, Heritage Preservation Services, prior to demolition permit being issued for the development site.</p>\n<p style=\"padding-left: 60px;\">3. Provide an Interpretation Plan for the subject properties to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">4. Provide a Heritage Lighting Plan that describes how the heritage properties will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services, and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">5. Provide a detailed Landscape Plan for the subject properties satisfactory to the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">6. Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">c. That prior to the issuance of any permit for all or any part of the properties at 8 Elm Street and 348-356 Yonge Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Obtain final approval for the necessary Zoning By-law amendments required for the alterations to the properties at 8 Elm Street and 348-350 Yonge Street, such amendments to have been enacted by City Council in connection with a LPAT Order and to have come into effect in a form and with content acceptable to City Council as determined by the City Solicitor in consultation with the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 6.a.3 above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, approved project specifications for 352-354 Yonge Street, Heritage Lighting Plan, Landscape Plan, and Interpretation Plan.</p>\n<p style=\"padding-left: 60px;\">4. Provide full documentation of the existing heritage properties at 8 Elm Street and 348-350 and 352-354 Yonge Street, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">d. That prior to the release of the Letter of Credit required in Recommendation 5.c.3. the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. &nbsp;Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretive work has been completed in accordance with the Conservation Plan, final project specifications plan for 352-354 Yonge Street, Lighting Plan, Landscape Plan, and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board</strong>:<br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before November 12, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1189,
  "otherReferenceList": [
    {
      "description": "2019.PB6.6 - Alterations to Heritage Properties at 8 Elm Street and 348-350 Yonge Street, Intention to Designate 348-350 Yonge Street under the Ontario Heritage Act - Part IV Section 29, Authority to Amend 8 Elm Street Heritage Easement Agreement and Enter into Heritage Easement Agreement at 348-350 Yonge Street ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB6.6"
    },
    {
      "description": "2019.TE6.9 - Alterations to Heritage Properties at 8 Elm Street and 348-350 Yonge Street, Intention to Designate 348-350 Yonge Street under the Ontario Heritage Act - Part IV Section 29, Authority to Amend 8 Elm Street Heritage Easement Agreement and Enter into Heritage Easement Agreement at 348-350 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE6.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 8 Elm Street and 348-350 Yonge Street ",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
