{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Amendments to Chapter 354, Apartment Buildings (RentSafeTO) and Amendments to Chapter 441, Fees and Charges ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1104"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": " Committee Room 1, Toronto City Hall",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1573655400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1572930000000,
  "noticeDescription": "<p>It is proposed that the amendments be adopted at the City Council meeting to be held on November 26 and 27, 2019, or at a subsequent meeting. If adopted by City Council, the amendments to the City of Toronto Municipal Code Chapter 354, Apartment Buildings, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp; Require landlords to display a copy of the building evaluation result document, received by the City following their last evaluation, on the tenant notification board, and provide copies to any persons who request it.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp; Require landlords to post information on the RentSafeTO program, including contact information for 311, on the tenant notification board.</p>\n<p style=\"padding-left: 30px;\">3.&nbsp;&nbsp;&nbsp; Require landlords to post information related to any violations of the Ontario Fire Code, as identified by Toronto Fire, on the tenant notification board.</p>\n<p style=\"padding-left: 30px;\">4.&nbsp;&nbsp;&nbsp; Require landlords to provide information directly to tenants on the RentSafeTO program annually and on signing of a lease agreement.</p>\n<p style=\"padding-left: 30px;\">5.&nbsp;&nbsp;&nbsp; Amend the requirement that landlords post information on the tenant notification board about air conditioned spaces in the building to include information about other places on the property that offer relief from uncomfortably warm indoor temperatures, including a cooling room or shaded area.</p>\n<p style=\"padding-left: 30px;\">6.&nbsp;&nbsp;&nbsp; Amend the requirement that landlords post pest management information on the tenant notification board to also include:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; certificate or other documentation provided by a licensed pest control operator upon completion of pest control services when services are received;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; schedule of pest control services, including anticipated treatment and preventative activities;</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; service standards for pest control services, including timelines that tenants can expect for scheduling treatment when a landlord is made aware of the presence of pests; and,</p>\n<p style=\"padding-left: 60px;\">d.&nbsp;&nbsp;&nbsp; information on any pesticide or other product used by a licensed pest control operator during pest control activity.</p>\n<p>Additional amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges, Municipal Licensing and Standards will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp; City Council amend the City of Toronto Municipal Code, Chapter 441, Fees and Charges, by adding a variable fee (see Table 1) for recovery of costs associated with the provision of Emergency Social Services, including direct aid such as lodging, administrative expenses and ancillary costs in instances when:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; A substantial portion of a building becomes uninhabitable, as determined by the appropriate regulatory authority or authorities, because of vital services disruptions, fire, flood or other occurrence;&nbsp;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; the building is three or more stories, with 10 or more units (as per the RentSafeTO registration requirements); and</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; the landlord does not provide re-housing for tenants.</p>\n<p>Table 1: Chapter 441, Fees and Charges, Schedule 12, New Cost Recovery Fee for Emergency Social Services in Apartment Buildings</p>\n<table style=\"border: 1px solid black; border-collapse: collapse;\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td><strong>Ref. No.</strong></td>\n<td><strong>Service</strong></td>\n<td><strong>Fee Description</strong></td>\n<td><strong>Category</strong></td>\n<td><strong>Fee Basis</strong></td>\n<td><strong>Fee</strong></td>\n<td><strong>Annual Adjustment</strong></td>\n</tr>\n<tr>\n<td>New</td>\n<td>Private Properties</td>\n<td>Cost recovery related to the provision of Emergency Social Services in Apartment Buildings</td>\n<td>Full Cost Recovery</td>\n<td>Actual Cost to provide Emergency Social Services</td>\n<td>Variable</td>\n<td>No</td>\n</tr>\n</tbody>\n</table>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp; City Council direct that the variable fee be waived for social housing providers. Social housing providers are:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Toronto Community Housing Corporation.</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; A non-profit provider of assisted or social housing under a program administered by the City of Toronto.</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; A dedicated supportive housing provider funded by the Province of Ontario.</p>\n<p>The proposed amendments are outlined in the report titled \"Amendments to Chapter 354, Apartment Buildings, and Progress Update on RentSafeTO\". To view or obtain a copy of the report, <a title=\"Amendments to Chapter 354, Apartment Buildings, and Progress Update on RentSafeTO\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PH10.4\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Wednesday, November 13, 2019 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the Planning and Housing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee on November 13, 2019, please contact the Committee no later than 12:00 p.m. on Tuesday, November 12, 2019:</p>\n<p style=\"padding-left: 30px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Ginny Adey, Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">16th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-5576;</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:Ginny.Adey@toronto.ca\">Ginny.Adey@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes and fees, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report, including fees that are higher or lower than the fees being proposed and/or new fees not contemplated in the staff report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Planning and Housing Committee will make its final recommendations on November 13, 2019 which will be forwarded to City Council for its meeting November 26 and 27, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1282,
  "otherReferenceList": [
    {
      "description": "2019.PH10.4 - Amendments to Chapter 354, Apartment Buildings, and Progress Update on RentSafeTO",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PH10.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Toronto City Council will be considering recommendations to adopt amendments to the following City of Toronto Municipal Code Chapters: Chapter 354, Apartment Buildings and Chapter 441, Fees and Charges.",
  "title": "Amendments to Chapter 354, Apartment Buildings (RentSafeTO) and Amendments to Chapter 441, Fees and Charges\n",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
