{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "96 Spadina Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6463830653",
      "longitudeCoordinate": "-79.39573682",
      "postalCode": "M5V 2J6",
      "province": "Ontario",
      "streetAddress": "96 Spadina Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "379 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.6463335648",
      "longitudeCoordinate": "-79.3961952287",
      "postalCode": "M5V 1S5",
      "province": "Ontario",
      "streetAddress": "379 Adelaide Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "383 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.6463520315",
      "longitudeCoordinate": "-79.3965614264",
      "postalCode": "M5V 1S4",
      "province": "Ontario",
      "streetAddress": "383 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 96 Spadina Avenue, 379 and 383 Adelaide Street W",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1148"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1573621200000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 96 Spadina Avenue, 379 and 383 Adelaide Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>96 Spadina Avenue</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Darling Building</strong></p>\n<p>The property at 96 Spadina Avenue (including the entrance addresses at 100 and104 Spadina) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 96 Spadina Avenue is located on the southwest corner of Adelaide Street West in the King-Spadina neighbourhood and contains an 8-storey warehouse that was constructed in 1907 according to the designs of Toronto architects Gordon and Helliwell.&nbsp; Andrew Darling commissioned the Darling Building for his women&rsquo;s apparel company and offered the remaining space to tenants identified with the printing, lithography and clothing trades, as well as the supply warehouse for the Tamblyn&rsquo;s drugstore chain.&nbsp; Following Darling&rsquo;s untimely death in 1910, his executors retained the property and subsequent occupants included the Robert Darling and Company&rsquo;s woollens business.</p>\n<p>The property at 96 Spadina Avenue was included on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 2005.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 96 Spadina Avenue as a contributing heritage property.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 96 Spadina Avenue has design value as a well-crafted early-20th century warehouse in the King-Spadina neighbourhood.&nbsp; The design of the Darling Building is particularly distinguished as an early example in Toronto of the Kahn system for reinforced concrete construction and stands out with its exposed concrete cladding and the Gothic-inspired crenellations on two corners of the roof.</p>\n<p>The cultural heritage value of 96 Spadina Avenue is also through its role in the development and evolution of the King-Spadina neighbourhood in the early 1900s when the area changed from an institutional and residential enclave to Toronto&rsquo;s new industrial centre following the Great Fire of 1904.&nbsp; During the first half of the 20th century, the Darling Building contributed to Toronto's economic prosperity as part of the new collection of warehouses in the manufacturing district, replacing earlier residential and commercial buildings at the southwest corner of Spadina and Adelaide.</p>\n<p>The Darling Building is also valued for its historical association with the Toronto architects Gordon and Helliwell.&nbsp; In a partnership that began in 1879 and lasted for five decades, Henry Bauld Gordon and Grant Helliwell completed projects for a variety of building types, but with a particular focus on churches and buildings sponsored by religious organizations (including YMCAs and the Upper Canada Bible and Tract Society) that reflected Gordon&rsquo;s participation in missions in China and Korea.&nbsp; The Darling Building was the firm&rsquo;s first documented commission in King-Spadina.</p>\n<p>Contextually, the value of the property at 96 Spadina Avenue is through its support for the historical character of the King-Spadina neighbourhood where it contributes to the important collection of former warehouses and factories that changed the area from its origins as an institutional and residential enclave to Toronto&rsquo;s manufacturing sector after the Great Fire of 1904.&nbsp; The Darling Building is historically, visually and physically linked to its setting anchoring the southwest corner of Spadina Avenue and Adelaide Street West where it is adjoined to the south and west by warehouses (1905 and 1912) associated with the W. J. Gage Publishing Company, while the landmark Tower Building (1927) and Balfour Building (1930) were recognized on the City's Heritage Register in the 1980s and mark two other corners of this important intersection in King-Spadina.&nbsp; With the neighbouring warehouse and commercial building at 379 and 383 Adelaide Street West, the Darling Building forms a trio of recognized heritage buildings that reflect the evolution of King-Spadina.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heritage attributes of the Darling Building at 96 Spadina Avenue are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the southwest corner of Spadina Avenue and Adelaide Street West</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the eight-storey building above the raised base with the flat-headed openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the concrete construction, cladding and detailing</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the concrete crenellations and banding at the northeast and southeast corners</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east and north elevations facing Spadina Avenue and Adelaide Street West, respectively, which are organized into five bays by piers that are banded in the base and the first (ground) floor</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed openings on the east and north elevations, which are wider in the centre three bays (the original entrance on the east elevation was relocated from the southernmost bay)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The west side and rear (south) elevations, which are viewed from Adelaide Street West and Spadina Avenue, respectively, and feature symmetrically placed flat-headed openings that are separated by regularly spaced bays</p>\n<p>The fire escapes on the north elevation are not identified as heritage attributes.</p>\n<p><strong>379 Adelaide Street West</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Gage Building</strong></p>\n<p>The property at 379 Adelaide Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 379 Adelaide Street West is located on the south side of the street, west of Spadina Avenue in the King-Spadina neighbourhood and contains a five-storey warehouse that was constructed in 1912 according to the designs of the Toronto architectural firm of Burke, Horwood and White.&nbsp; William J. Gage, founder of W. J. Gage and Company, commissioned the subject building for his subsidiary, the Educational Book Company.&nbsp; The site was chosen for its proximity to Gage's earlier warehouse (1905) at 82 Spadina Avenue, directly south of Adelaide, with the two properties adjoined at the rear where the buildings were linked.</p>\n<p>The property at 379 Adelaide Street West was included on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 2005.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 379 Adelaide Street West as a contributing heritage property.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 379 Adelaide Street West has design value as a well-crafted early-20th century warehouse in the King-Spadina neighbourhood, which is distinguished by the classical organization of the principal (north) elevation with the decorative terra cotta detailing and the segmental-arched pediments that reflect the popular Edwardian Classical styling of the era.</p>\n<p>The cultural heritage value of the property at 379 Adelaide Street West is also through its role in the development and evolution of the King-Spadina neighbourhood in the early 1900s when the area changed from an institutional and residential enclave to Toronto&rsquo;s new industrial centre following the Great Fire of 1904.&nbsp; During the first half of the 20th century, the Gage Building contributed to Toronto's economic prosperity as part of the new collection of warehouses in the manufacturing district, replacing earlier house form buildings on Adelaide Street West.</p>\n<p>The associative value of the property at 379 Adelaide Street West is also through its connection to businessman and philanthropist, Sir William J. Gage, who commissioned the building.&nbsp; Founder of the W. J. Gage and Company that was noted for its publication of school textbooks and other educational supplies, Gage was a noted benefactor who received a knighthood in 1918 for his roles in fighting tuberculosis as a co-founder of the National Sanitarium Association and the financier of hospitals and other treatment facilities.&nbsp; Gage was also recognized as the founder of the Ina Grafton Homes Corporation, with the original mandate to accommodate widows and orphans after World War I.&nbsp; In 1938, the federal government commemorated Sir William J. Gage as a National Historic Person.</p>\n<p>The Gage Building is associated with the Toronto architectural partnership of Burke, Horwood and White, which designed many landmark buildings in the city. The firm was headed by Edmund Burke, who had trained and then worked with his uncle, the celebrated Toronto architect, Henry Langley.&nbsp; After becoming a solo practitioner in 1892, Burke accepted the important commission for the Robert Simpson Department Store, noted as the first Chicago-style building in Canada, which was destroyed by fire immediately following its completion.&nbsp; In 1894, Burke's former apprentice, J. C. B. Horwood, returned from New York City to join the practice, which began with the firm's reconstruction of Simpson's complex.&nbsp; The addition in 1907 of Murray White, another former student who had gained further experience in Chicago, was reflected in projects for the Pilkington Glass Company (the recognized heritage complex on Mercer Street) and the subject building.</p>\n<p>Contextually, the value of the property at 379 Adelaide Street West is through its support for the historical character of the King-Spadina neighbourhood where it contributes to the important collection of former warehouses and factories that changed the area from its origins as an institutional and residential enclave to Toronto&rsquo;s manufacturing sector after the Great Fire of 1904.&nbsp; The Gage Building is historically, visually and physically linked to its setting on Adelaide Street West near Spadina Avenue where it is adjoined to the southwest by the W. J. Gage Building (1905) at 82 Spadina (to which it is also historically related), the Darling Building (1907) to the east at 96 Spadina and the Lorne Building (1945) to the west at 383 Adelaide.&nbsp; The Gage Building is part of the group of recognized heritage buildings that anchors the southwest corner of Spadina and Adelaide.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heritage attributes of the Gage Building at 379 Adelaide Street West are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the south side of Adelaide Street West, west of Spadina Avenue</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the building with the five-storey rectangular-shaped plan, which has basement window openings on the principal (north) elevation&nbsp;</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding on the principal (north) elevation and on the north ends of the east and west side elevations, and the brown brick cladding on the remainder of the side elevations</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick, stone and terra cotta trim, including the window detailing</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the brick parapet and the terra cotta coping on the north elevation, which extends to the north ends of the east and west side elevations</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The segmental-arched pediments at the east and west ends of the north elevation and the single segmental-arched pediment at the north end of the east side elevation</p>\n<p><strong>Principal elevation (north):</strong></p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of the north elevation into six bays</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The first (ground) floor with the stone base course, the entrances in the outer bays that are set in flat-headed stone surrounds, the small flat-headed window opening above each entrance with the lintel and sill, the four basement window openings between the entrances with the lintels and sills, the four segmental-arched window openings above the basement windows with the flat arches and sills, the lozenge-shaped motifs and the brick banding between the basement and first-floor openings, and the cornice separating the first floor from the stories above</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the second through the fifth stories, the outer bays that project as frontispieces under the segmental-arched pediments and contain a single window opening in each storey, which are flat-headed with flat arches and sills in the second through the fourth stories, and segmental-arched with hood moulds and sills in the upper (fifth) storey</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The centre four bays in the second through the fifth stories, which are organized by brick piers with terra cotta caps connected by a terra cotta string course, and contain flat-headed window openings with lintels and sills</p>\n<p><strong>Side elevations (east and west):</strong></p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east side elevation, where the first bay at the north end continues the red brick cladding, brick, stone and terra cotta trim, and the shape and detailing of the fenestration from the north elevation, and the remainder of the wall with the brown brick cladding and the symmetrically placed flat-headed openings with the stone lintels and sills</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the west side elevation, the first bay at the north end, which is clad in red brick and has no openings, and the remainder of the wall with the brown brick cladding and the symmetrically placed flat-headed openings with the stone lintels and sills</p>\n<p>Note: the rear (south) elevation and the link to the neighbouring building at 82 Spadina Avenue are not identified as heritage attributes.</p>\n<p><strong>383 Adelaide Street West</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Lorne Building</strong></p>\n<p>The property at 383 Adelaide Street West (including the entrance address at 385 Adelaide) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 383 Adelaide Street West is located on the south side of the street, west of Spadina Avenue in the King-Spadina neighbourhood and contains a two-storey commercial building that was completed in 1945 according to the designs of Toronto architect Benjamin Swartz.&nbsp; Known historically as the Lorne Building, it was originally owned by Samuel Hollinger, founder of Empire Textiles, who had previously commissioned the neighbouring Hollinger Building (1941) at 350 Adelaide Street West.</p>\n<p>The property at 383 Adelaide Street West was included on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 2017.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 383 Adelaide Street West as a contributing heritage property.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Lorne Building has design value as a well-crafted commercial building in the King-Spadina neighbourhood, which is distinguished by its Art Moderne styling, particularly its diminutive scale, restrained brick and stone detailing, and distinctive signage.&nbsp; It complements in style and vintage the neighbouring Hollinger Building at 350 Adelaide Street West.</p>\n<p>The cultural heritage value of the property at 383 Adelaide Street West is also through its role in the development and evolution of the King-Spadina neighbourhood in the early 1900s when the area changed from an institutional and residential enclave to Toronto&rsquo;s new industrial centre following the Great Fire of 1904.&nbsp; With its location in the manufacturing district that contributed to Toronto's economic prosperity, the Lorne Building was part of the ongoing development of King-Spadina during the interwar and World War II eras when properties with remaining late-19th century housing stock were redeveloped with modest commercial buildings adjoining the earlier large-scale warehouses.</p>\n<p>The Lorne Building is also valued for its historical association with Toronto architect Benjamin Swartz, who is best known as the designer of several landmark buildings associated with the Jewish community, among them the Kiever Synagogue (also known as the First Russian Synagogue) in Kensington Market in 1927, followed by the first Mount Sinai Hospital (for which he modified an existing Yorkville building that survives in altered form).&nbsp; Beginning in the 1930s, Swartz's design aesthetic turned to the Art Moderne, as exemplified by the Pylon Theatre on College Street and the Hollinger and Lorne Buildings on Adelaide Street West.</p>\n<p>Contextually, the value of the property at 383 Adelaide Street West is through its support for the historical character of the King-Spadina neighbourhood as it continued to evolve during the interwar and World War II eras when smaller commercial buildings were introduced, with most accommodating the garment trade that maintained its presence in the area.&nbsp; The Lorne Building is historically, visually and physically linked to its setting on Adelaide Street West near Spadina Avenue where it is the westernmost of a trio of recognized heritage buildings, with the Darling Building (1907) at the southwest corner of the intersection and the neighbouring Gage Building (1912) at 379 Adelaide Street West.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heritage attributes of the Lorne Building at 383 Adelaide Street West are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the south side of Adelaide Street West, west of Spadina Avenue</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the building with the two-storey rectangular-shaped plan</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the buff brick cladding and the brick and stone detailing</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the shaped parapet with the stone coping at the north end and, beneath, the vintage sign reading \"Lorne Building\"</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (north) elevation, with the incised stone lintel and piers in the first (ground) floor (where the openings have been altered)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the north elevation, the contrasting brick&nbsp; and stone band courses in the second storey where the pair of flat-headed window openings have stone sills</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Viewed from Adelaide Street, the east and west side elevations with the flat-headed window openings (the first-storey windows on the west side elevation are concealed by the neighbouring building)</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of notice which is December 13, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1330,
  "otherReferenceList": [
    {
      "description": "2019.PB9.2 - Alterations to Designated Heritage Properties, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 96 Spadina Avenue and 379 and 383 Adelaide Street West ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB9.2"
    },
    {
      "description": "2019.TE9.9 - 96 Spadina Avenue and 379, 383, 385 and 391 Adelaide Street West - Zoning By-law Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE9.9"
    },
    {
      "description": "2019.TE9.10 - Alterations to Designated Heritage Properties, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 96 Spadina Avenue and 379 and 383 Adelaide Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE9.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 96 Spadina Avenue, 379 and 383 Adelaide Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
