{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "2020 Rate Supported Budgets – Solid Waste Management Services and Recommended 2020 Solid Waste Rates and Fees",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1154"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Budget Committee",
  "eventList": [],
  "noticeDate": 1573794000000,
  "noticeDescription": "<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a By-law amending the City of Toronto Municipal Code Chapter 441 - Fees and Charges; and any other Municipal Code Chapters as may be required to give effect to the following effective January 1, 2020:</p>\n<p>-&nbsp; a 1.5% rate increase to properties that receive Multi-Residential Front End Container and Multi-Residential Curbside collection services;</p>\n<p>-&nbsp; a 2.5% rate increase to all Single Family Residential and Residential Units Above Commercial (RUAC) properties;</p>\n<p>-&nbsp; a 25% increase in transfer station Tipping Fees; and</p>\n<p>-&nbsp; a 6.0% increase to all other Solid Waste rates and fees currently in Schedule 1 of Appendix A of Chapter 441</p>\n<p>Available at: http://www.toronto.ca/legdocs/municode/1184_441-a.pdf unless otherwise indicated in Appendix A of this Notice.</p>\n<p>Appendix A, available at: http://www.toronto.ca/legdocs/mmis/2019/bu/bgrd/backgroundfile-139937.pdf, includes the key changes in the recommended 2020 Rates and Fees. The particulars of the proposed Solid Waste Management Services Rates and Fees are set out in the report to the Budget Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Solid Waste Management Services entitled \"2020 Rate Supported Budgets &ndash; Solid Waste Management Services and Recommended 2020 Solid Waste Rates and Fees\", (the \"Report\"). The Budget Committee will hear public deputations from any person, or their counsel, agent or solicitor, who wishes to speak to the matter at the meeting. To make a presentation at the Budget Committee meeting on November 25, 2019, please email buc@toronto.ca or call 416-392-4666 no later than 12:00 p.m., November 22, 2019. Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>Written comments may be submitted to the Budget Committee, by email buc@toronto.ca, by fax 416-392-1879 or by mail addressed to:</p>\n<p style=\"padding-left: 30px;\">Budget Committee<br />Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council. The Budget Committee will make its final recommendations on November 25, 2019, which will be forwarded for consideration by the Executive Committee at its meeting on December 11, 2019 and then to City Council at its meeting on December 17 and 18, 2020. The adopted fees will be implemented through a By-law that will amend the Municipal Code, if necessary. While the Report sets out the recommended rates and fee increases, the appropriate Committee may change these recommendations. Further, Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report, changes to rates and fees for which no change is recommended, and may adopt additional new rates or fees. For further information on Solid Waste Rates included in the 2020 Recommended Operating Budget for the Solid Waste Management Services, please contact John Oswald, Manager, Financial Planning &amp; Business Analysis, Solid Waste Management Services, Tel: (416) 392-4226, E-Mail: John.Oswald@toronto.ca.</p>\n<p>To obtain at no cost, or to view a copy of the Report, please visit: http://www.toronto.ca/council &nbsp;</p>\n<p><strong>Further information</strong>:</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p><strong>Notice to people writing to, communicating with or making presentations to Budget Committee</strong>:</p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, emails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>The City videotapes committee and community council meetings. If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the video tapes available to the public. If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-4666. Closed Meeting Requirements: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1336,
  "otherReferenceList": [
    {
      "description": "BU11.2 - 2020 Rate Supported Budgets – Solid Waste Management Services and Recommended 2020 Solid Waste Rates and Fees ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.BU11.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "2020 Rate Supported Budgets – Solid Waste Management Services and Recommended 2020 Solid Waste Rates and Fees",
  "topics": [
    "Financial"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png"
  ]
}
