{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "10 Wellesley Street West Toronto Ontario",
      "latitudeCoordinate": "43.6649470751",
      "longitudeCoordinate": "-79.3852600194",
      "postalCode": "M4Y 1E7",
      "province": "Ontario",
      "streetAddress": "10 Wellesley Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "12 Wellesley Street West Toronto Ontario",
      "latitudeCoordinate": "43.6649354496",
      "longitudeCoordinate": "-79.3853190743",
      "province": "Ontario",
      "streetAddress": "12 Wellesley Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "14 Wellesley Street West Toronto Ontario",
      "latitudeCoordinate": "43.6649724324",
      "longitudeCoordinate": "-79.3854399342",
      "province": "Ontario",
      "streetAddress": "14 Wellesley Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "16 Wellesley Street West Toronto Ontario",
      "latitudeCoordinate": "43.6649638322",
      "longitudeCoordinate": "-79.3854721515",
      "province": "Ontario",
      "streetAddress": "16 Wellesley Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 10-16 Wellesley Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1225"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1575867600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 10-16 Wellesley Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 10, 12, 14 and16 Wellesley Street West are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Wellesley Street West between Yonge Street and St. Nicholas Street, the properties at 10-16 Wellesley Street West contain four, two-and-a-half-storey row houses, constructed by Thomas Bryce in 1876 of frame construction with brick cladding on their principal south elevations. The row houses were constructed in the same year that Bryce built the commercial row at the north-west corner of Wellesley Street West and Yonge Street (the remaining buildings are at 570, 572, 576, 582, 584 Yonge Street) and share many similar features including red and yellow brick cladding, mansard roofs with dormers and identical keystones in the curved window heads. In 1974, within a year of the City's Heritage Inventory first being established, the row houses were included. They have been identified as contributing to the Historic Yonge Heritage Conservation District (HCD) which was approved for designation under Part V of the Ontario Heritage Act by City Council in 2016 and is currently under appeal.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Thomas Bryce row houses constructed at 10-16 Wellesley Street West have design and physical value as representative examples of 1870s row houses integrating the Second Empire Style with the emerging Toronto Bay-n-Gable urban housing typology. The defining elements are present in the two-and-a-half storey height and massing which includes bay windows and mansard roofs with dormer windows. The narrow lots and interior plans are indicated by the principal entry located to one side of the main elevation adjacent to the bay window. Archival photographs indicate that beneath the current stucco-like over-cladding, the original red and yellow patterned brick, characteristic of Toronto's mid-nineteenth century architecture, remains.</p>\n<p>The property is valued for its historical association with the late 19th-century development of the Yonge Street as it emerged as an urban commercial and residential neighbourhood which has been identified within the Historic Yonge HCD. The properties contribute to an understanding of the social history of Yonge Street with the integration of residential and commercial building types within a block. It is also valued as it reflects the work of the prolific Toronto builder, Thomas Bryce (1843-1905).</p>\n<p>Located on the north side of Wellesley Street West between St. Nicholas Street and Yonge Street, the contextual value of these properties at 10-16 Wellesley Street West is evident as the define and maintain the late 19th century character of the historic Yonge neighbourhood and particularly the residential character of the streets perpendicular to Yonge which were developed with urban house form properties. They are particularly linked to the commercial row constructed in the same year by Thomas Bryce at the north-west corner of Yonge and Wellesley Street West featuring many shared architectural characteristics including mansard roofs with dormers, and red and yellow brick patterning. These properties are historically and visually linked to their surroundings especially the block north of Wellesley, bound by St. Joseph, Yonge and St. Nicholas streets.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Thomas Bryce row houses at 10, 12, 14 and 16 Wellesley Street West are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the four row houses on their properties on the north side of Wellesley Street West between Yonge Street and St. Nicholas Street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback of the building from the public sidewalk which retains its original residential character</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey houses with their ground floor bay windows, bell-cast curve mansard roof and gable-roofed dormers on the south elevation</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials which include the original red and yellow-patterned brick cladding of the south elevation which has subsequently been overclad with a type of stucco</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrangement of openings at the ground floor with each row house having a side entrance with a transom light in the door opening and an adjacent three-sided bay window with a coved roof. The organization of the openings in pairs, so that 10-12 and 14-16 are mirrored in the arrangement of the entrances and bays indicating the internal mirroring of the plan and original rear massing of the two-storey and single storey wings. Note: the windows in the bay at 16 Wellesley Street West have been altered and elongated.</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the second floor the pairs of window openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the third floor level, in the mansard roof, the single dormer windows with gable roofs and semi-circular openings which were subsequently filled with panels and flat-headed windows</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All openings have curved heads marked by keystones. (These match those at the remaining Bryce commercial row at 570, 572, 576 and 584 Yonge Street) The ground floor windows (except No. 16) and all second floor windows have projecting sills, now painted but originally probably of cast stone</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Please note archival photographs indicate that the original window sash for the second and third floor were two-over-two double hung sash and the attic windows had semi-circular headed upper sash</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 9, 2019, which is January 8, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1405,
  "otherReferenceList": [
    {
      "description": "2019.CC10.9 - 10-16 Wellesley Street West, 5-7 St. Nicholas Street, and 586 Yonge Street - Request for Directions",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.CC10.9"
    },
    {
      "description": "2018.TE30.9 - 10-16 Wellesley Street West, 5-7 St. Nicholas Street and 586 Yonge Street - Zoning Amendment - Refusal Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE30.9"
    },
    {
      "description": "2019.PB9.4 - Request for Directions regarding 10-16 Wellesley Street West, 5-7 St. Nicholas Street, and 586 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB9.4 "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 10-16 Wellesley Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
