{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "38 Camden Street Toronto Ontario",
      "latitudeCoordinate": "43.647232873",
      "longitudeCoordinate": "-79.397631442",
      "postalCode": "M5V 1V1",
      "province": "Ontario",
      "streetAddress": "38 Camden Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 38 Camden Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1311"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1578459600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 38 Camden Street, under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Edward Green Building</strong></p>\n<p>The property at 38 Camden Street (including the entrance address at 40 Camden Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 38 Camden Street is located on the north side of the street between Spadina Avenue (east) and Brant Street (west) in the King-Spadina neighbourhood.&nbsp; It contains a commercial building that was completed in 1952 for Edward Green according to the plans of Toronto architect E. I. Richmond.</p>\n<p>The property at 38 Camden Street was listed on the City of Toronto's Heritage Register in December 2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 38 Camden Street as a contributing heritage property.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The Edward Green Building has cultural heritage value for its design as a Mid-Century Modern factory and warehouse that is part of a surviving collection of post-World War II commercial buildings on Camden Street.&nbsp; The subject building is distinguished by the treatment of its principal (south) elevation facing Camden Street with vertical and horizontal elements, including the frontispiece with the narrow vertical window opening and the recessed window openings in the flanking bays.&nbsp;</p>\n<p>The property at 38 Camden Street is valued historically for its contribution to the development, evolution and regeneration of the King-Spadina neighbourhood during the 20th century.&nbsp; After the Great Fire of 1904, the area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district.&nbsp; Following World War II when many manufacturers left King-Spadina for the city&rsquo;s suburbs, portions of the community were redeveloped with low-rise commercial buildings, including the Edward Green Building and its surviving neighbours on Camden Street.</p>\n<p>The Edward Green Building was designed by architect E. I. (Edward Isaac) Richmond (1908-1982) who, after opening a solo practice in the late 1930s, &ldquo;employed a progressive modernist style in his early commissions&rdquo; while designing, extending and altering residential and commercial buildings in Toronto.&nbsp; During the post-World War II era when he became &ldquo;one of the most prolific designers of apartment towers in Toronto,&rdquo; Richmond also designed low-rise factories and warehouses in King-Spadina, including the subject building (quotations from Biographical Dictionary of Architects in Canada, 1800-1950).</p>\n<p>Contextually, the property at 38 Camden Street has value through its support for the historical character of the King-Spadina neighbourhood.&nbsp; The Edward Green Building is part of an important collection of buildings that represent the evolution of King-Spadina from its origins as an institutional and residential enclave in the 19th century, to its redevelopment as the City&rsquo;s new manufacturing centre in the early 20th century, and its transformation after World War II with low-rise commercial edifices.&nbsp; The Edward Green Building is also historically and visually linked to its setting on the north side of Camden Street between Spadina Avenue and Brant Street where it is part of an enclave of surviving mid-20th century commercial buildings that are recognized on the City of Toronto's Heritage Register.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Edward Green Building on the property at 38 Camden Street are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the north side of the street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-storey building with the rectangular-shaped plan and the raised base with the flat-headed window openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick and stone detailing on the principal (south) elevation</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the minimal cornice on the south end, which wraps around the ends of the east and west side elevations</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (south) elevation, which is organized into five bays by brick piers</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, the frontispiece in the central bay with the main entrance in the first (ground) floor and the vertical flat-headed window opening above</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Adjoining the frontispiece, the flat-headed window openings in the first and second stories with the stone sills, the panelled wood aprons, and the brickwork above the second-storey openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east and west side elevations where, in the southernmost bays, the brickwork and coping is extended from the south elevation</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of January 8, 2020, which is February 7, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1488,
  "otherReferenceList": [
    {
      "description": "2019.PB11.9 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 38 Camden Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB11.9"
    },
    {
      "description": "2019.TE11.8 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 38 Camden Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 38 Camden Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 38 Camden Street",
  "topics": [
    "Heritage > Designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
