{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "100 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.65282214",
      "longitudeCoordinate": "-79.383625059",
      "postalCode": "M5H 2N1",
      "province": "Ontario",
      "streetAddress": "100 Queen Street West"
    }
  ],
  "backgroundInformationList": [],
  "eventList": [],
  "noticeDate": 1585886400000,
  "noticeDescription": "<p>&nbsp;</p>\n<p>CITY OF TORONTO</p>\n<p>&nbsp;<br />EMERGENCY ORDER No. 2<br />&nbsp;</p>\n<p>To impose regulations requiring physical distancing within Nathan Phillip Square in the same manner as other Public Squares.<br />&nbsp;</p>\n<p>WHEREAS under sections 7 and 8 of the City of Toronto Act, 2006 the City has broad authority to provide any service or thing the City considers necessary or desirable for the public and to pass by-laws in respect of the health, safety and well-being of persons and the economic, social and environmental well-being of the City; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS City Council has enacted Chapter 59, Emergency Management, of the City of Toronto Municipal Code (\"Chapter 59\") with respect to numerous matters concerning the City's response to a situation or an impending situation that constitutes a danger of major proportions that could result in serious harm to persons or substantial damage to property and that is caused by the forces of nature, a disease, an accident or other health risk or an act whether intentional or otherwise; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS under the specific powers and restrictions respecting delegation in sections 20 to 24, the City may delegate its powers and duties under the Act to an officer or employee of the City, as provided in section 21; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS under section 59-6.1.A. of Chapter 59, City Council delegated its statutory authority under the City of Toronto Act, 2006, and under any other legislation, to the Mayor, exclusively for use in emergencies, subject to the specific restrictions and conditions imposed by Chapter 59, the Act, and otherwise; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS COVID-19 is present within the City of Toronto, and COVID-19 is a disease that is readily communicable from person to person, carries a risk of serious complications such as pneumonia or kidney failure, and may result in death; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS the spread of COVID-19 has been declared a pandemic by the World Health Organization; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS, on March 17, 2020, an emergency was declared, by means of Order in Council 518/2020 for purposes of s.7.1 of the Emergency Management and Civil Protection Act, due to the health risks to Ontario residents arising from COVID-19; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS, on March 23, 2020 an emergency was declared by the head of council of the City of Toronto for purposes of s.4 of the Emergency Management and Civil Protection Act, and s.59-5.1 of Chapter 59 due to the risk to the health of the residents of the City of Toronto arising from spread of COVID-19 and its presence within the City of Toronto (the \"Emergency\"); and</p>\n<p>&nbsp;</p>\n<p>WHEREAS this order is based on the advice of the Medical Officer of Health, who has recommended physical distancing measures to prevent the spread of COVID-19, including maintaining a distance of at least two metres from other individuals who are not members of the same household; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS in accordance with section 59-6.1.B. of Chapter 59, I believe that it is necessary to utilize the delegated authority to make the following order to address the Emergency in a timely manner, and that the exercise of the delegated authority is a reasonable basis to alleviate harm or damage as a reasonable alternative to other measures to address the Emergency for the following reasons: due to the fact that COVID-19 is a disease that is readily communicable from person to person and that time is of the essence in implementing measures to address the spread of COVID-19, which makes implementation of these measures through other means impractical in the circumstances; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS the City currently regulates and prohibits conduct on the specific City property known as Nathan Phillips Square under the regulations contained in the former City of Toronto Municipal Code Chapter 237, Nathan Phillips Square; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS the City currently regulates and prohibits conduct on the other public squares of the City, through the provisions of City of Toronto Municipal Code Chapter 636, Public Squares, which includes in the listed prohibited conduct in these areas, a failure to maintain a distance of two metres from other individuals who are not members of their same household; and</p>\n<p>&nbsp;</p>\n<p>WHEREAS it is my opinion that the harm caused by COVID-19 will be best alleviated by having regulations concerning the failure to maintain a distance of two metres from other individuals who are not members of their same household, contained in as harmonized of a set of regulations as possible, I believe that Nathan Phillips Square should be included in the definition of Public Square for the purposes of being subject to the specific regulations prohibiting a failure to maintain a distance of two metres from other individuals who are not members of their same household which is applicable to all other public squares of the City.</p>\n<p>&nbsp;</p>\n<p>Therefore, I, John Tory, Mayor of the CITY OF TORONTO, enact by issuing of this Order, the following regulations with respect to the City of Toronto:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chapter 636, Public Squares of the City of Toronto Municipal Code is amended to require compliance with physical distancing guidelines within the public square known as Nathan Phillips Square by:</p>\n<p>&nbsp;</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Adding the following as new subsection 636-22.A.(4) to the definition of Square for purposes of section 636-22:</p>\n<p>&nbsp;</p>\n<p>(4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; for purposes of subsection 636-22.C.1, &ldquo;Nathan Phillips Square&rdquo; as defined in former City of Toronto Municipal Code Chapter 237, Nathan Phillips Square.</p>\n<p>&nbsp;</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The above amendment is revoked 30 days from the date of this order unless City Council authorizes an extension of the amendments.</p>\n<p>&nbsp;</p>\n<p>MAYOR JOHN TORY</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1626,
  "otherReferenceList": [
    {
      "description": "By-law No. 323-2020 - To amend Municipal Code Chapter 636, Public Square to include Nathan Phillips Square within the emergency physical distancing regulations.",
      "url": "http://www.toronto.ca/legdocs/bylaws/2020/law0323.pdf"
    },
    {
      "description": "See also Emergency Order No. 1 - To impose regulations requiring physical distancing within Parks and Public Squares.",
      "url": "http://app.toronto.ca/nm/api/individual/notice/1625.do"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "Mayor's Order under Toronto Municipal Code Chapter 59",
  "title": "Emergency Order No. 2 - \nTo impose regulations requiring physical distancing within Nathan Phillip Square in the same manner as other Public Squares.",
  "topics": [
    "Emergency Management"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-emergency.png"
  ]
}
