{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "197 King Street East Toronto Ontario",
      "latitudeCoordinate": "43.6506851747",
      "longitudeCoordinate": "-79.3699546563",
      "postalCode": "M5A 1J5",
      "province": "Ontario",
      "streetAddress": "197 King Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Amendment of Designating By-Law - 197 King Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1467"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1584676800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to amend By-law 91-91, a by-law designating the property at 197 King Street East under Part IV of the Ontario Heritage Act, R.S.O. 1990, c. O.18 (the \"Act\") to update and revise the Reasons for Designation to reflect the 2005 amendments to the Act.</p>\n<p><strong>Amendment of Designating By-law</strong></p>\n<p><strong>Nealon House</strong></p>\n<p>City of Toronto By-law 91-91 designating the property at 197 King Street East under Part IV, Section 29 of the Act is revised to update the cultural heritage values and attributes in accordance with the 2005 amendments to the Act.&nbsp; The property containing the building known historically as the Nealon House meets Ontario Regulation 9/06 of the Act, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of the street between Frederick Street (east) and George Street (west), the property at 197 King Street East contains a four-storey commercial building that was constructed in 1888 as a hotel named the Nealon House after its owner, grocer James Nealon.&nbsp; Following Nealon&rsquo;s untimely death, the property was acquired in 1890 by Daniel and John Kennedy, who continued to operate the hotel.&nbsp; The property remained in continuous use as a hotel and a tavern for nearly a century.&nbsp;</p>\n<p>The property at 197 King Street East was listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 1984 and designated under Part IV, Section 29 of the Ontario Heritage Act in 1991 by By-law 91-91.&nbsp; The property is identified as a contributing heritage property in the St. Lawrence Neighbourhood Heritage Conservation District, which is under appeal in 2019.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 197 King Street East has cultural heritage value for its design as a well-crafted late-19th century commercial building with decorative detailing inspired by the most popular architectural styles of the late Victorian era.&nbsp; The Nealon House draws upon the Romanesque Revival, Renaissance Revival and Italianate styles in a design that is distinguished by the decorative stone and brickwork, oversized bay window, elaborate cornice and distinctive corner tower.</p>\n<p>The Nealon House is valued for its association with the development, evolution and significance of the St. Lawrence neighbourhood as it evolved from its origins as &ldquo;Old Town,&rdquo; survived the Great Fire of 1849 as the commercial and institutional heart of Toronto, and withstood the economic downturn of the area in the 20th century before it was revitalized in the 1960s.&nbsp; Located within the original boundaries of the Town of York on the community&rsquo;s &ldquo;Main Street&rdquo; where it replaced an earlier hotel and store, the Nealon House remained in continuous service as a hotel and a tavern for nearly a century.</p>\n<p>Contextually, the property at 197 King Street East supports and maintains the historical character of the St. Lawrence Neighbourhood as it evolved in the 19th and 20th century from its origins as the Town of York to a mixed-use community highlighted by institutional landmarks that include St. James&rsquo; Cathedral, St. Lawrence Hall and the St. Lawrence Market.&nbsp; The Nealon House is historically and visually linked to its setting within the original 10-block townsite established in 1793 and on Toronto&rsquo;s original &ldquo;Main Street&rdquo; where it is part of the important collection of surviving 19th century commercial buildings on King Street East that are recognized on the City of Toronto&rsquo;s Heritage Register.&nbsp; With its scale, vintage and decorative features, the Nealon House complements the Christie, Brown and Company Biscuit Factory (1874 with subsequent additions) at 200 King Street East, opposite, which was restored and adaptively reused as George Brown College&rsquo;s St. James Campus and designated under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Nealon House at 197 King Street East are:</p>\n<p>-&nbsp; The setback, placement and orientation of the building on the south side of King Street East between Frederick (east) and George (west) streets</p>\n<p>-&nbsp; The scale, form and massing of the four-storey rectangular-shaped plan</p>\n<p>-&nbsp; The brick cladding with the brick, stone, terra cotta, wood and metal detailing</p>\n<p>-&nbsp; The roof, which is flat at the north end where the bracketed metal cornice marks the north end of the roof facing King Street East and the flat-roofed tower on the northwest corner has round-arched openings with decorative detailing (north and west) complementing the principal (north) elevation (the original lantern has been removed)</p>\n<p>-&nbsp; The principal (north) elevation facing King Street East, which is organized into four bays by brick pilasters with brick and stone detailing (the pilasters have been altered in the first storey)</p>\n<p>-&nbsp; On the north elevation, in the first (ground) storey, the main entrance, which is elevated in the second bay from the left (east) and contains a single wood door with glass inserts (the transom above the door and the adjoining storefront to the east and west have been altered), the secondary entrance in the left (east) bay with the wood door, and the open carriageway in the right (west) bay, which is flat-headed at the north end on King Street and round-arched at the south end</p>\n<p>-&nbsp; In the upper three stories of the north elevation, the flat-headed window openings, including the oversized recessed bay window that extends across the centre two bays, with the stone lintels and sills, the round-arched tympana over the fourth-storey openings incorporating terra cotta detailing (excluding the opening in the left or east bay), the spandrels with the basketweave brickwork in the fourth storey, the panels with the corbelled and decorative brickwork beneath all of the window openings, and the terra cotta panel with the caricature above the window opening in the fourth storey, left or east bay (some of the openings contain original wood windows)</p>\n<p>-&nbsp; On the rear (south) elevation, which is accessed through the carriageway, the round-arched window opening in the first storey (the east half of the south elevation is covered by the four-storey south wing)</p>\n<p>The east and west side elevations are concealed by the neighbouring buildings, apart from the fourth storey with the remnants of painted signage.&nbsp; The rear (south) elevation of the main building (apart from the first-storey round-arched opening) and the west and south elevations of the south wing have round-arched and flat-headed openings, some of which have been altered.</p>\n<p><strong>Notice of an objection to the proposed amendment of the designating by-law</strong> may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, ON M5H 2N2, within thirty days of March 20, 2020 which is April 20, 2020 The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1624,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 197 King Street East, City of Toronto, Province of Ontario",
  "title": "Amendment of Designating By-Law - 197 King Street East",
  "topics": [
    "Heritage > Amendment to the designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
