{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "191 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6554232565",
      "longitudeCoordinate": "-79.3764702283",
      "postalCode": "M5B 1Y7",
      "province": "Ontario",
      "streetAddress": "191 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "193 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6554916121",
      "longitudeCoordinate": "-79.3765130163",
      "postalCode": "M5B 1Y7",
      "province": "Ontario",
      "streetAddress": "193 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "195 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6555653781",
      "longitudeCoordinate": "-79.3764812279",
      "postalCode": "M5B 1Y7",
      "province": "Ontario",
      "streetAddress": "195 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "197 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6556215021",
      "longitudeCoordinate": "-79.3765260987",
      "postalCode": "M5B 1Y7",
      "province": "Ontario",
      "streetAddress": "197 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 191, 193, 195 and 197 Church Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1452"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1584072000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 191, 193, 195 and 197 Church Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>191, 193 and 197 Church Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 191, 193 and 197 Church Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Dundas Street East and Shuter Street in the Garden District neighbourhood and directly across the street from St. Michael's Cathedral, the Cooper &amp; Gillespie Terrace is part of a group of three-storey Georgian style row houses that remain from the original ten-unit terrace completed in 1848. The current building at 195 Church Street was reconstructed in 1981 following the removal of the original structure due to fire in 1956. All four properties were included in the City of Toronto's inaugural list of properties added to the Inventory of Heritage Properties in 1973, including the then-vacant lot at 195 Church Street.</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp;</strong>&nbsp;</p>\n<p>The Cooper &amp; Gillespie Terrace is valued as a rare example of urban row housing in Toronto completed before 1850. The Georgian styling, popular before the second half of the 19th century, signals some of the city&rsquo;s earliest buildings. While this type and style of building was once prevalent in downtown Toronto, the Cooper &amp; Gillespie Terrace is valued as a rare surviving example that is also considered to be the city's best preserved set of Georgian row houses.</p>\n<p>The Cooper &amp; Gillespie Terrace is valued for its association with architect John Tully, who is attributed to the design. Tully is recognized as one of the first professional architects to work in Toronto, where only a small number of his commissions survive, including the nearby designated properties at 68-70 Shuter Street (Edward Cooper Houses). Like the Shuter Street properties, 195 and 197 Church Street were originally owned by local merchant and speculative developer, Edward Cooper.</p>\n<p>The Cooper &amp; Gillespie Terrace has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it defines the remaining portion of the original ten-unit brick terrace and, more broadly, the mid-19th century residential character of Church Street and the surrounding area. Within the context of a neighbourhood in flux due to ongoing development pressure, the Cooper &amp; Gillespie Terrace is valued together as a group of row houses with historic, physical and visual links to its surroundings for over 170 years.</p>\n<p>The Cooper &amp; Gillespie Terrace is highlighted by the current infill replacement building at 195 Church Street, constructed in 1981 as a compatible replacement that re-establishes the unity of the historic row.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Cooper &amp; Gillespie Terrace are:</p>\n<p>&nbsp;&nbsp; - The setback, placement and orientation of the buildings on the east side of the street between Shuter Street and Dundas Street East&nbsp;&nbsp; </p>\n<p>&nbsp;&nbsp; - The scale, form and massing of the red brick terrace with its three storey height with pitched roofs, chimneys and corbelled brick firebreak end walls defining the individual properties</p>\n<p>&nbsp;&nbsp; - The materials with the red and buff brick, and the brick, stone and wood detailing</p>\n<p>&nbsp;&nbsp; - The principal (west) elevations, which are symmetrically organized with entrances located in the left (north) bays and flat-headed window openings with stone lintels and sills in all three storeys</p>\n<p>&nbsp;&nbsp; - The fenestration with the double-hung sash windows, including the six-over-six panes, where existing</p>\n<p>&nbsp;&nbsp; - The entries, which are recessed and have flat-headed door openings with transoms beneath stone lintels</p>\n<p>&nbsp;&nbsp; - The decorative, polychrome brickwork with the buff brick stringcourses at all the levels, the vertical quoining delineating individual properties in the row and coffered panel brick frieze below the rooflines</p>\n<p><strong>195 Church Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 195 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Dundas Street East and Shuter Street in the Garden District neighbourhood and directly across the street from St. Michael's Cathedral, the property at 195 Church Street is part of a group of four three-storey Georgian style row houses that remain from the original ten-unit terrace completed in 1848. The current building at 195 Church Street was reconstructed in 1981 by Mekinda, Snyder &amp; Weis Architects in a compatible manner to the rest of the surviving row, following the removal of the original structure in 1956. All four properties were included in the City of Toronto's inaugural list of properties added to the Inventory of Heritage Properties in 1973, including the then-vacant lot at 195 Church Street.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 195 Church Street is valued as a significant example of compatible urban infill within the Cooper &amp; Gillespie Terrace which is valued as a rare example of urban row housing originally completed before 1850. The current replacement building at 195 Church Street (1981) represents the influence of prevailing heritage conservation theory in the latter half of the 20th century, when architects, preservationists and planners were exploring new ways of repairing lost or damaged urban fabric in order to re-establish the cultural significance of a site.</p>\n<p>The principal (west) elevation refers to the historic row's Georgian styling, which was popular before the second half of the 19th century and signals some of Toronto's earliest buildings. This reinterpretation also respects the form, articulation and materiality of the rest of the row, and supports the prevailing streetscape character while incorporating identifiably contemporary interpretations of historic features, such as the corbelling above the first and third storey openings, the recessed entrance and third floor balcony, an at-grade second entrance and the omission of a cornice. These small design gestures make evident the contemporary date of construction in contrast to the rest of the Cooper &amp; Gillespie Terrace, but do so without disrupting the pedestrian scale, rhythm of openings, prevailing materiality and articulation of the streetscape.</p>\n<p>Cooper &amp; Gillespie Terrace is valued as a rare surviving example of a collection of Georgian row houses, considered to be the city's best preserved set and highlighted by the current infill replacement building at 195 Church Street.</p>\n<p>The Cooper &amp; Gillespie Terrace has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it defines the remaining portion of the original ten-unit brick terrace and, more broadly, the mid-19th century residential character of Church Street and the surrounding area.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 195 Church Street are:</p>\n<p>&nbsp;&nbsp; - The setback, placement and orientation of the buildings on the east side of the street between Shuter Street and Dundas Street East</p>\n<p>&nbsp;&nbsp; - The scale, form and massing of the red brick row house with its three storey height and flat roof</p>\n<p>&nbsp;&nbsp; - The materials with the red brick, and the brick and stone detailing</p>\n<p>&nbsp;&nbsp; - The principal (west) elevation, which is symmetrically organized with the recessed entrance located in the left (north) bay and flat-headed window openings</p>\n<p>&nbsp;&nbsp; - The decorative brickwork with the corbelled headers above the openings oat the first and third storeys, and the coffered panel brick frieze below the roofline</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 13, 2020, which is April 14, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1605,
  "otherReferenceList": [
    {
      "description": "2020.TE13.7 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement at 191, 193, 195 and 197 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE13.7"
    },
    {
      "description": "2020.PB13.5 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement at 191, 193, 195 and 197 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB13.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In The Matter Of The Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and 191, 193, 195 and 197 Church Street, City Of Toronto, Province Of Ontario",
  "title": "Notice of Intention to Designate - 191, 193, 195 and 197 Church Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
