{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1150 Eglinton Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.7202174188",
      "longitudeCoordinate": "-79.3447547883",
      "postalCode": "M3C 1H7",
      "province": "Ontario",
      "streetAddress": "1150 Eglinton Avenue East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1150 Eglinton Avenue East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1622"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "fax": "416-395-7337",
    "locationName": "North York Civic Centre, main floor",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 1150 Eglinton Avenue East under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1150 Eglinton Avenue East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located in the Don Mills neighbourhood on the north side of Eglinton Avenue East, west of the intersection with Don Mills Road and contained by the CPR railway line and the Don River ravine, the property contains the former Canadian IBM headquarters building.&nbsp; The building complex is composed of a central, three-storey block with five wings of one to four storeys completed in 1967 and extended in 1970-71.&nbsp; The building is clad in brick, with a glazing system of solar-bronze tinted glass with black anodized window frames and spandrel panels.&nbsp; Set on a hill top surrounded by mature trees and lawns, its wings form a series of courtyards with lawns. The north entry court features a circular drive with a circle of formally landscaped planting.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The former IBM headquarters building has design value as a representative of a corporate headquarters building in the Late Modern style.&nbsp; The building displays a high degree of craftsmanship and artistic merit in its innovative and dramatically simple composition of blocks which are clad in alternating plain brick and window walls divided into tall vertical openings, framed by narrow brick piers and which step incrementally in relation to the surrounding lawns, mature planting and hill-top setting which responds to the adjacent Don Valley ravine landscape.&nbsp; The high quality design was recognized in 1970 with a nomination for a Massey Medal for Architecture.&nbsp;</p>\n<p>The headquarters building has historic value as it is associated with IBM, the technologically innovative and internationally influential American company and its development and expansion in Canada over the past century.&nbsp; It was with the opening of its Canadian subsidiary in Toronto in 1917 that the company first acquired its identity as International Business Machines Co. Ltd. (IBM).&nbsp; The building is also valued for its association with the history and development of Don Mills from a 19th century settlement to a significant mid-20th century, fully-planned subdivision, privately developed by E. P. Taylor.&nbsp; It is also valued for its association with the architectural firm John B. Parkin Associates, one of Canada's leading Modernist and most prolific firms of the 1950s and 1960s who contributed many significant buildings to Don Mills during this period.</p>\n<p>Situated on a well-treed hill-top overlooking Eglinton Avenue, contained by the historic factors of the Don Mills Road, Eglinton Avenue, the CPR railway line and Don Valley ravine, the property has contextual value as a landmark within the community for over 60 years.&nbsp; It is also valued for maintaining the character of the area which features many mid-century modern industrial buildings of distinctive high-quality design surrounding Don Mills.&nbsp; The design of the building and landscape responds to, and provides continuity with, the adjacent Don Valley River ravine.&nbsp; As a successor to IBM's first industrial building in Don Mills, it is visually, physically and historically linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the former IBM headquarters building completed in 1967 and extended in 1970 on the property at 1150 Eglinton Avenue East are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, set back and orientation of the building, as it is located on the north side of Eglinton Avenue.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setting of the building on a hill top, surrounded by trees and shrubs, with a series of open courtyards with grass lawns extending around the complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrival sequence to the north entrance with the driveway approaching on axis with the north entrance then circling around the north court with a central circular landscaped planted area</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The massing and composition of the building with a series of five flat-roofed wings of one to four stories on a stepped plan extending from the central north- facing entrance core</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The elevations combine solid brick planes alternating with wall sections composed of a rhythmic sequence of narrow brick piers of 25' bays, extending from a half to four storey height, flanking black anodized window frames with glazed sections and spandrel panels</p>\n<p style=\"padding-left: 30px;\">- &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials which are orange-brown toned brick of a smooth finish, black anodized door frames, window frames and spandrel panels, concrete stair cases with brick balustrades and dark metal coping at the eaves and sills and window glazing of solar bronze-tinted glass</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The north and east entrances feature recessed glazed entrances alternating doors with glazed panels</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Marie Greig, Administrator, North York Community Council, North York Civic Centre, Main floor, 5100 Yonge Street, Toronto, Ontario M2N 5V7, within thirty days of September 14, 2020, which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1795,
  "otherReferenceList": [
    {
      "description": "2020.PB15.7 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 1150 Eglinton Avenue East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB15.7"
    },
    {
      "description": "2020.NY16.4 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 1150 Eglinton Avenue East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.NY16.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 1150 Eglinton Avenue East, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 1150 Eglinton Avenue East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
