{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "65 George Street Toronto Ontario",
      "latitudeCoordinate": "43.6504949708",
      "longitudeCoordinate": "-79.3703032776",
      "postalCode": "M5A 4L8",
      "province": "Ontario",
      "streetAddress": "65 George Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": " Notice of Intention to Designate - 65 George Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1619"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 65 George Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Little York Hotel Stables and Coach House</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 65 George Street, containing the Little York Stables and Coach House, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; The property was listed on the City of Toronto's Heritage Inventory in 1983 and identified as a contributing property in the St. Lawrence Neighbourhood Heritage Conservation District (2015) currently under appeal.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of George Street, just south of King Street East, the property at 65 George Street contains the stables and coach house building.&nbsp; It was constructed in 1880 as part of the adjacent Little York Hotel at 187 King Street East, located to the north of the subject property at the south-east corner of King Street East and George Street. The hotel and stables-coach house were part of the same property until they were severed into two lots in 1977.&nbsp; The stables and coach house originally contained a lower floor with stables and carriage storage with an upper level hay loft.&nbsp; Between 1885 and 1973 the second floor of the stables and coach house building was altered in various forms including additions to the second floor, but these additions and alterations were removed with further alterations and restoration in the 1980s.&nbsp;</p>\n<p>The Little York Hotel was included on the City's first Heritage Inventory (now known as the Heritage Register) in 1973 and designated under Part IV, Section 29 of the Ontario Heritage Act in 1979.&nbsp; A Heritage Easement Agreement for the 187 King Street East property was registered on the property title in 1980.&nbsp; Restoration of the exterior of the hotel, which included removing the blue paint applied to the brick elevations, was begun in 1978.&nbsp;</p>\n<p>The stables were listed on the City's Heritage Register in 1984.&nbsp; In 1983, restoration and renovation work began with the removal of the blue paint from the principal (west) elevation. The renovations, which included the reconstruction of the second storey elevation with five new windows and the raising and reconstruction of the parapet, were undertaken in 1988.&nbsp; The ground floor windows adjacent to the carriageway were restored, removing a doorway. The carriage way was given a recessed glazed entry and the northern-most ground floor window was lengthened to accommodate a secondary exit.&nbsp; The use of the building was changed to accommodate a retail store and offices.&nbsp; In 1993 the use was again changed to accommodate a public hall and offices. The former stables and coach-house are currently occupied as an art gallery.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The former 1880s Little York Hotel coach house and stables at 65 George Street is representative of a once common and now rare 19th century building type. Constructed as part of the Little York Hotel, the stables-coach house building retains the stylistic features of the complex in its details and in the original carriage way entrance.&nbsp; Although the upper floor represents a recent addition, it has been done in a sympathetic manner which reconstructed the original parapet and whose new windows have the segmental-arched openings of the adjacent second floor hotel windows.&nbsp; The lack of keystones in the window heads and the inclusion of a projecting brick course are consistent with good conservation practise of the time which required new additions to be distinct but complementary to the existing heritage building. The three arched ground floor windows to the north of the carriage entrance likely date from the late 1880s or early 1890s and, although not original, have been part of the complex for over 120 years.&nbsp; The windows are consistent in detail and composition with the original design for the adjacent hotel windows and the stables-coach house entryway. The small window to the south is also not believed to have been part of the original building, but is also likely over 100 years old and features a segmental-arched opening and a stone sill. The stables-coach house building has sufficient integrity to convey its original purpose as part of the hotel complex and displays a level of craftsmanship consistent for a stable-coach house, which maintains the stylistic elements of the main hotel building.</p>\n<p>As part of the Little York Hotel complex, the stables and coach house building have historic and associative value as they yield information about the Old Town of York Neighbourhood and the culture of travel and transportation in late 19th-century City of Toronto.</p>\n<p>The entire Little York Hotel complex, including the stables and coach house were constructed to the designs of the prominent and prolific architectural firm of Langley, Langley &amp; Burke.&nbsp; Their work as a partnership and as individuals extended for more than 60 years in the City of Toronto and was well-represented in institutional, ecclesiastical and commercial buildings. The Little York Hotel complex represents their use of the Second Empire style, which Langley had applied to important public buildings such as Government House, 1868 and the General Post Office, 1871-4, to a smaller commercial hotel.&nbsp; As both the Government House and the General Post Office buildings have been demolished the hotel-stables and coach house complex are rare survivors of the Second Empire style phase of their work.</p>\n<p>Located in the historic St. Lawrence Neighbourhood Heritage Conservation District on the edge of the original 1793 Town of York, the Little York Hotel complex represents commercial development along King Street in the 1880s.&nbsp; The stables and coach-house have contextual value as part of the Little York Hotel.&nbsp; The hotel and stables-coach house are important in maintaining and defining the character of the area through their massing, scale, materials and details and through their indication of a pattern of life and travel no longer prevalent, from 140 years ago.&nbsp; In its building form and details it is physically, functionally, visually and historically linked to its surroundings.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Little York Hotel Stables and Coach-house building located at 65 George Street are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The location of the building as it fronts on to the east side of George Street adjacent to and contiguous with the former Little York Hotel building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The elevation of the original one-storey building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials include brick cladding with stone sills on the west elevation of the building with the brick string courses, dentil courses and cast-stone keystones in the elliptical and round-arched openings of the carriage way and windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The openings including the elliptical-arched carriage way opening and the three adjacent, semi-circular arched window openings.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of September 14, 2020 which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1792,
  "otherReferenceList": [
    {
      "description": "2020.PB15.1 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 65 George Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB15.1"
    },
    {
      "description": "2020.TE16.15 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 65 George Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE16.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 65 George Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 65 George Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
