{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "129 Bedford Road Toronto Ontario",
      "latitudeCoordinate": "43.6732934699",
      "longitudeCoordinate": "-79.3991271742",
      "postalCode": "M5R 2K6",
      "province": "Ontario",
      "streetAddress": "129 Bedford Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 129 Bedford Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1617"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on July 28, 2020, having considered an application to alter a structure designated under Part V of the Ontario Heritage Act for 129 Bedford Road, decided among other things, to</p>\n<p style=\"padding-left: 30px;\">1. Approve the alterations to the heritage building at 129 Bedford Road, in accordance with Section 42 of the Ontario Heritage Act, to allow for alterations in connection with the installation of a new entrance door on lands known municipally as 129 Bedford Road, with such alterations substantially in accordance with the plans and drawings prepared by Sixteen Degrees Studio Inc., dated February 21, 2020 and filed with the Senior Manager, Heritage Planning subject to the following:</p>\n<p style=\"padding-left: 60px;\">a. That prior to the issuance of any heritage permit for the property at 129 Bedford Road, but excluding permits for interior work, repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the applicant provide the following to the satisfaction of the Senior Manager, Heritage Planning:</p>\n<p style=\"padding-left: 90px;\">1. Final building permit drawings for the proposed alterations consistent with the plans and elevations submitted by the applicant and prepared by Sixteen Degrees Studio Inc., dated February 21, 2020.</p>\n<p style=\"padding-left: 90px;\">2. A detailed landscape plan for the subject property, satisfactory to the Senior Manager, Heritage Planning.</p>\n<p><strong>Appeal to the Local Planning Appeal Tribunal</strong></p>\n<p>The Ontario Heritage Act states that if a Council of a municipality consents to an application to alter a designated heritage property subject to certain terms or conditions, or refuses the application, the owner may, within thirty days of the day the owner received notice of Council&rsquo;s decision, give notice of appeal to the Local Planning Appeal Tribunal and to the Clerk of the municipality: Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.</p>\n<p>Notice of appeal must be received on or before October 14, 2020.</p>\n<p>A notice of appeal shall set out the reasons for objection to the decision of Council and be accompanied by the fee prescribed ($300.00) under the Local Planning Appeal Tribunal.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1790,
  "otherReferenceList": [
    {
      "description": "2020.PB15.3 - Alterations to a Property Designated under Part V of the Ontario Heritage Act - 129 Bedford Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB15.3"
    },
    {
      "description": "2020.TE16.12 - Alterations to a Property Designated under Part V of the Ontario Heritage Act - 129 Bedford Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE16.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 129 Bedford Road, City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 129  Bedford Road",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
