{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "501 Vesta Drive Toronto Ontario",
      "latitudeCoordinate": "43.7004049512",
      "longitudeCoordinate": "-79.419857363",
      "postalCode": "M5P 3A7",
      "province": "Ontario",
      "streetAddress": "501 Vesta Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 501 Vesta Drive ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1620"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 501 Vesta Drive under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Lady Edith J. Baillie House&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 501 Vesta Drive is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design-physical, historical-associative and contextual value.&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Vesta Drive just north of the junction with Old Forest Hill Road, the property at 501 Vesta Drive is part of a collection of residential properties in the Forest Hill neighbourhood, several of them designed by the same architect, Douglas E. Kertland.&nbsp; By provide a cohesive architectural character through their shared qualities of scale, form and massing, materials and details typical of the 1920s and 1930s, these properties create a sense of place.&nbsp; Built by Wilfred E. Whitten, who commissioned Kertland, the grand Arts and Crafts movement house with Tudor Revival style elements of two-and-a-half storeys features a variety of hipped and gabled roofs with prominent chimneys, bay windows and stone with stucco and half-timbering cladding.&nbsp; Originally owned by the philanthropist Lady Edith J. Baillie, widow of Sir Frank Baillie, the house was subsequently owned for over 60 years by the construction magnate and philanthropist Morry Wingold and his wife Sarah Wingold.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Lady Edith J. Baillie house has design value as an excellent representative of a grand Tudor Revival style house whose design reflects Arts and Crafts movement principles.&nbsp; The Arts and Crafts elements are present in the picturesque composition of the asymmetrical building massing and elevations, the combination of steeply pitched hipped and gabled roofs punctuated by dormers and tall chimneys, the recessed entry porch and projecting bay windows, the variety of window types, arched and flat-headed openings and the cladding which combines rough-cut stone of varying shades with smooth stone around the windows and door openings, and half-timbering on stucco in various patterns.&nbsp; The Tudor Revival style is expressed in the broad Tudor arch of the principal entry opening and panelled door, the wood shields on the west elevation and the half-timbering with carved corner columns on the south-facing, gable-roofed bay.&nbsp;</p>\n<p>The Baillie house displays a high degree of artistic merit in the variety evident in the overall building massing, the combination of multiple gable and hipped roofs punctuated with dormers and tall chimneys and in the wealth of detail seen in the materials, including rough and smooth stone, stucco and half timbering, and the range of door and window opening combinations. A high degree of craftsmanship is present in the skilled carpentry required to construct the complex roofscape and in the masonry with its random patterns of various shades and shapes of stone with rough-hewn and smooth surfaces.&nbsp;</p>\n<p>The siting of the house on its property with its principal south elevation facing the garden and the narrower, west side elevation facing Vesta Drive is characteristic of the informal quality of Arts and Crafts architecture which responds to the site's topography and orientation.&nbsp; This unusual arrangement is enhanced by the diagonal stone entry path which creates a north-east route to the principal entrance located at the south-west corner of the house with its stone steps and landscaped terraces.&nbsp;</p>\n<p>The property has historic value as it has direct association with its first owner Lady Edith J. Baillie (1877-1965) who was recognized for her lifelong contribution to all forms of \"public spirited work\" during peace and war-times.&nbsp; Lady Baillie was the widow of Sir Frank Baillie who was knighted in 1918 for his war-time service to the British government and was a successful financier and innovative industrialist.&nbsp; The property is also valued for its association with Morry and Sarah Wingold who occupied the property for 60 years.&nbsp; Morry was the president of Wingold Construction and a well-known philanthropist, recognized for \"his outstanding leadership and community service.\"&nbsp;&nbsp; After his death in 1983, Sarah continued living in the house until 2019.&nbsp;&nbsp;</p>\n<p>Constructed in 1930 shortly after the incorporation of Forest Hill Village, the Baillie house contributes to an understanding of the early history of Forest Hill as a residential enclave whose early design by-laws and practises resulted in the carefully crafted, landscaped neighbourhood that exists today.</p>\n<p>The Baillie house is representative of the highly-regarded architect Douglas E. Kertland, who won the competition to design the CNE's Automotive Building (1928-9).&nbsp; Kertland's residential architecture was widely published from the mid-1920s to the 1940s and he designed several houses which are adjacent to or in the vicinity of the Baillie House.&nbsp;</p>\n<p>Situated on the east side of Vesta Drive just north of the junction with Old Forest Hill Road, the Baillie house maintains and supports the character of the neighbourhood, contributing to its sense of place. It is one in a series of Arts and Crafts houses with Tudor Revival style details sharing a two-and-a-half storey-scale with complex asymmetrical massing, a unified mix of materials featuring stone, stucco, half-timbering and brick and a consistent landscaped and well-treed setback.&nbsp; Constructed in 1930, as one of a number of Kertland-designed houses in the neighborhood, and as a part of the development of the Forest Hill Village, the house is functionally, visually and historically linked to its surroundings</p>\n<p>The heritage attributes of the Baillie House property at 501 Vesta Drive are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the house-form building on the east side of Vesta Drive with its principal elevation facing the garden to the south</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half-storey house with its asymmetrically composed building massing and roofscape combining hipped and gabled roofs, with flaring bell-cast curved edges, punctuated by dormer windows and two tall chimneys, bay windows and a recessed, south-facing principal entrance</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone cladding material which includes rough-hewn, multi-toned stone with dark mortar at the first floor and part of the second floor, smooth ashlar-finished stone around the primary entryway, adjacent windows and the bay-windows on the west elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stucco and half-timbering featured primarily on the second floor level but also in the stair-case bay on the west elevation, the gable roofed bay on the south elevation (please note: the original architect's drawings indicate that this bay was to have brick laid in a diagonal pattern which may still exist under the current stucco surface)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wood elements including the shields which appear in the centre of two stucco panels on the west elevation, the turned columns on corbel brackets flanking the gabled bay on the south elevation with the drop pendant in the gable roof of this same bay</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The copper material used in the gutters and down spouts which have a rectangular section</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The windows which are typically arranged in banks of vertical openings between wood or stone frames and have leaded or wood glazing bars, with flat or arched openings including the two pairs adjacent to the main entrance which feature flat headed Tudor arches, the single opening next to the main entrance with its semi-circular arched opening and the dormer windows which have segmentally-curved roofs.&nbsp; On the south elevation, the single-storey bay window with its hipped roof extending to provide a recess for the adjacent door</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The main entrance in the south elevation with a Tudor-arched opening with its deep smooth stone recess framing the wood door with its vertical panels beneath a single window</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The diagonal stone path leading to the principal entrance flanked by a terraced landscape</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of September 14, 2020 which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1793,
  "otherReferenceList": [
    {
      "description": "2020.PB15.5 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 501 Vesta Drive",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB15.5"
    },
    {
      "description": "2020.TE16.14 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 501 Vesta Drive",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE16.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 501 Vesta Drive, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 501 Vesta Drive ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
