{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "292 Main Street Toronto Ontario",
      "latitudeCoordinate": "43.6875767239",
      "longitudeCoordinate": "-79.3019789264",
      "postalCode": "M4C 4X5",
      "province": "Ontario",
      "streetAddress": "292 Main Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 292 Main Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1621"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 292 Main Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 292 Main Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 292 Main Street is located in the East End-Danforth neighbourhood (formerly East Toronto), on the west side of the street between Danforth Avenue and Stephenson Avenue. The property at 292 Main Street contains a single two-storey, detached house-form building completed by 1887.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The house-form building at 292 Main Street represents a rare example of an Ontario Cottage style dwelling in the area. This style is evident from the form and organization of openings on the building&rsquo;s south elevation, which was once the principal elevation. At a later date, the orientation of the principal elevation shifted to the east. The building's design incorporates many High Victorian era embellishments, including the well preserved, fine craftsmanship of its polychromatic brickwork and brick detailing, which is impressive in its employment on all four elevations and suggests the building's visual prominence upon its completion, both on its lot and near the intersection of Main and Danforth.</p>\n<p>The subject property is valued for its association with one of East Toronto's most significant residents, Donald George Stephenson, who was a local lumber merchant, landowner and politician, having acted as the Village of East Toronto's first Reeve (1888-1894). Stephenson was also a local speculator/builder who is attributed to having built many brick dwellings in the area in the last quarter of the 19th century, including the subject property at 292 Main Street, where he likely resided until moving to his final residence at the northwest corner of Gerrard Street East and Enderby Road. &nbsp;</p>\n<p>Contextually, the house-form building at 292 Main Street defines, supports and maintains the historic character of this portion of East Toronto, where a burgeoning population of railway workers settled following the opening of Grand Trunk Railway's freight yard and station in the mid-1880s. The property is valued as a unique and fine example among a collection of polychromatic brick dwellings located in the Main Street and Stephenson Avenue area attributed to D. G. Stephenson.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 292 Main Street are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2-storey detached house-form building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback of the building on the west side of Main Street between Danforth Avenue and Stephenson Avenue</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red and buff brick cladding and detailing on all four elevations</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The main gabled roof and the smaller, flat roof surmounting the single-storey bay window on the east elevation, as well as the chimney</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south elevation, which was originally the principal elevation with its centred entrance, flanked by a window opening to either side (currently bricked in), and surmounted by a centred roof gable containing a pointed-arch/lancet-shaped attic opening with wooden louvres</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east elevation, which is organized into two bays with the entrance at the north end and single-storey bay window at the south end, and two symmetrically-placed openings in the upper storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement of the segmental-arched door and window openings on all four elevations</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The decorative buff-coloured brickwork on all four elevations, with the two double string-courses running along the top and bottom of the upper storey, the drop pendant motif above all door and window openings, the stepped buff brick base, and the three soldier courses set in a sawtooth pattern below each of the openings in the bay window on the east elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The decorative metalwork balustrade crowning the flat roof of the single-storey bay window on the east elevation&nbsp;</p>\n<p>Note: the wooden vestibule addition to the entrance on the east elevation is not original and not identified as a heritage attribute</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of September 14, 2020, which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1794,
  "otherReferenceList": [
    {
      "description": "2020.PB15.8 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 292 Main Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB15.8"
    },
    {
      "description": "2020.TE16.17 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 292 Main Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE16.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 292 Main Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 292 Main Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
