{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "98 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6537168756",
      "longitudeCoordinate": "-79.3739933056",
      "postalCode": "M5C 1S6",
      "province": "Ontario",
      "streetAddress": "98 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "100 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6538007473",
      "longitudeCoordinate": "-79.3739558246",
      "postalCode": "M5C 1S6",
      "province": "Ontario",
      "streetAddress": "100 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "102 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6537607446",
      "longitudeCoordinate": "-79.3738637961",
      "postalCode": "M5C 1S6",
      "province": "Ontario",
      "streetAddress": "102 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "104 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.653827226",
      "longitudeCoordinate": "-79.3738351419",
      "postalCode": "M5C 1S6",
      "province": "Ontario",
      "streetAddress": "104 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "3 Mutual Street Toronto Ontario",
      "latitudeCoordinate": "43.653857798",
      "longitudeCoordinate": "-79.374192147",
      "postalCode": "M5B 2A7",
      "province": "Ontario",
      "streetAddress": "3 Mutual Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 98-104 Queen Street East and 3 Mutual Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1722"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1603771200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 98-104 Queen Street East and 3 Mutual Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>98 Queen Street East</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The Listed property at 98 Queen Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Queen Street East between Mutual and Jarvis Streets in the Garden District neighbourhood, and directly across the street from the Designated properties at 99, 107, 109, 111, 115, 123 Queen St E and Warehouse (1903-6), the property at 98 Queen Street East comprises a 4-storey red brick commercial building attached at a ninety degree angle to the warehouse building at 3 Mutual Street (1901). Completed in 1889, the property at 98 Queen Street East was originally owned by local merchant Richard Bigley (1857-1933) who initially operated his stove fitting business from 92-94 Queen Street East. The connected properties at 98 Queen Street East and 3 Mutual Street were included on the City of Toronto&rsquo;s Heritage Register in 1973. In 2013, the City officially named the lane at the rear of these properties, Richard Bigley Laneway.</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp; &nbsp;</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 98 Queen Street East (completed in 1889) is valued as a fine representative example of a Late Victorian commercial main street building with its unusual organization of round-arched and bow windows on the upper storeys and a high level of craftsmanship in the brick and wood detailing on the principal (south) elevation, including the decorative brick checkerboard patterning and corbelling, as well as the ornate wood mullions and denticulated cornices.</p>\n<p>The property is associated with Richard Bigley, for whom the existing building was constructed along with 3 Mutual Street.&nbsp; It remained his business location for nearly 40 years following over 10 years next door at 92-94 Queen Street East. Bigley was a local stove fitting and furnace merchant whose importance on the block is captured in the name plate on the parapet at 98 Queen Street East and, more recently, the Richard Bigley laneway extending between Mutual and Jarvis Streets at the rear of the subject buildings.</p>\n<p>The existing property at 98 Queen Street East is also valued for its association with the prominent Toronto architectural firm of Craig, Zeidler &amp; Strong, who maintained offices at this location through the 1970s.</p>\n<p>Together with the mixed-use residential/commercial/commercial and industrial typologies of the rest of the subject properties at 90-94 Queen Street East and 100-104 Queen Street East, as well as their architectural styles, the Richard Bigley building at 98 Queen Street East contributes to an understanding of the historic character of Queen Street East in the last quarter of the 19th century, when these main street buildings and the merchants who originally owned them established themselves on Queen Street East in the Garden District neighbourhood.</p>\n<p>The adjoining, 4-storey brick commercial and warehouse buildings at 98 Queen Street East and 3 Mutual Street have contextual value as their scale, setback and style are visually and physically linked to their location along Queen Street East and represent the mid-to-late 19th-century mixed-use character of Queen Street East.&nbsp;</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential, commercial and industrial main street properties located at the southern edge of the Garden District area, the adjoining 4-storey brick buildings at 98 Queen Street East and 3 Mutual Street are valued as a collection with historic, physical and visual links to their surroundings for over 120 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 98 Queen Street East are:&nbsp;&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on the north side of the street between Mutual Street and Jarvis Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the brick commercial building on a rectangular plan with its four-storey height and flat roof that rises toward the parapet wall with its name and date plate that reads \"AD 1875 Richard Bigley\" on the principal (south) elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials with the red brick cladding and brick, stone and wood detailing&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (south) elevation with the four-storey pilasters on the end walls, the storefront at the ground floor, the arrangement of the window openings with two oversized bay window openings at the second and third floors, and surmounted by a large single round-arched window opening</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The west elevation, including the two stacked half-moon openings each with a central brick pier, and the existing portion of the original retail advertisement painted on the brick wall that reads \"Bigley\"</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The recessed main entrance with its centred and splayed door opening</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The existing stone, metal and wood detailing on all four storeys of the principal (south) elevation, including but not limited to all window and door frames, cornices and stringcourses</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative brickwork on the parapet wall with the checkerboard patterning in the arch spandrels and corbelled brick below the date plate and roof cornice</p>\n<p><strong>100, 102 and 104 Queen Street East</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 100-104 Queen Street East are&nbsp; worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Queen Street East between Mutual Street and Jarvis Street in the Garden District neighbourhood, and directly across the street from the Designated properties at 99, 107, 109, 111, 115, 123 Queen St E and Warehouse (1903-6), the three properties at 100-104 Queen Street East comprise part of a larger terrace of eight 3-storey brick commercial buildings, including 106-114 Queen Street East, completed together in 1886-1887 and now known as Mussen Terrace.</p>\n<p><strong>Statement of Cultural Heritage Value</strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The three-storey brick commercial buildings at 100-104 Queen Street East are valued as a representative example of the commercial and residential main street buildings constructed in Toronto during the Victorian era, here displaying a pleasing rhythm of symmetrically arranged window openings and decorative brickwork detailing on the upper storeys, as well as detailed woodwork on the first floor storefronts.</p>\n<p>Together with 90-98 Queen Street East and 103 Mutual Street, the commercial buildings at 100-104 Queen Street East, along with the rest of the terrace at 106-114, contribute to an understanding of the historic character of Queen Street East in the last quarter of the 19th century, when businesses and the merchants who owned them established themselves along Queen Street East in the Garden District location.</p>\n<p>The properties at 100-104 Queen Street East, between Mutual and Jarvis Streets, have contextual value as their scale, setback and style are visually and physically linked to their location fronting Queen Street East and represent the mid-to-late 19th-century mixed residential and commercial character of Queen Street East.&nbsp;</p>\n<p>Within the context of an area developed as a mixture of residential and commercial properties located at the southern edge of the Garden District neighbourhood, the subject three-storey brick buildings at 100-104 Queen Street East are valued as a collection with historic, physical and visual links to their surroundings for over 130 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the properties at 100, 102 and 104 Queen Street East are:&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the buildings on the north side of the street between Mutual and Jarvis Streets</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the three attached brick buildings on&nbsp; rectangular plans with their three-storey height and flat roofs</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials with the red brick cladding, and the brick, stone and wood detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (south) elevations, defined at their end walls by brick pilasters and symmetrically organized horizontally into two bays at the second and third storeys with two storefronts and entrances shared between the three buildings at the first floor level&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat-headed window openings in the two upper storeys with their stone lintels&nbsp; and sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The entrances on the principal (south) elevations, which are recessed and have flat-headed door openings&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative wood detailing framing the storefronts</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; At 100 Queen Street East, the leaded glass storefront transom (currently hidden under the retail awning)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative brickwork on the principal (south) elevations, with the red and buff brick stringcourses above the second and third storeys, and their saw tooth soldier course of alternating buff and red brick detailing&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>\n<p><strong>3 Mutual Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The Listed property at 3 Mutual Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Mutual Street just north of Queen Street East in the Garden District neighbourhood, and directly across the street from the Designated properties at 99, 107, 109, 111, 115, 123 Queen St E and Warehouse (1903-6), the property at 3 Mutual Street comprises a 4-storey warehouse building attached at a ninety degree angle to the commercial building at 98 Queen Street East (1889). Completed in 1901, the property at 3 Mutual Street was originally owned by local merchant Richard Bigley (1857-1933) who initially operated his stove fitting business from 92-94 Queen Street East. The connected properties at 3 Mutual Street and 98 Queen Street East were included on the City of Toronto&rsquo;s Heritage Register in 1973. In 2013, the City officially named the lane at the rear of these properties, Richard Bigley Laneway.</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp; &nbsp;</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The 1901 building at 3 Mutual Street, which adjoins its neighbour at 98 Queen Street East in the rear and at a ninety degree angle, is valued for its Classically restrained arrangement of openings and detailing including the organization of the principal (west) elevation into three bays with flat-headed openings surmounted by rough-hewn stone lintels on the first three storeys and capped by elegant round-arched windows on the fourth floor with a gabled parapet wall above.</p>\n<p>The property is valued for its association with Richard Bigley, for whom the existing building was constructed along with 98 Queen Street East and remained his business location for nearly 40 years following over 10 years next door at 92-94 Queen Street East. Bigley was a local stove fitting and furnace merchant whose importance on the block is captured in the name plate on the parapet at 98 Queen Street East and, more recently, the Richard Bigley laneway extending between Mutual and Jarvis Streets at the rear of the subject buildings.</p>\n<p>Together with 98 Queen Street East and the mixed-use residential and commercial typology of 90-94 Queen Street East and 100-104 Queen Street East, as well as their architectural styles, the industrial building at 3 Mutual Street contributes to an understanding of the historic character of Queen Street East in the last quarter of the 19th century.</p>\n<p>The adjoining, 4-storey brick commercial and warehouse buildings at 3 Mutual Street and 98 Queen Street East have contextual value as their scale, setback and style are visually and physically linked to their location along Queen and represent the mid-to-late 19th-century mixed-use character of Queen Street.&nbsp;</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential, commercial and industrial main street properties located at the southern edge of the Garden District area, the adjoining 4-storey brick buildings at 98 Queen Street East and 3 Mutual Street are valued as a collection with historic, physical and visual links to their surroundings for over 120 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 3 Mutual Street are:&nbsp;&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on the east side of the street between Shuter Street and Queen Street East</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the brick house-form building on a rectangular plan with its four-storey height and flat roof with a gabled parapet wall with denticulated roofline on the principal (west) elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials with the red brick cladding and stone detailing&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (west) elevation, organized into three vertical bays divided by four storey brick pilasters terminating in three round arches at the top storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat-headed openings on the first-third storeys surmounted by a round-arched window opening in all three bays at the fourth floor on the principal (west) elevation, and the similar arrangement of five over five and four over four segmental-arched window openings at the second and third storeys on the south and north elevations, respectively</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone detailing with all existing stone sills and rough-hewn stone lintels, first floor cornice and fourth floor stringcourse on the principal (west) elevation&nbsp;</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 27, 2020, which is November 26, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1888,
  "otherReferenceList": [
    {
      "description": "2020.TE18.10 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 3 Mutual Street, 98, 100, 102 and 104 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE18.10"
    },
    {
      "description": "2020.PB16.7 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 3 Mutual Street, 98, 100, 102 and 104 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB16.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 98-104 Queen Street East and 3 Mutual Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate  - 98-104 Queen Street East and 3 Mutual Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
