{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "305 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6461538021",
      "longitudeCoordinate": "-79.3903403958",
      "postalCode": "M5V 1J5",
      "province": "Ontario",
      "streetAddress": "305 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 305 King Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1721"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1603771200000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 305 King Street West (including entrance addresses at 309 and 311 King Street West) under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 305 King Street West (including the entrance addresses at 309 and 311 King Street West) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of the street between John Street and Blue Jays Way, the property at 305 King Street West contains a two-storey commercial building that was completed in 1928.&nbsp; The King Building replaced part of a three-storey commercial row built in 1887. The current building is attributed to architect Thomas Elliott Muirhead in his position as staff architect for the John G. Kent Construction Company, which acquired the site in 1923.&nbsp; Five years later, Kent&rsquo;s estate sold the property to the King Investment Company under the direction of Myrtle Warren, and the initial tenants included the Carter Radio Company and the Utah Radio Products Company headed by the new owner.&nbsp; From 1930 until 1956, the property was owned by Harry V. Mallabar (sic), who expanded the subject building and acquired the neighbouring properties for his Malabar Costumes Company (now Malabar Limited).&nbsp; The property at 305 King Street West was identified as a contributing heritage property in the King-Spadina Heritage Conservation District Plan, which was adopted by City Council in 2017 when the King Building was listed on the City of Toronto&rsquo;s Heritage Register.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 305 King Street West has cultural heritage value as a representative example of an early 20th century commercial building with the symmetry and the cornice with brackets inspired by Edwardian Classicism, the most popular style for most typologies in the first quarter of the 20th century.&nbsp; Introduced to a streetscape that was originally developed with residential row houses (Hughes Terrace) in the 1850s, followed by commercial storefronts in the 1880s, the King Building was a compatible addition to the block in the 1920s with its setback, cladding and detailing.</p>\n<p>The associative value of the King Building is through its contribution to the evolution of the King-Spadina community, which began in the 19th century as an institutional and residential enclave and was transformed after the Great Fire of 1900 into Toronto&rsquo;s industrial centre.&nbsp; During the latter period, many of the original buildings were replaced with new edifices, including the subject site where part of a former commercial row became the location of the King Building.</p>\n<p>The property at 305 King Street West is also valued for its historical association with John G. (Gowans) Kent, owner of the construction company that developed the site, and his staff architect Thomas Elliott Muirhead, to which its design is attributed.&nbsp; As the son of the founder of Gowans, Kent and Company, John G. Kent (1861-1927) worked for the noted Toronto glassware firm prior to establishing a construction company with his son, Henry (Harry) Gowans Kent in the early 1920s.&nbsp; Apart from his business interests, which included his role as president of the Toronto Board of Trade, Kent gained prominence as the managing director of the Canadian National Exhibition (1920-27) and, in that capacity, was the first Canadian to head the American Association of Fairs and Exhibitions.&nbsp; Thomas Elliott Muirhead (1890-1961) is best known for his role as the architect for the John G. Kent Construction Company.&nbsp; With few extant projects remaining in Toronto, the Kenson Apartments (1927) at 51 Grosvenor Street and the National Cast Register Company Building (1935) at 222 Lansdowne Avenue are other recognized heritage properties designed by Muirhead.</p>\n<p>The King Building is also linked to Toronto&rsquo;s famed Malabar Costumes Company (now known as Malabar Limited), which acquired the property in 1930 and expanded and occupied the premises until 1956.&nbsp; Founded in Winnipeg in the early 20th century, Henry V. Mallabar (sic) opened the enterprise&rsquo;s Toronto branch in 1923 where the company manufactured and rented costumes to clients ranging from individuals to both amateur and professional companies across North America.&nbsp; In its King Street location, Malabar Limited unveiled its renowned opera department and, by 1950, described itself as &ldquo;the leading costume house in Canada, providing costumes for theatrical/musical productions and masquerade galas.&rdquo;</p>\n<p>Contextually, the property at 305 King Street West supports the historical character of the King-Spadina neighbourhood as it evolved from its origins in the 1800s as an institutional and residential enclave to the city&rsquo;s manufacturing century during the first half of the 20th century.&nbsp; The King Building contributes to the surviving collection of recognized heritage buildings from all phases of the development of King-Spadina.&nbsp; With its location on the south side of King Street between John Street and Blue Jays Way (originally Peter Street), the King Building is part of an important block that includes Hughes Terrace (former residential buildings dating to the 1850s), the Westinghouse Building (a warehouse constructed in two phases between 1927 and 1935), and a collection of late-19th century commercial buildings that are designated under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the King Building at 305 King Street West are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement, setback and orientation of the building on the south side of King Street West between John Street and Blue Jays Way</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the two-storey rectangular-shaped plan</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the brick cladding and the brick, stone and metal detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the cornice with the corbelled brackets on the north elevation facing the street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (north) elevation where the first (ground) floor storefront has stone detailing (the openings have been altered)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the north elevation, the second storey with the three window openings (the centre opening is larger) with the stone sills and the brick flat arches</p>\n<p>Note: the east side elevation, which is viewed from King Street West, has flat-headed window openings.&nbsp; The west side elevation adjoins the neighbouring building at 315 King Street.&nbsp; The rear (south) elevation and wings are not identified as heritage attributes.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 27, 2020, which is November 26, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1894,
  "otherReferenceList": [
    {
      "description": "2019.TE11.9 - Alterations to Heritage Properties, Authority to Enter into a Heritage Easement Agreement and Designation Under Part IV, Section 29, of the Ontario Heritage Act - 301 (303), 305 (309, 311), 315 and 319 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.9"
    },
    {
      "description": "2019.PB11.2 - Alterations to Heritage Properties, Authority to Enter into a Heritage Easement Agreement and Designation Under Part IV, Section 29, of the Ontario Heritage Act - 301 (303), 305 (309, 311), 315 and 319 King Street West ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB11.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 305 King Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate  - 305 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
