{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Further Updates to Chapter 545, Licensing - Payday Loan Establishments",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1773"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "General Government and Licensing Committee",
    "country": "Canada",
    "emailAddress": "gglc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "General Government and Licensing Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "General Government and Licensing Committee ",
      "province": "Ontario",
      "startDateTime": 1606746600000,
      "streetAddress": "Video Conference"
    }
  ],
  "noticeDate": 1605589200000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 545, Licensing.</strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on December 16-17, 2020, or at a subsequent meeting. If adopted by City Council, the amendments to City of Toronto Municipal Code Chapter 545, Licensing, will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp; Clarify that the effect of &sect; 545-538 is to reduce the total number of licences issued under this chapter as licences issued under the Payday Loans Act, 2008 or Toronto Municipal Code, Chapter 545, Licensing cease to be valid, are revoked or expire.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp; Clarify that the total number of locations is limited to the total number of locations operating within a ward (as each ward exists on the day it comes into existence) on May 1, 2018 which have been permitted by a licence under the Payday Loans Act, 2008.</p>\n<p style=\"padding-left: 30px;\">3.&nbsp;&nbsp;&nbsp; Come into force on January 1, 2021.</p>\n<p>The proposed amendments are outlined in the report titled \"Further Updates to Chapter 545, Licensing &ndash; Payday Loan Establishments.\" To view or obtain a copy of the report, <a title=\"2020.GL19.3 - Updates to Toronto Municipal Code, Chapter 545, Licensing - Payday Loan Establishments\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.GL19.3\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held via video conference on Monday November 30, 2020 at 9:30 a.m., or as soon as possible thereafter, the General Government and Licensing Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the General Government and Licensing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the General Government and Licensing Committee on November 30, 2020, please contact the Committee no later than 12:00 p.m. on Friday, November 27, 2020:</p>\n<p style=\"padding-left: 30px;\">General Government and Licensing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4592; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:gglc@toronto.ca\">gglc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Ginny Adey, Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">16th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-5576</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:Ginny.Adey@toronto.ca\">Ginny.Adey@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The General Government and Licensing Committee will make its final recommendations on November 30, 2020 which will be forwarded to City Council for its meeting December 16-17, 2020.</p>\n<p><strong>Notice to people writing or making presentations to the General Government and Licensing Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1946,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code Chapter 545, Licensing",
      "url": "https://www.toronto.ca/legdocs/municode/1184_545.pdf"
    },
    {
      "description": "2020.GL19.3 - Updates to Toronto Municipal Code, Chapter 545, Licensing - Payday Loan Establishments",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.GL19.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "title": "Further Updates to Chapter 545, Licensing - Payday Loan Establishments",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
