{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "80 Queen's Park Toronto Ontario",
      "latitudeCoordinate": "43.6883881129",
      "longitudeCoordinate": "-79.2758984108",
      "province": "Ontario",
      "streetAddress": "80 Queen's Park"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "84 Queen's Park Toronto Ontario",
      "latitudeCoordinate": "43.6885536215",
      "longitudeCoordinate": "-79.2759714654",
      "province": "Ontario",
      "streetAddress": "84 Queen's Park"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 80 and 84 Queen's Park ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1752"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1605157200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 80 and 84 Queen's Park under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>80 Queen's Park - The Edward Johnson Building</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property 80 Queen's Park is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 80 Queen's Park contains the Edward Johnson building which was constructed in 1960-1961 to house the University of Toronto's Faculty of Music.&nbsp; The five-storey brick and concrete building, which was designed by one of Canada's leading Modernist firms, Gordon S. Adamson Associates architects is representative of Late Modernism.&nbsp; Situated behind Wymilwood (later known as Falconer Hall) on the edge of the bank overlooking the former Taddle Creek Ravine, the building faces Queen's Park and the lower level Philosophers Walk.&nbsp; Named for Edward Johnson, a tenor at the New York Metropolitan Opera and Board Member, it contains two concert halls, one for opera with the requisite fly tower and named for Sir Ernest MacMillan, the renowned composer and Dean of the Faculty of Music (1927-1952) and a chamber hall, known as Walter Hall.&nbsp; The building was extended in 1988 by Moffatt, Kinoshita and Associates Inc. with a double-storey underground music library whose western elevation opens to Philosopher's Walk.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The Edward Johnson Faculty of Music Building has design and physical value as a very fine representative of the Late Modernism style which is expressed in its integration and reinterpretation of traditional and modern elements and its response to context and landscape.&nbsp; The building is designed to sit on a raised podium and features a double-storey colonnade, which is set before a curtain wall fa&ccedil;ade, surrounds the building on its principal three facades, and is evocative of a historic classical archetype used to distinguish important public buildings. Above the colonnade, the traditional pediment is replaced by a brick clad cruciform volume, originally containing the library, cantilevering over the colonnade with windows in its base. The modernist form-follows-function motto is present in the frank expression of the opera hall's fly tower on the northern end of the building and the combination of concrete with a textured surface and brick is characteristic of the humanism that infused Post-World War II Modernism.&nbsp; The colonnade responds to the context of the adjacent historic Flavelle House with its portico of double-storey columns.&nbsp; The darker red brick with the light-coloured concrete corresponds to the brick and stone cladding of both Flavelle House and Wymilwood (Falconer Hall).&nbsp; Located on the edge of the Taddle Creek ravine, the building design responds to the context as it extends its base two-storeys down providing a secondary entrance accessed by a bridge traversing the former river bed connects with Philosopher's Walk and provides a pedestrian route to Royal Conservatory of Music on Bloor Street West.&nbsp; The 1988 addition, concealed beneath the lawn between the Edward Johnson Building and the Faculty of Law and Flavelle House continued this approach in its respect for existing context and in its relationship with the ravine and Philosophers' Walk as a flanked of sloping glazing permits views to the ravine and light to the lower levels of the music library.</p>\n<p>The interior of the Edward Johnson Building has design and physical value which is evident in its double volume, brick-clad and concrete detailed lobby, lit by two monumental skylights as well as in the chamber music venue, Walter Hall which is considered to be one of \"Toronto's finest small auditoriums.\"<strong>[1] &nbsp;</strong>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The Edward Johnson Building has historic and associative value as it is named for and associated with Edward Johnson (1878-1959) a Canadian opera tenor who was the lead tenor at the world-renowned La Scala in Milan (1912-1917) before joining the Metropolitan Opera in New York (1922-1935) where he later acted as the General Manager of the Opera (1935-1950) Johnson also served on the University of Toronto's Board of Governors and as the Chairman of the Board of the Royal Conservatory of Music.&nbsp;</p>\n<p>The opera hall in the building is also associated with Sir Ernest MacMillan (1893-1970) \"one of the major figures in Canada's musical history, Macmillan influenced virtually all facets of the country's musical life both by his precocity and by his tireless activities on behalf of education.\"&nbsp; As well as being a child prodigy organ player and composer with a D MUS from Oxford, from 1927-1952 MacMillan was Dean of the Faculty of Music, served as Principal of the Toronto Conservatory of Music, was the conductor of the Toronto Symphony Orchestra and the Mendelsohn Choir. He founded the Canadian Music Council, the Canadian Music Centre and was a founding member of the Canada Council. He was knighted in 1935 and became a Companion of the Order of Canada in 1970.</p>\n<p>The second concert hall for chamber music is associated with Arnold Walter (1902-1973), a \"visionary and influential leader of music education\"<strong>[2]</strong> who brought the Faculty of Music international renown and established one of the most comprehensive music libraries in North America. He became a Companion of the Order of Canada in 1971.</p>\n<p>The building is the first dedicated faculty of music building in Canada.&nbsp; It is associated with the University of Toronto and the Faculty of Music which was founded by the University in 1843 and has in partnership with the Royal Conservatory of Music been instrumental in the teaching of music as well as the promotion of its appreciation and the nurturing of many great talents.&nbsp; It was the first Canadian university to establish a musicology department in 1954, was the second school in North America to have an electronic recording studio established in 1959, promoted ethnomusicology in the 1970s and from the 1950s, through the UofT Press, published extensively on Canadian music.&nbsp; The music library contains the largest music research collection in Canada.</p>\n<p>The Edward Johnson Building is valued as it is associated with the important Canadian architectural practise known as Gordon Adamson and Associates (now Adamson Associates) which was founded in 1946 by Gordon Sinclair Adamson (1904-1986) and is credited with advancing Canadian modernism after World War II.&nbsp; The practise undertook a wide range of building types including the Savoy Plaza mid-rise apartment block (1951, Massey Medal recipient), the Redpath Sugar Refinery (1957, listed on the City's Heritage Inventory) and the E J Pratt Library at Victoria College, University of Toronto, (1960, OAA winner of 25-year Award in 1996) as well as numerous commercial buildings in Toronto and institutional buildings across the province.&nbsp;&nbsp; Following Adamson's retirement in 1971 the practice continued to expand and grow with large projects in Toronto including Toronto Pearson International Airport redevelopment, Medical and Related Sciences (MaRS) Centre as well as commissions in partnership with internationally renowned practices in New York, London, Kuala Lumpur for which the firm has received multiple awards including one for the record-breaking Petronas Towers, the 2004 recipient of the Aga Khan Award for Architecture).&nbsp; The Edward Johnson Building is representative of a mature phase in the development of the firm's body of work as it combines the influences of post-war modernism evident in the work of Le Corbusier and Alvar Aalto in a fitting design for a high-profile university faculty building with two public performance spaces, that responds sensitively to historic and landscape contexts.&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The Edward Johnson Building has contextual value as it defines and supports the character of this north section of the University Grounds facing Queen's Park which reflect 130 years of evolving character and development.&nbsp; Originally subdivided for development with grand residential estates, the area flanking the east and west sides of Queen's Park from the 1890s began to include university buildings, such as Victoria College, 1892, and institutional buildings such as the Royal Ontario Museum from 1913 alongside the residential estate buildings constructed in 1901-2 like Flavelle House and Wymilwood which were later adapted for university uses. The Edward Johnson Building represents the increased development of the area in the 1950s and 1960s with the first addition to Flavelle House for the Faculty of Law and of institutional buildings such as the McLaughlin Planetarium (1966-8) and the Gardiner Museum (1984).&nbsp; Its form and massing support the low-rise character of the adjacent residential and institutional buildings.&nbsp;</p>\n<p>The Edward Johnson Building is physically, functionally, visually and historically linked to its surroundings. Its physical link is evident in its location behind the two grand estate houses of Flavelle House and Wymilwood as it sits on the edge of the Taddle Creek ravine and extends down into the valley.&nbsp; Functionally, it contributes to the cultural character of the area as it is both a performance centre with its opera hall and chamber hall as well as being educational as the university's Faculty of Music. Visually it is linked to its surroundings as its low-rise form complements the adjacent buildings.&nbsp; Its modernist style represents the 1960s, a significant period in the growth and development of this north section of Queen's Park while its materials and details such as the colonnade and dark red brick are complementary to the adjacent historic estate houses of Flavelle House and Wymilwood. With its lower level access to and bridge across the Taddle Creek Ravine to Philosopher's Walk and its pedestrian link to the Royal Conservatory of Music, the building enhances one of the great natural landscapes of the university campus.&nbsp; As part of the 130 year evolution of this area, it is historically linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following attributes contribute to the value of the property at 80 Queen's Park as a representative of the Late Modern style:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The form and massing of the building which includes:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the two-storey colonnaded volume on a raised base</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the cruciform attic storey cantilevering over the colonnade with the canted angle with glazing at its base</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the fly tower</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the two storey, below-ground levels which are revealed on the west fa&ccedil;ade and connect the building to Philosopher's Walk with a bridge</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south, east and west facades which combine:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the double-storey colonnade of concrete piers on the three principal elevations,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the curtain wall glazing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the podium and lower levels clad in textured concrete panels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the red brick which clads the fifth-storey, attic volume and the fly tower.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the concrete beams and adjacent glazing which are exposed beneath the slab of the colonnade</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the asymmetrical location of the principal entrance in the east facade</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the double-volume lobby which includes :</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; full-height, single-storey glazing at the east and west ends</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; access to the staircase leading to the secondary lower entrance from Philosopher's Walk</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; brick-lined walls with patterned brick at the upper levels of both the east and west ends</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; concrete columns, lintels and handrails</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the balcony</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; two circular skylights</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following attributes contribute to the contextual value of the property at 80 Queen's Park as its 1960s Late Modern style complements the adjacent educational and cultural institutions and contributes to the variety of periods and architectural styles expressed in the buildings on both the west and east sides of Queen's Park, as well as responding to the landscape of the Taddle Creek Ravine, and its combination of red brick and light coloured concrete which complement the materials of the historic Flavelle House and Falconer Hall:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The location on the north section of the UofT Campus on the west side of Queen's Park and overlooking the Taddle Creek Ravine and Philosopher's Walk</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement of the building so that it is viewed between Flavelle House, 78 Queen's Park and Falconer Hall, 84 Queen's Park, from Queen's Park</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The three-to-five storey massing and the double-storey colonnades on the east, south and west facades</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The east entry facade</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The south facade</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The area of lawn in front of the south facade</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The west elevation extending down an additional two stories below the colonnade</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The western entrance, at the lower level, opening to a bridge which connects to Philosopher's Walk</p>\n<p><strong>84 Queen's Park &ndash; Wymilwood (Falconer Hall)</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 84 Queen's Park, containing the house known as Wymilwood and later as Falconer Hall, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>Wymilwood, later known as Falconer Hall, was built in 1902-3 on the west side of Queen's Park, on land leased from the University of Toronto, by the financier and philanthropist, Edward Rogers Wood.&nbsp; Designed by the architects Sproatt &amp; Rolph, the two-and-half-storey house, on a raised basement, clad in red brick with stone trim, is representative of the Arts and Crafts manner of domestic architecture with its asymmetrical massing, multiple gable roofs, bay windows and prominent clusters of chimneys.&nbsp; The interiors are noteworthy for their finely designed and detailed rooms and for murals attributed to Gustav Hahn.</p>\n<p>The house was extended to include a wing constructed on the south-west corner (1908), and a single-storey solarium (or music room) on the south-east corner (1914).&nbsp; Following Edward and Agnes Euphemia Wood's donation of the house to Victoria University in 1925, and with a donation from Lady Flavelle, a single-storey extension on the north-west to accommodate a cafeteria and other functions was added when it was adaptively re-used as a university women's residence, social and athletic centre.&nbsp; It was subsequently owned by the University of Toronto in 1949 and its name changed to Falconer Hall in 1952.&nbsp; It was occupied by the newly-created York University in 1960-61.&nbsp; From 1972 it has been occupied by the University of Toronto's Faculty of Law.&nbsp; Facing Queen's Park and located between Sir Joseph Flavelle's former house, Holwood, (1901) to the south, the McLaughlin Planetarium and the Royal Ontario Museum to the North and the Edward Johnson Building to the west, the house is part of the rich architectural and cultural history of this section of the University of Toronto campus and contributes to the evolving sequence the grand thoroughfare of University Avenue and Avenue Road.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Wymilwood is valued as an example of the grand residential houses built on this section of the \"University Grounds\" in the late 19th and early 20th centuries, first characterizing this side of Queen's Park prior to its development as a university and cultural precinct.&nbsp; In its massing and details the house is an excellent example of a design which incorporates Arts and Crafts principles cloaking them in Elizabethan detail and the influence of the Edwardian period.&nbsp; The two-and-a-half storey house reveals the Arts and Crafts sensibility as it is composed with complex asymmetrical massing consisting of multiple projecting bays and bay windows, steeply projecting gable roofs and tall clusters of chimneys terminated by bands of decorative brick.</p>\n<p>Clad in a deep red brick with limestone detail, the Elizabethan details are present on the exterior in the half timbering of the gables on the south, west and north facades, in the stone details including the irregular quoins surrounding the windows, the profiles of the columns on the window bays on the south elevation, and in the styling of the rain spouts and in decorative details on the north bay window on the east elevation.&nbsp; The Edwardian taste for the Baroque is present in the pedimented door case with its pair of stone, Tuscan Doric columns surrounding a recessed barrel-vaulted entry loggia.&nbsp; The windows provide the informal variety associated with the Arts and Crafts in their diverse number of sashes and sizes.&nbsp; On the principal east fa&ccedil;ade, the inclusion of small multiple-paned sashes in each window unifies the elevation and is also characteristic of the Arts and Crafts movement.&nbsp;</p>\n<p>The interior of the house has cultural heritage value as it is similarly eclectic in its design and detail.&nbsp; The Arts and Crafts is present in the large entry hallway with its fireplace and the winding stair, but the detailing throughout the interiors is classical reflecting the Edwardian period in which the house was built.&nbsp;&nbsp; Two fine examples of this are the Billiard Room which was added in 1908 and features Circassian walnut panelling and an elaborately carved stone fireplace and the solarium (music room) of 1914.&nbsp; The Elizabethan style is evident in the living room fireplace with the strap work and floral carving on the large hood above the recessed fireplace and in the octagonal panelling of the ceiling.&nbsp; The Art Nouveau, which was a popular style during the construction of the house, is contained within the small library and is evident in the stylized linear figures and decoration in two of the four murals attributed to Gustav Hahn. The floral carvings on the panelling and the cross-barrel vaulted ceiling which features carved plaster with fine floral and vine motifs are similar characteristics of the Art Nouveau and are also attributed to Hahn.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Wymilwood is valued for its association with Edward Rogers Wood (1866-1941) who constructed the house as his residence in 1902-3 and he lived there with his wife, Agnes Euphemia Wood (1868-1950) until 1924.&nbsp; With a reputation of being a financial genius, Wood was an important Canadian financier, the Managing Director of the Central Canada Loan and Savings Co. and a founder and Head of Dominion Securities in 1901 which, within two years of its inception, became the largest bond dealership in Canada.&nbsp; Wood was also the Vice-President of the National Trust, Brazilian Traction, Light and Power, Canada Life Assurance and the Canadian Bank of Commerce and served on numerous boards.&nbsp; Wood was a Methodist and a generous benefactor.&nbsp; With his neighbour Sir Joseph Flavelle, Wood was appointed a Regent of the Board of Governors of Victoria University in 1903.&nbsp; The following year, his wife, Agnes Euphemia Wood was appointed to the Victoria University Women's Educational Association. In 1905 the Woods donated $30,000 to convert Drynan house, at the south-east corner of Queen's Park as a women's residence, enabling Victoria University to accept many more women students. In 1925, Edward and Agnes Wood gave Wymilwood to Victoria University, and with financial contributions from their neighbour, Lady Flavelle, to adaptively re-use the house to provide a much needed women's centre for social, athletic and residential purposes at the UofT. During the First World War, Wood served as the Director of the IMB's Aviation Department, including the Curtiss Aeroplane branch plant in Toronto as well as leading the Victory Loan Campaign, the highly successful campaign to raise funds through bonds. Wood supported teaching programs at Victoria University, the YMCA, and the Toronto General Hospital.&nbsp; He was a founder of the Art Gallery of Toronto (now the AGO), served as a Chairman of the Board of Grace Hospital and was a Trustee of the Toronto Orthopaedic Hospital.&nbsp; Agnes and Ed Wood were among the private donors supporting the commission of the Gustav Hahn ceiling at St. Paul's on Avenue Road in 1901 and subsequently commissioned Hahn to do murals in the library at Wymilwood.&nbsp;</p>\n<p>Wymilwood is also valued for its association with the UofT and York University.&nbsp; It was owned by the UofT from 1949 and re-named in 1952 for Robert Falconer who served as the fourth president of the UofT from 1907-1932.&nbsp; In 1960 Falconer Hall was, with Glendon Hall (the second Wood residence), the location of the incipient York University in its first years of its creation and from 1974 has provided additional accommodation for the Faculty of Law, located in Flavelle House.&nbsp; The house and its occupant have contributed to the rich history and evolution of the Victoria University and the UofT throughout the 20th and 21st centuries.&nbsp;</p>\n<p>Wymilwood is valued for its association with the architects Sproatt &amp; Rolph.&nbsp; Henry Sproatt (1866-1934) and Ernest Ross Rolph (1871-1958) were the partners of one of Toronto's leading firms from 1900-1934 with a reputation for its range of commissions for residential, institutional, commercial and industrial buildings.&nbsp;&nbsp; The practice extended its influence across Ontario and as far away as Manitoba and Nova Scotia.&nbsp; Important projects included the Birge Carnegie Library, Victoria College (1908-10), Hart House (1911-19), Upper Canada College (1923-4), Canada Life Building (1930-31), Royal York Hotel (1927-29 with Ross and Macdonald), and Eaton's College Park (1929-30 with Ross and MacDonald) and the Ontario Hydro Electric Power Commission Building (1934-5) now the Princess Margaret Hospital.&nbsp;</p>\n<p>Wymilwood is value for its association with the architectural firm of Carrere &amp; Hastings &amp; Eustace G. Bird Architects.&nbsp; The firm was created following the commissioning of the New York firm of Carrere &amp; Hastings to undertake the Royal Bank building in 1906.&nbsp; Eustace Bird, a Canadian who had worked in Toronto, was working in their office and agreed to be the local architect supervising the job and the partnership lasted from 1906-1916.&nbsp; Carrere &amp; Hastings were one of New York's leading architectural firms, championing the Beaux Arts architectural style best exhibited in their design of the New York Public Library.</p>\n<p>Wymilwood is also valued for its association with the artist Gustav Hahn (1866-1962) who contributed the murals and carved ceiling plasterwork in the library.<strong>[3]</strong>&nbsp; Hahn was a German-born Canadian artist, well-known for his painting, murals and interior design, who contributed to the introduction of the Art Nouveau style in Canada and was influential through his teaching at the Ontario College of Art. He was commissioned to undertake murals at the Old Toronto City Hall, the Ontario Legislature Building and the Parliament Buildings in Ottawa in 1906.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Located on the west side of Queen's Park, Wymilwood, at 84 Queen's Park, is valued as it defines and maintains the character of this section of Queen's Park between Bloor Street West and Hoskin Avenue.&nbsp; Its domestic typology, complex massing, form and details, representing early 20th century house-form architecture, and its setting with lawns, trees and shrubs are of contextual value as they maintain the residential character which represents the early history and development of this particular section.&nbsp;</p>\n<p>The house is situated to the north of Holwood, (1901-2) Sir Joseph Flavelle's grand estate, now adaptively re-used as the Faculty of Law and known as Flavelle House, to south of the Royal Ontario Museum (1913-2007) and the McLaughlin Planetarium (1966-68) and to the west of the Edward Johnson Building (1960-62) all of which introduced important educational and cultural uses to the area as it evolved over time.&nbsp; Wymilwood, in its many incarnations is historically and functionally linked to this evolution.&nbsp; Physically it contributes to the diverse architectural character and periods of its neighbours while contributing to and maintaining a low-rise scale and character.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following attributes contribute to the value of the property at 84 Queen's Park as a representative of an Edwardian Arts and Crafts style house with Edwardian Classical, Elizabethan and Art Nouveau elements characteristic of the period:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The location of the building set back from the street in a landscaped setting</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The irregular and informal plan of the house, based on an L-shape with</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the central entry hall and stair</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the principal rooms on the outer face of the L</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the service rooms located to the north and west corner</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The complex massing of the two-and-a-half storey building on a raised basement with:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; projecting bays terminating in gable roofs,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; bay windows of circular and polygonal forms,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; raised gable end walls &nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; numerous clustered chimneys, several of which have buttresses, stepped brick courses and terracotta chimney pots</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The dark, red-brick cladding and its various details including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; buttresses,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; raised gable ends,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; stepped courses on the chimneys, and</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; piers framing the original entry from the porte-cochere on the north side</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone details including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the irregularly stepped quoins around the windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the caps on the buttresses,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the rain spouts</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the window frames with Elizabethan columns</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal east fa&ccedil;ade including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the asymmetrical composition of two differently-sized, projecting bays terminating in gable roofs,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the entry bay with its stone door case and recessed entry,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; two, first-floor projecting bay windows</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east fa&ccedil;ade, the principal entrance including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; its stone door case and</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; recessed barrel-vaulted entryway with its pair of Tuscan Doric columns, semi-circular pediment with a cartouche and a floral motif in the niche</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east fa&ccedil;ade, the casement windows of varying sizes and numbers, with sashes or upper sashes of multiple small panes</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south fa&ccedil;ade including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the composition of three gable roofs</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; two projecting double-storey bays</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the single storey addition of the solarium (aka music room)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the half-timbering on the jettied third floor of the central bay</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the stone window frames with their various details and</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the wood sash</p>\n<p>Please note: the one-storey, entry vestibule, a later addition, is not included in the attributes</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The west facade including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; its asymmetrical composition of gable roofs of varying heights</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the projecting hexagonal bay with a set-back gable dormer</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the half-timbered second storey terminating in a gable roof and</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the various double-hung and casement wood windows</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The north facade including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; its raised gabled end wall</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; projecting chimney</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; pair of brick piers which were part of the original porte-cochere</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the half-timbered gable dormer</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the chimneys with their varying decorative brick and stone details and terracotta chimney pots</p>\n<p>The following attributes contribute to the evolving history of the house as it was adaptively re-used as a university women's centre which included social, athletic, dining and residential facilities:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The double-storey, gable-roofed extension to the west of the original entry verandah, including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the infill of the verandah with a new door on the north elevation,</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the single-storey extension at the north-west corner of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the infill, with the entry on the west elevation, between the 1908 extension to the south and the later extension to the north with its gable-roofed canopy</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick cladding and stone details including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; window sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; headers</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; stepped quoins and</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; coping on the parapets and gable ends</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pairs of casement windows with their cruciform divisions with longer lower sashes and multiple small panes</p>\n<p>The following interior attributes contribute to the value of the property at 84 Queen's Park as a representative of an Edwardian Arts and Crafts style house with Elizabethan and Art Nouveau features:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Entry Hall including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the fireplace</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the winding open staircase and detailed handrail</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the stained-glass skylight</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Drawing Room including</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the fireplace and its surround</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the ceiling with its decorative coffering and the cornice</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Library including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the murals</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the carved plaster ceiling</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the fireplace</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the woodwork and cabinetry</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Living Room including</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the ceiling decoration including a hexagonal coffering pattern</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the wood detailing including the cornice and panelling</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the inglenook fireplace with its stone surround, wood-panelled recess with decorated panels and hood with Elizabethan strap-work carving supported on corbel brackets</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Solarium (or music room) including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the staircase with metal handrails and marble steps</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the fire place &nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the ceiling and cornice decoration with lattice motifs &nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The former central bay of the original Palm Room-later Gallery including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the barrel-vaulted ceiling</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the classical cornice and Corinthian pilasters</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Billiard Room including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the carved ceiling, cornice and panelled walls of Circassian walnut</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the carved stone fireplace</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following attributes represent the contextual value of the property at 84 Queen's Park as an early 20th-century grand house in the Edwardian Arts and Crafts Style whose features convey the original domestic use, and the period of its construction as well as supporting the high quality of architectural design and diverse architectural character and the importance of landscape which characterize this section of Queen's Park from Hoskin Avenue to Bloor Street West and includes the Taddle Creek Ravine:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The location of the building on the west side of Queen's Park and its setting including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the set back from Queen's Park</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the landscaped setting on its principal east front, including lawns, shrubs and trees</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two-and-a-half-storey form and complex massing of the building which conveys its original domestic function including:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the projecting bays of single and triple storeys in rectangular, polygonal and circular plan</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the complex roofline of multiple gables and clusters of tall chimneys</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; the brick cladding and stone trim with Edwardian and Elizabethan details</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of November 12, 2020, which is December 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p><br /><strong>[1]</strong> Richards, p. 129.<br /><strong>[2]</strong> Macmillan et al., p.1<br /><strong>[3]</strong> Martyn, p. 201, attributes the murals to Hahn.&nbsp; The attribution of the plasterwork is based on Hahn's similar plasterwork done with murals at the adjacent Flavelle House.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1925,
  "otherReferenceList": [
    {
      "description": "2020.PB17.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties, and Authority to Enter into a Heritage Easement Agreement - 80 and 84 Queen's Park",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB17.4"
    },
    {
      "description": "2020.TE19.11 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties, and Authority to Enter into a Heritage Easement Agreement - 80 and 84 Queen's Park",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE19.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 80 and 84 Queen's Park, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 80 and 84 Queen's Park ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
