{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "55 Lake Shore Boulevard East Toronto Ontario",
      "latitudeCoordinate": "43.6446583068",
      "longitudeCoordinate": "-79.3730592581",
      "postalCode": "M5E 1A4",
      "province": "Ontario",
      "streetAddress": "55 Lake Shore Boulevard East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 55 Lake Shore Boulevard East ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1877"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1608613200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 55 Lake Shore Boulevard East under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 55 Lake Shore Boulevard East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>Located east of Yonge Street and occupying the city block bounded by Lake Shore Boulevard East (north) and Queen&rsquo;s Quay East (south) between Cooper and Freeland streets, the property at 55 Lake Shore Boulevard East (including entrance addresses at 33, 43, and 53 Freeland Street and 2 Cooper Street) contains a combined commercial and industrial complex that was commissioned by the Liquor Control Board of Ontario (LCBO) and completed in 1954 according to the plans of the Toronto architectural partnership of Mathers and Haldenby. The LCBO complex consists of the four-storey Office Building facing Lake Shore Boulevard East that is linked by an overhead pedestrian bridge and a ground-level truck-loading bay to the three-storey Warehouse to the south. At the southwest corner of the property, the detached single-storey building was designed as a garage, repurposed in 1958 for a retail store (replacing the outlet that was originally located inside the office building), and subsequently modified. The property at 55 Lake Shore Boulevard East was listed on the City of Toronto&rsquo;s Inventory of Heritage Properties (now known as the Heritage Register) in 2005. In 2016, the provincial heritage site was sold by the Government of Ontario.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property 55 Lake Shore Boulevard East has cultural heritage value as a rare example of a combined provincial headquarters commercial and industrial complex.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It was purpose-built for the LCBO and is comprised of a four-storey, rectangular-shaped, Office Building and a three-storey, rectangular-shaped, Warehouse. The components of the site are linked through a third-storey overhead copper-clad pedestrian bridge, which connects the south wall of the Office Building to the north wall of the Warehouse, and a ground-level truck-loading bay.</p>\n<p>The property at 55 Lake Shore Boulevard East has value as a representative example of the Modern style. Expressions of this architectural style can be seen in the shared construction materials of both buildings, including concrete, buff brick cladding and brick, stone, and metal detailing, and in the fenestration, the use of symmetry, and the detailing in their entrances.</p>\n<p>The property at 55 Lake Shore Boulevard East has cultural heritage value for displaying a high degree of craftsmanship through its functional organization of the individual buildings that are linked through their designs and materials and are physically linked through a pedestrian bridge, with copper cladding and flat-headed openings, and a ground-level truck-loading bay. They are also distinguished individually by their scale, fenestration, and detailing.</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The LCBO Complex is valued for its association with the acclaimed Toronto architectural partnership of Mathers and Haldenby, which prepared the plans for the complex in 1950. Headed by Alvan Sherlock Mathers (1895-1965) and Eric Wilson Haldenby (1893-1971) and following its formation in the 1920s, the firm was recognized for the wide range of projects it executed, including its contributions to the University of Toronto's St George campus and the industrial complexes for Coca-Cola Limited across Canada. The commission for the LCBO's headquarters in Toronto was followed by Mathers and Haldenby's combined office and warehouse facility (1961) for Christie Brown and Company in Etobicoke.</p>\n<p>The property at 55 Lake Shore Boulevard East also has historical and associative value through its association with the Liquor Control Board of Ontario (LCBO), the provincially</p>\n<p>-owned agency that, with the Liquor License Board of Ontario (LLBO), commissioned the complex. In operation since 1927, the LCBO consolidated its activities in this location with its office headquarters and the massive warehouse that included facilities for the distilling, bottling, and storage of its own brand of liquor. As the largest purchaser of liquor and spirits in the world, the LCBO oversaw its retail and distribution system across the province from this complex at 55 Lake Shore Boulevard East.</p>\n<p>The associative value of the property at 55 Lake Shore Boulevard East is also through its contribution to the transformation of Toronto's harbour and waterfront after World War II. Prior to this, in the early-20th century, the harbour and waterfront had been extended and modernized with dredging, lakefill, breakwaters, permanent dock walls, and slips that provided multiple points of access for water, rail and road transportation. The section east of Yonge Street was prepared for the impending opening of the St Lawrence Seaway (1959) where large tracts of land were acquired for commercial and manufacturing facilities, including the marine terminals on the Queen Elizabeth Docks (no longer extant) and the LCBO Complex Quay East, which led to the post-war revitalization of Toronto&rsquo;s harbour and waterfront.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the LCBO Complex supports and maintains the historic character of Toronto&rsquo;s central harbour and waterfront as it was expanded and modernized in the 20th century. Anchored on the east end by the extant silo of the Victory Soya Mills (completed 1948), this section of the harbour and waterfront east of Yonge Street is associated with the large-scale facilities that marked its post-World War II development and the opening of the St. Lawrence Seaway. The LCBO Complex is an important surviving reminder of the ongoing transformation of the central harbour and waterfront during this era.</p>\n<p>The LCBO Complex is historically, visually, functionally, and physically linked to its setting where it occupies the entire block bounded by Lake Shore Boulevard East, Queen&rsquo;s Quay East, and Cooper and Freeland streets and was situated to access the water, rail and road links along Toronto&rsquo;s central harbour and waterfront.</p>\n<p>The relationship of the property to its setting is demonstrated by the placement, setback and orientation of the Office Building and Warehouse, which are situated on the south side of Lake Shore Boulevard East between Cooper and Freeland streets where they are connected to one another by an overhead pedestrian bridge and a ground-level truck-loading bay. In this location, from which the LCBO oversaw its retail and distribution system across the province, the property reflects the commercial and industrial heritage of the area, along with the neighbouring Redpath Sugar Complex (1957) at 95 Queen&rsquo;s Quay East, which is also recognized on the City&rsquo;s Heritage Register.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 55 Lake Shore Boulevard East being a rare example of a combined provincial headquarters commercial and industrial complex and being a representative example of the Modern style:</p>\n<p><strong>The Office Building</strong>:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The four-storey scale, rectangular-form and massing of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the buff brick cladding and the brick, stone and metal detailing, which complements the adjoining Warehouse</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the stone coping and the penthouse with the brick cladding</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the rear (south) elevation, the cargo door opening at the west end of the first (ground) floor, and the window openings, including those in the second floor that are reduced in height above the adjoining single-storey building that was designed as a truck-loading bay for the Warehouse (south)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The overhead pedestrian bridge with the copper cladding and the flat-headed openings connecting the south wall of the Office Building to the north wall of the Warehouse</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (north) entrance to the building, which is centred in the wall in the glazed porch with the granite detailing and the cantilevered roof, with the metal &ldquo;Province of Ontario&rdquo; crest on the right (west) and left (east) sides</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On all of the elevations, the symmetrical arrangement of the window openings, which are recessed and set in stone frames</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the north elevation, the flat-headed window openings, which are reduced in height in the first (ground) floor with the continuous stone lintels and sills, and have metal balustrades in the upper three stories</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The side elevations (east and west), which display flat-headed window openings with stone trim and, in the upper stories, metal balustrades</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the west elevation, the entrance (originally designed for the retail store), which is set in the raised porch with the glazing, metal detailing and cantilevered roof</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The east elevation, where the single entrance with the flat-headed surround is centered in the first (ground) floor</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the interior, the entrance lobby (north) with the stone and metal detailing (the lobby was partially altered in the 1990s)</p>\n<p><strong>The Warehouse</strong>:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The three-storey scale, rectangular-form and massing of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the concrete construction, the buff brick cladding, and the brick, stone and metal detailing, which complements the adjoining Office Building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the stone coping and the penthouse with brick cladding</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; At the north end of the warehouse where it is connected to the Office Building (north), the single-storey building designed as a truck-loading bay with the brick cladding, the covered roof with the skylights, the canted corners, the openings for rolling doors (east and west) and, on the northeast corner, the flat-headed window openings with the continuous stone lintels and sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The overhead pedestrian bridge with the copper cladding and the flat-headed openings connecting the north wall of the Warehouse to the south wall of the Office Building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On all of the elevations, the regular placement of the window openings, which are recessed and placed in stone surrounds</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The west elevation on Freeland Street, with the mixture of the flat-headed window openings with the stone trim, the punched windows and, in the first storey, the paired window openings that are protected by the canopy and placed beside the cargo door</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the south elevation facing Queen&rsquo;s Quay East, the flat-headed window openings with the continuous lintels and sills at the west end, the punched windows in the remainder of the wall, and the entrances in the first (ground) floor (which are additions)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The east elevation on Cooper Street, with the flat-headed window openings with the continuous stone lintels and sills in the first and third stories, the punched windows in the second floor, the two tall window openings for the stairwells (which have been blocked in), and the flat-headed entrance at the south end with the rolling steel door (designed to accommodate rail cars)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The north elevation facing the office building, with the glazed entrance porch at the west end of the first floor (which has been altered), the flat-headed window openings with the stone trim, some of which have metal balustrades, the continuous sills and lintels in the first and third storeys, and the punched windows at the east end of the wall</p>\n<p><strong>Contextual Value</strong>:</p>\n<p>Attributes that contribute to the value of the property at 55 Lake Shore Boulevard East as and being historically, visually, functionally and physically linked to its setting:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement, setback and orientation of the Office Building on the south side of Lake Shore Boulevard East, between Cooper and Freeland streets, where it is connected to the Warehouse to the south by an overhead pedestrian bridge and a ground-level truck-loading bay. In this location, it reflects the commercial and industrial heritage of Toronto's central harbour and waterfront</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement, setback and orientation of the Warehouse, which is placed south of the Office Building, to which it is connected by the overhead pedestrian bridge and a ground-level truck-loading bay, and extends from Cooper Street (east) to Freeland Street (west). In this location, it reflects the commercial and industrial heritage of Toronto's harbour and central waterfront</p>\n<p>Note: The original garage to the south of the warehouse building was not identified in the listing of the property at 55 Lake Shore Boulevard East on the City of Toronto Heritage Register and, with the alterations to the building that have impacted its integrity, it is not identified as a heritage attribute in this report.</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 22, 2020, which is January 21, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2048,
  "otherReferenceList": [
    {
      "description": "2020.TE21.14 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 55 Lake Shore Boulevard East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE21.14"
    },
    {
      "description": "2020.PB19.1 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 55 Lake Shore Boulevard East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB19.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 55 Lake Shore Boulevard East, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 55 Lake Shore Boulevard East ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
