{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "60 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6533511546",
      "longitudeCoordinate": "-79.3756385794",
      "postalCode": "M5C 2T3",
      "province": "Ontario",
      "streetAddress": "60 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "131 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.7069643526",
      "longitudeCoordinate": "-79.514752917",
      "postalCode": "M5B 1Y4",
      "province": "Ontario",
      "streetAddress": "131 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "133 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.7070113863",
      "longitudeCoordinate": "-79.5145189269",
      "postalCode": "M5B 1Y4",
      "province": "Ontario",
      "streetAddress": "133 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "135 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.7070700104",
      "longitudeCoordinate": "-79.5143580993",
      "postalCode": "M5B 1Y4",
      "province": "Ontario",
      "streetAddress": "135 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 60 Queen Street East and Church Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1840"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1607576400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 60 Queen Street East and 131, 133 and 135 Church Street under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">60 Queen Street East</span></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 60 Queen Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Queen Street East and Shuter Street in the Garden District neighbourhood and directly across the street from the Metropolitan United Church (1872), the property at 60 Queen Street East is part of a grouping of buildings that includes an original house-form building constructed in 1848.</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp; &nbsp;</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Completed by 1901, the property at 60 Queen Street East is valued as a rare example in Toronto of a late-19th century corner building with a turret, a prominent feature that marks an expansion to the original two storey building completed in the 1840s.</p>\n<p>The property at 60 Queen Street East is valued for its association with prominent members of the medical profession, namely, Dr. George Herrick, Dr. James Thornburn, and Dr. James J. Cassidy, who lived in the residence for more than 70 years.</p>\n<p>The residential and commercial typologies of the group, as well as their architectural styles, together contribute to an understanding of the character of Church Street in the late-19th to early-20th century, when these typologies and the professionals who originally owned them, settled along the desirable location on the east side of Church Street, adjacent to important landmarks such as St. Michael's Cathedral and the Metropolitan United Church.</p>\n<p>The property at 60 Queen Street East, at the northeast corner of Queen and Church Streets, has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it represents the mid-19th and early-20th century residential and commercial character of Church Street and the surrounding area, along with anchoring the adjacent properties at 131-135 Church Street.&nbsp;</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential and commercial properties located adjacent to St. Michael's Cathedral (1848) and followed by the Metropolitan United Church (1872), the subject properties at 60 Queen Street East and 131-135 Church Street are valued as a collection with historic, physical and visual links to their surroundings for more than 170 years. The group is highlighted by the prominent location of the building at 60 Queen Street East where it anchors the northeast corner of Queen and Church with its distinctive turret. The latter feature is rare in the city, in general, and a landmark within the local neighbourhood, in particular.</p>\n<p>Across the street from the open space flanking the Metropolitan United Church (1872), 60 Queen Street East is a visible, familiar site as viewed from the high traffic Queen Street streetcar</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 60 Queen Street East are:&nbsp;</p>\n<p>The setback, placement and orientation of the building, anchoring the northeast corner of Church Street and Queen Street East</p>\n<p>The scale, form and massing of the red brick building (currently overclad with metal siding) with its three-storey height with Mansard roof on the west elevation</p>\n<p>The materials with the red brick (currently overclad with metal siding)</p>\n<p>The principal (west and south) elevations including the corner turret with its conical roof and main entrance directly below located in the left (north) bays and flat-headed window openings with stone lintels and sills in all three storeys</p>\n<p>The arrangement and shape of the window openings, including the two windows at the second floor level that are currently overclad with metal siding</p>\n<p><span style=\"text-decoration: underline;\">131 Church Street</span></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 131 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Queen Street East and Shuter Street in the Garden District neighbourhood and directly across the street from the Metropolitan United Church (1872), the property at 131 Church Street is the only surviving example of the original pre-Confederation house-form buildings which once occupied the four properties at 60 Queen Street East, and 131-135 Church Street.</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp;</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The existing structure is valued as a rare surviving example in the City of a pre-1850 house-form building. Completed in 1848, the building is representative of some of the earliest buildings in Toronto. The Church Street facade included until very recently an original ogee-arched parapet on the northern bay containing an octagonal window. Though currently altered with brick infill, these features may be returned to their original state.</p>\n<p>The property is associated with Angus Morrison, Toronto's 21st Mayor, for whom the existing 1840s house-form building was constructed and remained his residence for 15 years. Morrison was employed as a lawyer, a federal politician and served as mayor in 1875-1878.&nbsp;</p>\n<p>With 60 Queen Street East and 133-135 Church Street, the house-form building at 131 Church Street contributes to an understanding of the character of Church Street in the late-19th to early-20th century, when commercial and residential typologies were constructed along the desirable location on the east side of Church Street, adjacent to important landmarks such as St. Michael's Cathedral and the Metropolitan United Church.</p>\n<p>The property at 131 Church Street has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it represents the mid-19th residential and early-20th century commercial character of Church Street and the surrounding area, along with the adjacent properties at 133 and 135 Church Street and 60 Queen Street East.</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential and commercial properties located adjacent to St. Michael's Cathedral (1848) and followed by the Metropolitan United Church (1872), the subject properties at 60 Queen Street East and 131-135 Church Street are valued as a collection with historic, physical and visual links to their surroundings for more than 170 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 131 Church Street are:&nbsp;&nbsp;</p>\n<p>The setback, placement and orientation of the building on the east side of the street between Shuter Street and Queen Street East</p>\n<p>The scale, form and massing of the brick house-form building on an L-shaped plan with its two-storey height and main gable roof</p>\n<p>The materials with the red brick cladding (currently painted), and stone detailing&nbsp;</p>\n<p>The principal (west) elevation, with the flat-headed window openings on the second storey, including the stone lintels and sills&nbsp;</p>\n<p>The fenestration on the second storey with the double-hung sash windows</p>\n<p><span style=\"text-decoration: underline;\">133 Church Street</span></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 133 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Queen Street East and Shuter Street in the Garden District neighbourhood and directly across the street from the Metropolitan United Church (1872), the property at 133 Church Street is part of a grouping of buildings that were originally completed between 1843-1848. While 131 Church Street retains its original house-form, 133 Church Street was rebuilt in 1911 for commercial and office uses.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The three-storey commercial building at 133 Church Street is valued as a representative example of the retail and warehouse main street buildings constructed in Toronto during the Edwardian period, here displaying detailed brickwork in the upper level spandrels and brick corbelling above the third storey window openings.</p>\n<p>The property at 133 Church Street is valued for its association with the Ontario Specialty Company, a popular toy and novelty retail store which has run its business at this address for more than 70 years.</p>\n<p>With 60 Queen Street East, 131 Church Street, and 135 Church Street, 133 Church Street contributes to an understanding of the character of Church Street in the late-19th to early-20th century, when commercial and residential typologies in a range of architectural styles were constructed along the desirable location on the east side of Church Street, adjacent to important landmarks such as St. Michael's Cathedral and the Metropolitan United Church.</p>\n<p>The property at 133 Church Street has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it represents the early-20th century commercial character of Church Street and the surrounding area, along with the adjacent properties at 131 and 135 Church Street and 60 Queen Street East.</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential and commercial properties located adjacent to St. Michael's Cathedral (1848) and followed by the Metropolitan United Church (1872), the subject properties at 60 Queen Street East and 131-135 Church Street are valued as a collection with historic, physical and visual links to their surroundings for more than 170 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 133 Church Street are:&nbsp;</p>\n<p>The setback, placement and orientation of the building on the east side of the street between Shuter Street and Queen Street East</p>\n<p>The scale, form and massing of the red brick building on a rectangular plan with its three-storey height with flat roof</p>\n<p>The materials with the red brick, and the brick, stone, metal and wood detailing</p>\n<p>The principal (west) elevation, which is symmetrically organized into two bays at the second and third storeys and two repeating storefronts and entrances at the first floor level&nbsp;</p>\n<p>The fenestration with the four pairs of double-hung sash windows in the upper storeys</p>\n<p>The entries, which are raised and recessed and have flat-headed door openings&nbsp;</p>\n<p>The pressed metal, dentilled cornice above the storefront</p>\n<p>The leaded glass transom spanning the width of the building between the storefront openings and the cornice (currently overclad)</p>\n<p>The decorative brickwork with stone detailing in the spandrels between the second and third storeys and the brick corbelling above the third storey openings&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">135 Church Street</span></p>\n<p><strong>Reasons for Designation&nbsp; &nbsp; &nbsp;</strong> &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 135 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Queen Street East and Shuter Street in the Garden District neighbourhood and directly across the street from the Metropolitan United Church (1872), the property at 135 Church Street is part of a grouping of buildings that were originally completed between 1843-1848. While 131 Church Street retains its original house-form, 135 Church Street was rebuilt as a commercial and office building in 1893.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp; &nbsp; &nbsp;</strong> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The current building at 135 Church Street is valued for the restrained but elegant Classicism of the principal (west) elevation, which is organized into two identical bays divided by two-storey vertical red brick pilasters. Recessed horizontal spandrels balance the predominantly vertical arrangement of the west elevation. The original arrangement of the ground-level entrance and window openings remains, and the storefront retains its original transom windows in each of the three shop windows bays.</p>\n<p>With 60 Queen Street East, and 131-133 Church Street, and 135 Church Street contributes to an understanding of the character of Church Street in the late-19th to early-20th century, when commercial and residential typologies in a range of architectural styles were constructed along the desirable location on the east side of Church Street, adjacent to important landmarks such as St. Michael's Cathedral and the Metropolitan United Church.</p>\n<p>The property at 135 Church Street has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it represents the late-19th and early-20th century commercial character of Church Street and the surrounding area, along with the adjacent properties at 131 and 133 Church Street and 60 Queen Street East.</p>\n<p>Within the context of a neighbourhood developed as a mixture of residential and commercial properties located adjacent to St. Michael's Cathedral (1848) and followed by the Metropolitan United Church (1872), the subject properties at 60 Queen Street East and 131-135 Church Street are valued as a collection with historic, physical and visual links to their surroundings for more than 170 years.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 135 Church Street are:&nbsp;</p>\n<p>The setback, placement and orientation of the building on the east side of the street between Shuter Street and Queen Street East</p>\n<p>The scale, form and massing of the red brick building on a rectangular plan with its three-storey height and flat roof</p>\n<p>The materials with the red brick, and the brick, stone and wood detailing</p>\n<p>The principal (west) elevation, which is symmetrically organized with unaltered, recessed main entrances at the north and south ends between a large centred bay storefront window, and six pairs of flat-headed window openings in the two upper storeys&nbsp;</p>\n<p>The fenestration including the double-hung sash windows with their wood frames</p>\n<p>The original stained glass transoms at the top of each of the three sides of the centred storefront window</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 10, 2020, which is January 11, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2006,
  "otherReferenceList": [
    {
      "description": "2020.TE20.8 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 60 Queen Street East and 131, 133 and 135 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE20.8"
    },
    {
      "description": "2020.TE20.5 - 60 - 64 Queen Street East and 131-135 Church Street - Zoning Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE20.5"
    },
    {
      "description": "2020.PB18.6 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 60 Queen Street East and 131, 133 and 135 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB18.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 60 Queen Street East and 131, 133 and 135 Church Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 60 Queen Street East and 131, 133 and 135 Church Street ",
  "topics": [
    "Heritage > Designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
