{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "100 Simcoe Street Toronto Ontario",
      "latitudeCoordinate": "43.6482005232",
      "longitudeCoordinate": "-79.386762747",
      "postalCode": "M5H 3G2",
      "province": "Ontario",
      "streetAddress": "100 Simcoe Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 100 Simcoe Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1878"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1608613200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 100 Simcoe Street under Part IV, Section 29 of the Ontario Heritage Act. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 100 Simcoe Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 100 Simcoe Street is located on the west side of Simcoe Street between Pearl Street (south) and Adelaide Street West (north) in the King-Spadina neighbourhood.&nbsp; It contains a former industrial building that was constructed in two sections for Rolph and Clark Limited following the merger of two leading Toronto lithography firms.&nbsp; Toronto architect G. W. Gouinlock designed the south section (1904), with the architectural firm of Sproatt and Rolph completing the complementary north section (1905).&nbsp; From 1912 until 1951, the property at 100 Simcoe Street was occupied by Brown Brothers Limited, bookbinders and stationery manufacturers.&nbsp; The complex was modified for commercial uses at the end of the 20th century.&nbsp;&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The Rolph and Clark Limited Building is valued for its design as a representative example of Edwardian Classicism, which was popular for industrial and other building types in the pre-World War I era.&nbsp; The subject building displays the features of the style, with the sombre red brick surfaces, the symmetrical fenestration, and the classical organization and detailing that (according to archival images) originally included elaborate cornices.&nbsp; The complex was updated in the late-20th century with the addition of the fifth storey, which complements the original sections of the building with the brickwork and the segmental-arched window openings that reflect the historic fenestration.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 100 Simcoe Street is valued historically for its contribution to the development, evolution and regeneration of the King-Spadina neighbourhood during the 20th century.&nbsp; The area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district after the Great Fire of 1904, which led to the merger of two leading Toronto lithography companies that occupied and expanded the industrial building at 100 Simcoe Street.&nbsp; Although King-Spadina declined after World War with the departure of many industries to Toronto's suburbs, it was revived in the 1960s when entrepreneur Edwin \"Honest Ed\" Mirvish restored the Royal Alexandra Theatre and adapted the neighbouring early-20th century warehouses for restaurants.&nbsp; In the late 1980s, the property at 100 Simcoe Street was converted from industrial to commercial uses as part of the ongoing transformation of King-Spadina.</p>\n<p>The cultural heritage value of the Rolph and Clark Limited Building is also through its historical association with significant businesses in King-Spadina.&nbsp; After the Great Fire of 1904 destroyed the premises of the Rolph, Smith and Company, it merged with the rival Clark Lithographing Company as Rolph and Clark Limited and completed the complex at 100 Simcoe Street.&nbsp; Rolph and Clark Limited left King-Spadina in 1912 (prior to the company's amalgamation with lithographers Stone Limited as Rolph-Clark-Stone Limited) and sold the subject property to Brown Brothers Limited.&nbsp; For the next 40 years, Brown Brothers Limited operated its bookbindery and business stationery company at 100 Simcoe Street.</p>\n<p>The Rolph and Clark Limited Building's historical value is also through its links to important Toronto architects.&nbsp; Famed practitioner G. W. Gouinlock received the commission for the south section of the building at 100 Simcoe Street after designing the headquarters of the Toronto Lithography Company (1901), a designated heritage property at 461 King Street West.&nbsp; The Rolph and Clark Limited Building reflected Gouinlock's ability to design high-end classically-inspired buildings, a skill that contributed to his subsequent role as official architect of the Canadian National Exhibition where he oversaw the early-20th century reorganization of the grounds with more than a dozen new structures, including several commemorated as National Historic Sites.&nbsp; The north section of the Rolph and Clark Limited Building was completed by the notable Toronto architectural partnership of Sproatt and Rolph as an early example of the firm's work.&nbsp; While Sproatt and Rolph had a personal connection to the project (Ernest Rolph was the son of Rolph and Clark Limited's co-founder), it demonstrated the architects' dexterity in the design of a complementary yet distinguishable extension to the complex, and prefaced Sproatt and Rolph's success in designing other industrial edifices in King-Spadina and landmark buildings throughout Toronto.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 100 Simcoe Street has value through its support for the historical character of the King-Spadina neighbourhood where it is part of an important collection of former factories and warehouses that changed the area from its origins as an institutional and residential district to Toronto's new manufacturing centre following the Great Fire of 1904 and, in the late-20th century, evolved into a commercial hub and the city's Entertainment District.&nbsp;&nbsp; With its location on Simcoe Street, the Rolph and Clark Limited Building anchors the east end of the King-Spadina neighbourhood.</p>\n<p>The Rolph and Clark Limited Building is historically and visually linked to its setting on the west side of Simcoe where it extends along the block from Pearl Street to Adelaide Street West.&nbsp; The property at 100 Simcoe Street forms part of an enclave of surviving early-20th century industrial buildings northwest of King and Simcoe streets, including the collection of former factories and warehouses on King Street West between Simcoe and John streets and on Duncan Street, north of King, which are recognized on the City of Toronto's Heritage Register.</p>\n<p><strong>Heritage Attributes of the Rolph and Clark Limited Building at 100 Simcoe Street are</strong>:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement, setback and orientation of the building on the west side of Simcoe Street between Pearl Street and Adelaide Street West</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the five-storey building above the raised base with the window openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the red brick cladding and the brick and stone detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline covering the complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The organization of the building into the south (1904) and north (1905) sections, which are distinguished from one another by the paired openings on the north section</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The south section of the building, which extends eight bays on Simcoe Street (east) and six bays on Pearl Street (south), with the canted southeast corner</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The fenestration on the south section (east and south elevations), with the flat-headed window openings with the stone lintels in the first, second and fourth stories and the segmental-arched window openings with the brick voussoirs and stone keystones in the third storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The entrance on the east wall of the south section, which is placed in the northernmost bay (the eighth bay from the south end) and reflects the late-20th century conversion of the building from industrial to commercial uses</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The north section, which extends four double bays on both Simcoe Street (east) and Adelaide Street West (north), with the single bay at the west end of the north elevation with the entrance at the base (the entrance has been modified)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The fenestration on the north section (east and north elevations), where the flat-headed window openings in the first, second and fourth stories and the segmental-arched window openings in the third storey have brick and stone detailing and are arranged in pairs (apart from the single openings in the westernmost bay of the north elevation)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The fifth storey, which was added in the late-20th century and extends across the north and south sections, with the complementary red brickwork with brick and stone trim, and the symmetrically-placed regular and oversized segmental-arched window openings that reference the shape and detailing of the third-storey openings</p>\n<p>The window opening at the base of the southeast corner (which replaced the original corner entrance), the adjoining entrance opening in the southernmost bay of the east elevation, and the cladding adjoining the latter openings are not identified as heritage attributes.</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 22, 2020, which is January 21, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2049,
  "otherReferenceList": [
    {
      "description": "2020.PB19.2 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 100 Simcoe Street ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB19.2"
    },
    {
      "description": "2020.TE21.15 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 100 Simcoe Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE21.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 100 Simcoe Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 100 Simcoe Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
