{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Changes to Community Council Delegations, Authorization of Designated Speed Limit Areas",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1957"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1615867200000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures, in order to set the speed limit for public lanes and local roads within a designated area below the provincial default of 50 km/hr, as well as amendments required to enable a separate speed limit to be set for public transit vehicles along the Eglinton Avenue LRT Segregated Right of Way.</p>\n<p>It is proposed that the by-law be adopted at the Infrastructure and Environment Committee meeting to be held on March 23, 2021 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Transportation Services, titled \" Changes to Community Council Delegations, Authorization of Designated Speed Limit Areas - 30 km/hr on Public Lanes and Local Roads, and Designation of Reserved Lane and Speed Limits on Reserved Lane for Eglinton Avenue LRT Segregated Right of Way\" has the following recommendations:</p>\n<p style=\"padding-left: 40px;\">The General Manager, Transportation Services recommends that:</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; City Council establish and authorize the designation of areas within which designated areas a speed limit of 30 kilometres per hour will apply to public lanes or public alleys and local roads, subject to listed exclusions, and delegate to Community Council the establishment of designated areas pursuant to subsection 128(2.1) of the Highway Traffic Act.</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; City Council delegate final decision-making authority to Community Councils with respect to public lanes or public alleys on the following matters and City Council amend Chapter 27, Council Procedures, accordingly:</p>\n<p style=\"padding-left: 120px;\">a. where there is not an established Toronto Transit Commission route:</p>\n<p style=\"padding-left: 160px;\">1. on-street parking, standing and stopping;</p>\n<p style=\"padding-left: 160px;\">2. on-street permit parking;</p>\n<p style=\"padding-left: 160px;\">3. on-street traffic regulation;</p>\n<p style=\"padding-left: 160px;\">4. road alterations;</p>\n<p style=\"padding-left: 160px;\">5. traffic calming;</p>\n<p style=\"padding-left: 120px;\">b. where the authority has not been delegated to the General Manager, Transportation Services under Chapter 937, Temporary Closing of Highways:</p>\n<p style=\"padding-left: 160px;\">1. temporary road closures; and</p>\n<p style=\"padding-left: 120px;\">c. proposals for speed changes, restriction and reductions.</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; City Council amend City of Toronto Municipal Code Chapter 950, Traffic and Parking,&nbsp; generally as outlined in Attachment 1 to the report (March 9, 2021) from the General Manager, Transportation Services.</p>\n<p style=\"padding-left: 80px;\">4.&nbsp; City Council amend the 30 kilometres per hour Speed Limit Policy by making local roads and public lanes or public alleys exempt from this policy and limiting it to only collector roads.</p>\n<p style=\"padding-left: 80px;\">5.&nbsp; City Council designate the area within the west side of Old Weston Road to the east, the south side of Rogers Road to the north, the east side of Weston Road to the west, and the north side of St. Clair Avenue West to the south, between Weston Rd and Canadian Pacific Railway, and north side of Canadian Pacific Railway to the south between St. Clair Avenue W and Old Weston Rd as a designated area with an associated speed limit of 30 kilometres per hour, with the exception of specified excluded highways or bridges, and amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, generally as outlined in Attachment 2 to the report (March 9, 2021) from the General Manager, Transportation Services.</p>\n<p style=\"padding-left: 80px;\">6.&nbsp; City Council establish and authorize a reserved lane with a speed limit of 60 kilometres per hour for the Eglinton Crosstown Light Rrail Transit segregated right-of-way on Eglinton Avenue East between Brentcliffe Road and Ionview Road.</p>\n<p style=\"padding-left: 80px;\">7.&nbsp; City Council amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, to establish an offence for stopping a vehicle in the reserved lane during the times and/or days set out in Schedule XLVI, but that this shall not be deemed to prohibit a Metrolinx Light Rail Transit Vehicle from stopping while actively engaged in loading or unloading passengers, and establish an associated penalty amount of $150.00.</p>\n<p style=\"padding-left: 80px;\">8.&nbsp; City Council amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, and City of Toronto Municipal Code Chapter 610, Penalties, Administration of, generally as outlined in Attachment 3 to the report (March 9, 2021) from the General Manager, Transportation Services.</p>\n<p style=\"padding-left: 80px;\">9.&nbsp; City Council designate a community safety zone to be in effect at all times on Dufferin Street, between Bloor Street West and College Street.</p>\n<p style=\"padding-left: 80px;\">10.&nbsp; City Council authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor or General Manager, Transportation Services, in order to give effect to Parts 1 to 5, inclusive, above and the reasonable operation of the designated speed limit area approach, and in order to give effect to Parts 6 and 8 inclusive and the reasonable operation of a reserved lane for the Eglinton Crosstown Light Rail Transit with an associated different speed limit than the other general purpose traffic lanes.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 27, Council Procedures, will require amendment.</p>\n<p>At its meeting to be held virtually on March 23, 2021, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person by videoconference, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to Chapter 27, Council Procedures, <a title=\"Changes to Community Council Delegations, Authorization of Designated Speed Limit Areas\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.IE20.15\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on March 23, 2021, please contact the Committee no later than 12:00 p.m. on March 22, 2021:</p>\n<p style=\"padding-left: 40px;\">Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp;&nbsp;</p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 40px;\">Jacquelyn Hayward</p>\n<p style=\"padding-left: 40px;\">Director, Project Design &amp; Management</p>\n<p style=\"padding-left: 40px;\">Transportation Services</p>\n<p style=\"padding-left: 40px;\">Tel: (416) 392-5348</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Jacquelyn.Hayward@toronto.ca\">Jacquelyn.Hayward@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on March 23, 2021 which will be forwarded to City Council at its meeting on April 7 and 8, 2021.</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee</strong>:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2110,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code Chapter 27, Council Procedures",
      "url": "https://www.toronto.ca/legdocs/municode/1184_027.pdf"
    },
    {
      "description": "2021.IE20.15 - Changes to Community Council Delegations, Authorization of Designated Speed Limit Areas - 30 Kilometres Per Hour on Public Lanes and Local Roads, and Designation of Reserved Lane and Speed Limits on Reserved Lane for Eglinton Avenue Light Rail Transit Segregated Right of Way",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.IE20.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "title": "Changes to Community Council Delegations, Authorization of Designated Speed Limit Areas - 30 Kilometres Per Hour on Public Lanes and Local Roads, and Designation of Reserved Lane and Speed Limits on Reserved Lane for Eglinton Avenue Light Rail Transit Segregated Right of Way\nAmendments to City of Toronto Municipal Code Chapter 27, Council Procedures\n",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
