{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "95 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6423788807",
      "longitudeCoordinate": "-79.4118188035",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "95 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "97 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6424360137",
      "longitudeCoordinate": "-79.4118568484",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "97 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "99 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6425224179",
      "longitudeCoordinate": "-79.4117651769",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "99 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "938 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6423402656",
      "longitudeCoordinate": "-79.4114525897",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "938 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "944 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6423129208",
      "longitudeCoordinate": "-79.4116310403",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "944 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "950 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6422892812",
      "longitudeCoordinate": "-79.4118049126",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "950 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 938, 944 and 950 King St W and 95, 97 and 99 Strachan Ave",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1998"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1616558400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 938 (including entrance addresses at 940 and 942 King Street West), 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue contain a collection of buildings historically known as The Palace Hotel and Tavern or The Palace Arms and are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design and physical, historical and associative, contextual value and they are local landmarks.</p>\n<p><strong>Description</strong></p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are at the northeast corner of King Street West and Strachan Avenue. The building complex is anchored by the three-storey building at 950 King Street West, with a two-storey, rounded corner turret, four 2.5-storey semi-detached townhouses to the east 938-944 King Street West and three 2.5-storey attached townhouses at 95-99 Strachan Avenue. All of the buildings are fashioned in the Queen Anne Revival and Richardsonian Romanesque styles. The subject properties were constructed in stages over twenty two years from 1890 to 1902: 950 King Street West in 1889-90, 95-99 Strachan Avenue in 1897, and 938-944 King Street West in 1902. Frederick Henry Herbert (1865-1914) was the architect of all of the subject properties.</p>\n<p>The earliest building constructed was 950 King Street West, a three-storey Queen Anne Revival and Richardsonian Romanesque style, brick- and stone-clad building. The original building was erected in 1870 and was owned by George White, a labourer, who operated the Palace Tavern in the building. The White family tore down the original frame structure and replaced it with a grander masonry hotel in 1889-90, which operated under the name of the Palace Hotel. It was designed by the well-known Toronto architect Frederick Henry Herbert. The property at 950 King Street West was listed on the City of Toronto's Heritage Register on March 5, 1984.</p>\n<p>To the north of 950 King Street West are 95, 97, and 99 Strachan Avenue, which are comprised of three 2.5-storey attached brick townhouses and a one-storey addition to the hotel. They were constructed seven years later in 1897 in the Queen Anne Revival style and Herbert is the architect of record for the townhouses. The properties at 95, 97, and 99 Strachan Avenue were listed together with 950 King Street West on the City of Toronto's Heritage Register on March 5, 1984.</p>\n<p>To the east of 950 King Street West are 938 and 944 King Street West, which is the third phase of expansion of the building complex. They are comprised of four 2.5-storey semi-detached townhouses that are fashioned in the Queen Anne Revival and Romanesque Revival styles. The properties were constructed for a Mrs Emily Morrison in 1902 at a cost of $9,000.00. Herbert was again listed as the architect and R. Chalkley &amp; sons was the builder. The subject properties were listed on the City of Toronto's Heritage Register on June 20, 1973.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are valued as representative examples of the Queen Anne Revival and Richardsonian Romanesque styles. Both styles were popularized in Toronto during the latter half of the nineteenth century and into the twentieth century. Elements of the Queen Anne Revival style are evident in the presence of multiple chimneys, the rounded corner turret with a conical roof, the mixture of the flat-, round-, four-centred, and segmental-arches and keystones, the blind wall arches, the ornamental dentil mouldings and stringcourses, the carved corbels, roof crenellation, notched decorative window sills, the use of multiple cornicles, the gabled and hipped dormer windows, and the oriel window. The Richardsonian Romanesque style can be seen in the masonry, which is a mixture of brick and stone with rusticated stone lintels, sills, and skirting, the truncated brick and stone piers, and the round-arched openings.&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are valued for their association with the acclaimed Toronto architect Frederick Henry Herbert (1865-1914). Within a short five-year span of him establishing his practice, he emerged as one of Toronto's versatile and adept supporters of the Queen Anne Revival style. While he accepted commercial, institutional, and industrial commissions, he specialized in residential architecture and designed nearly 100 residential buildings throughout the city. His command of both the Queen Anne Revival and Richardsonian Romanesque styles for residential buildings can be seen in his elaborate designs of properties throughout the city, especially in the Rosedale, Annex, and Parkdale neighbourhoods.</p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are also valued for their continued association with The Palace Hotel and Tavern. The first Palace Hotel opened in the 1870s and it began functioning as a rooming house in the 1980s, with the tavern continuously operating for over 100-years. The Palace Arms, as the properties became known sometime after 1968, were important buildings in the community towards the end of the twentieth and into the twenty-first century as they provided lodging to socially and economically disenfranchised members of the community.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are important in defining, maintaining, and supporting the historic character of the area. The properties are situated at the northeast corner of King Street West and Strachan Avenue, and they serviced what was once the centre of a thriving working-class neighbourhood throughout much of the twentieth century. While most of the surrounding industrial and institutional fabric has been demolished, the properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are surviving intact examples of this period of construction.</p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are physically, functionally, visually, and historically linked to their surroundings, where the distinct corner turret and conical roof at 950 King Street West anchors the northeast corner of King Street West and Strachan Avenue. The neighbouring properties at 938 and 944 King Street West and 95, 97, and 99 Strachan Avenue were strategically designed to remain sympathetic to the architectural style and form of the property at 950 King Street West.</p>\n<p>The properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue are local landmarks. They are situated on the prominent corner of King Street West and Strachan Avenue and have functioned as a visual entryway to the neighbourhood for over 100-years. The subject properties are meaningful to the community in that for some 40-years they have housed socially and economically disenfranchised members of the community.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue being representative examples of the Queen Anne Revival style:</p>\n<p>The chimneys throughout<br />The mixture of flat-, round-, and segmental-arched window openings throughout&nbsp;</p>\n<p>950 King Street West:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The two-storey, rounded corner turret and conical roof above the original corner entrance, which is complete with square and dentil moulding and a carved stone corbel</p>\n<p>In the principal (south) elevation:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The four-centred arch opening with a carved corbel in the first-storey of the third bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The three-blind arches above the window in the first-storey of the first bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The brick dentil moulding in the window sill in the first-storey of the first bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; In the first-storey of the first bay and the second-storey of the central bay, the brick, notched, decorative window sills</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The brick, stepped dentil moulding above the lintels in the second-storey of the first and third bays</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The varied roofline with two gables and a crenellated gable in the third-storey</p>\n<p>In the side (west) elevation:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; In the first-storey of the second and third bays and in the third-storey of the second, third, and fourth bays, the brick, stepped dentil moulding</p>\n<p style=\"padding-left: 40px;\">- &nbsp; In the first-storey of the first and fourth bays, the notched, decorative window sills and the brick dentil moulding</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The ornamental cornice in the second-storey of the first bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; In the third-storey, the varied roofline with three gables and one hipped dormer</p>\n<p>938 and 944 King Street West:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The four oval window openings in the second-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The dentil moulding running below the continuous lintel in the first-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The six decorative columns in the entrances in the first-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The use of multiple keystones in the second-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The continuous stone cornice running above the windows in the second-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The four, hipped dormer windows in the upper half-storey</p>\n<p>95, 97, and 99 Strachan Avenue:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The masonry, with brick throughout and stone detailing</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The window sills throughout</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The lintels in the basement and upper half-storey windows</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The stringcourse running above the first-storey windows with keystones</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The continuous cornices above the second-storey windows</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The cornice and two carved corbels above the entrance in the fifth bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The oriel window in the second-storey of the fourth bay</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The two gabled dormer windows and one hipped dormer window in the upper half-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The blind arches above the windows in the two gabled dormer windows in the third-storey</p>\n<p>Attributes that contribute to the value of the properties at 938, 944, and 950 King Street being representative examples of the Richardsonian Romanesque style:</p>\n<p>950 King Street West:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The masonry, with brick and rusticated stone detailing throughout<br />- &nbsp; The rusticated stone sills and lintels in all three-storeys<br />- &nbsp; In the principal (south) elevation, the round-arched opening in the first-storey of the central bay <br />- &nbsp; In the principal (south) elevation, the truncated brick and stone piers flanking the central and third bays in the second- and third-storeys&nbsp;</p>\n<p>938 and 944 King Street West:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The masonry, with brick and rusticated stone throughout, including skirting</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The rusticated window sills in the first-and second-storeys and the stone sills in the upper half-storey</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The continuous rusticated stone lintel sitting above the first-storey windows</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The rusticated stone lintels above the basement windows</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue being physically, functionally, visually, and historical linked to their surroundings:</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The three-storey scale, L-shaped form, and massing of the property at 950 King Street West, which responded to its location at the northeast corner of the intersection of King Street West and Strachan Avenue</p>\n<p style=\"padding-left: 40px;\">- &nbsp; The 2.5-storey scale, rectangular forms, and massing of the properties at 938 and 944 King Street West and 95, 97, and 99 Strachan Avenue, which were intentionally designed to be sympathetic to the architectural style and form of the property at 950 King Street West&nbsp;</p>\n<p>Notice of an objection to the notice of intention to designate the properties may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 24, 2021, which is April 23, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2151,
  "otherReferenceList": [
    {
      "description": "2021.TE23.20 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Designated Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE23.20"
    },
    {
      "description": "2021.PB21.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Designated Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB21.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
