{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "214 Queens Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6168439199",
      "longitudeCoordinate": "-79.4937598599",
      "postalCode": "M8V 2N9",
      "province": "Ontario",
      "streetAddress": "214 Queens Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 214 Queens Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2258"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-394-5600",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1622174400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 214 Queens Avenue under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 214 Queens Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the west side of Queens Avenue at the convergence with Superior Avenue in Mimico, the property at 214 Queens Avenue is a 1.5-storey house-form building completed by 1924. Built together with the adjacent properties at 96 and 98 Superior Avenue (98 was recently demolished), this building represents one of only two of the original three early-20th century stone cottages located in this area.</p>\n<p>The property at 214 Queens Avenue was included on the City's Heritage Register in 2020.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 214 Queens Avenue has design value as a well-designed house-form building constructed in 1923 that incorporates elements of the British-inspired Cottage style with its symmetrically-arranged principal elevation and stone cladding. The property represents one dwelling in a fine collection of originally three stone cottages (along with 96 and 98 Superior Avenue) that is unique in the Mimico area.</p>\n<p>The property at 214 Queens Avenue, along with the adjacent property at 96 Superior Avenue, is noteworthy for its fine stonework with the split-faced, grey sandstone ashlar likely having been locally-sourced from the Mimico Creek. The use of this stone on all four elevations represents a unique instance of employing this construction method and materiality for residential dwellings in the area.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The properties at 96 Superior Avenue and 214 Queens Avenue, along with the recently demolished cottage at 98 Superior Avenue, are valued for their association with the prominent scholar and University of Toronto professor, Frederic J. A. Davidson (1870-1946). Since 1948, Davidson's contribution to the study of languages has been commemorated by University College in the form of the annual Davidson Prizes Competition for the best essays in English and French literature.</p>\n<p>In addition to the original three stone cottages at 96-98 Superior Avenue and 214 Queens Avenue, Davidson built the large stone dwelling in the City's west end known as 'Brookwood'. The house on this property fronting on Royal York Road and backing onto Mimico Creek was demolished in 1961 but remembered as a local landmark.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 214 Queens Avenue, along with the adjacent property at 96 Superior Avenue, has cultural heritage value for defining, maintaining and supporting the character of the Mimico neighbourhood. Their appearance reflects the early-twentieth century development of the area as a model railway town at the western edge of Toronto, where local rail workers and manufacturers settled in proximity to their workplaces or commuter lines.</p>\n<p>The properties at 96 Superior Avenue and 214 Queens Avenue are valued for their visual and historical links to the history of Mimico, from its origins as a community linked to the railway, to its development and evolution as an independent municipality. This unique, surviving pair of identical stone cottages dates to the area's earliest phase of residential development following its subdivision.</p>\n<p><strong>Heritage Attributes of 214 Queens Avenue</strong>:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the building on its lot on the west side of Queens Avenue</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the 1.5-storey plan</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials, with the grey sandstone ashlar cladding and the stone detailing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The gable roof with its chimney at the south end and punctuated by three evenly-spaced dormers. The outer two dormers are capped with gable roofs and the middle dormer centred above the main entrance has a barrel roof</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The principal (east) elevation of the building, which is organized into three bays</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the principal (east) elevation, the symmetrical arrangement of the segmental-arched window openings to either side of the centred main entrance</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The sandstone lintels with their keystones above the rough-cut stone sills&nbsp;</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Nancy Martins, Administrator, Etobicoke York Community Council, c/o Toronto City Hall, 100 Queen Street West, Floor 2, Toronto, ON M5H 2N2, within thirty days of May 28, 2021, which is June 28, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2391,
  "otherReferenceList": [
    {
      "description": "2020.EY20.4 - Inclusion on the City of Toronto's Heritage Register, 96-98 Superior Avenue and 214 Queens Avenue and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 98 Superior Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.EY20.4"
    },
    {
      "description": "2021.PB22.5 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 96 Superior Avenue and 214 Queens Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB22.5"
    },
    {
      "description": "2021.EY23.6 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 96 Superior Avenue and 214 Queens Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EY23.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 214 Queens Avenue, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 214 Queens Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
