{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "103 Heath Street West Toronto Ontario",
      "latitudeCoordinate": "43.689011345",
      "longitudeCoordinate": "-79.399781265",
      "postalCode": "M4V 1T5",
      "province": "Ontario",
      "streetAddress": "103 Heath Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 103 Heath Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2361"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1625025600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 103 Heath Street West under Part IV, Section 29 of the Ontario Heritage Act.&nbsp;</p>\n<p><strong>James Hobbs House</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 103 Heath Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of Heath Street, between Yonge Street and Avenue Road, the property at 103 Heath Street West contains a detached, red brick house-form building constructed c.1892-1893 that was first occupied by James Hobbs, whose family maintained ownership of the property for 50 years. Alterations largely executed on the interior of the original property in the 1940s were prepared by Toronto architect, Leo Hunt Stanford (1898-1970).</p>\n<p>The property was included on the City's Heritage Register on March 10, 2021.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 103 Heath Street West has design value as this Late Victorian-era dwelling incorporates both Bay-and-Gable and Queen Anne Style architectural features with the combination of a two and a half storey bay centred rather than offset on the principal (north) elevation, decorative wooden bargeboards and brackets framing an attic-storey sleeping porch, its heavy stone lintels and a complicated roofline of hips, gables and window dormers.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property is significant as one of the earliest surviving houses built on the portion of the street belonging to Plan 365 and dating from the 1880s-1890s.&nbsp; Over the past 130 years Heath Street has been developed with an unusual variety of residential dwelling types from a wide range of time periods that is atypical in Toronto. 103 Heath is important because it is representative of an early period in the planned land development of the street and the Deer Park community.</p>\n<p><strong>Contextual Value</strong></p>\n<p>The James Hobbs House stands as a defining property within a group of varied architectural types and styles on Heath Street.&nbsp; Its combination of Bay-and-Gable and Queen Anne architectural design and detailing set it apart from houses, townhouses and low-rise apartment blocks of later periods on the street. Representing the earliest period of the subdivision of Registered Plan 365, its built form is an important component in the history and evolution of Heath Street and the Deer Park neighbourhood.</p>\n<p>The property is amongst the earliest houses built on this section of the south side of Heath Street West in the late 19th century, representing a period from the earliest point in the historical evolution of planned development on Heath Street and in the Deer Park community.</p>\n<p><strong>Heritage Attributes of 103 Heath Street West</strong></p>\n<p>The setback, placement and orientation of the building on its lot on the south side of Heath Street West between Deer Park Crescent and Oriole Road</p>\n<p>The scale, form and massing of the two and a half storey plan on a raised foundation</p>\n<p>The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p>The complicated roofline with hips, gables and window dormers, and the two red brick chimneys</p>\n<p>The principal (north) elevation of the building, which is organized into three bays with stringcourse between the first and second storeys</p>\n<p>On the principal (north) elevation, the centred two storey bay surmounted by an attic-storey porch with its decorative wood framing, detailing and shingling in the gable</p>\n<p>On the east and west elevations, the decorative wood detailing in the roof dormer gables</p>\n<p>The arrangement of the door and window openings on the principal (north), west and east elevations, their type (flat-headed or round-arched) and the stone lintels and sills</p>\n<p>The decorative red brick drip moulds and voussoired headers above the round-arched window openings on the west and principal (north) elevations</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 30, 2021, which is July 30, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2470,
  "otherReferenceList": [
    {
      "description": "2021.PB20.4 - Inclusion on the City of Toronto's Heritage Register- 103 Heath Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB20.4"
    },
    {
      "description": "2021.TE23.23 - Inclusion on the City of Toronto's Heritage Register- 103 Heath Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE23.23"
    },
    {
      "description": "2021.PB24.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 103 Heath Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB24.4"
    },
    {
      "description": "2021.TE25.10 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 103 Heath Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE25.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario 103 Heath Street West",
  "title": "Notice of Intention to Designate - 103 Heath Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
