{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "New Application Fee: Changes to Yard Waste Program to Support Employee Health and Safety",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2337"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1624593600000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 441, Fees and Charges regarding the deletion of the fee to purchase a yard waste bin.&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on July 14 and 15, 2021 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Solid Waste Management Services, titled \"Changes to Yard Waste Program to Support Employee Health and Safety\" has the following recommendations:</p>\n<p style=\"padding-left: 40px;\">4. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges to delete the fee to purchase a yard waste bin.</p>\n<p style=\"padding-left: 40px;\">5. City Council authorize the City Solicitor and the General Manager, Solid Waste Management Services to make such technical and stylistic amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges, as required and to introduce the necessary bills to delete the fee to purchase a yard waste bin.</p>\n<p style=\"padding-left: 40px;\">6. City Council direct that the change to City of Toronto Municipal Code Chapter 441, Fees and Charges, to delete the fee to purchase a yard waste bin, come into force on January 1, 2022.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 441, Fees and Charges will require amendment.</p>\n<p>At its meeting to be held by videoconference on July 5, 2021, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear, by videoconference, any person, or their counsel, agent or solicitor, who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report \"Changes to Yard Waste Program to Support Employee Health and Safety\" <a title=\"2021.IE23.4 - Changes to Yard Waste Program to Support Employee Health and Safety\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.IE23.4\" target=\"_blank\" rel=\"noopener\">visit the City's website</a> on June 25, 2021 at 9:30 am</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on July 5, 2021, please contact the Committee no later than 12:00 p.m. on July 4, 2021:</p>\n<p style=\"padding-left: 40px;\">Infrastructure and Environment Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall 100 Queen Street West, 10th Floor, West Tower</p>\n<p style=\"padding-left: 40px;\">Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579</p>\n<p style=\"padding-left: 40px;\">Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 40px;\">Michael Skaljin</p>\n<p style=\"padding-left: 40px;\">Manager, Solid Waste Policy &amp; Planning</p>\n<p style=\"padding-left: 40px;\">Tel. (416) 392-8517</p>\n<p style=\"padding-left: 40px;\"><a href=\"mailto:Michael.Skaljin@toronto.ca\">Michael.Skaljin@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council. While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report. If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on July 5, 2021 which will be forwarded to City Council at its meeting on July 14 and 15, 2021.</p>\n<p>Notice to people writing or making presentations to the Infrastructure and Environment Committee: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2490,
  "otherReferenceList": [
    {
      "description": "City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "2021.IE23.4 - Changes to Yard Waste Program to Support Employee Health and Safety",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.IE23.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "title": "New Application Fee: Changes to Yard Waste Program to Support Employee Health and Safety",
  "topics": [
    "Financial > Proposal to change user fees and charges",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
