{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "19 Parkcrest Drive Toronto Ontario",
      "latitudeCoordinate": "43.7352092891",
      "longitudeCoordinate": "-79.2167921519",
      "postalCode": "M1M 2Y9",
      "province": "Ontario",
      "streetAddress": "19 Parkcrest Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 19 Parkcrest Drive",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2397"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Scarborough Community Council",
    "country": "Canada",
    "emailAddress": "scc@toronto.ca",
    "fax": "416-396-4301",
    "locationName": "Scarborough Civic Centre",
    "phone": "416-396-7287",
    "postalCode": "M1P 4N7",
    "province": "Ontario",
    "streetAddress": "150 Borough Drive"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1627444800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 19 Parkcrest Drive under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.&nbsp;</p>\n<p><strong>Frederick J. Cornell House</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 19 Parkcrest Drive is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 19 Parkcrest Drive is situated on the east side of Parkcrest Drive, south and west of the intersection of Kingston Road and Markham Road in the Park Hill subdivision of the Scarborough Village neighbourhood.&nbsp; The property contains a one-and-a-half storey, Craftsman Bungalow style, house-form building constructed by Frederick J. Cornell c.1916-1917.&nbsp;&nbsp;</p>\n<p>The property was nominated for evaluation by the Scarborough Community Preservation Panel in 2012.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 19 Parkcrest Drive containing the Frederick J. Cornell house, has design value as a fine and representative example of the Craftsman Bungalow style with a rare cladding of pebbles retrieved from the base of the Scarborough Bluffs.&nbsp; The Craftsman Bungalow style is evident in the characteristic features of the one-and-half-storey massing, low-pitched broad gable roofs encompassing the second floor, shed dormers, deep eaves with prominent decorative rafters and decorative wood beams and large verandahs.&nbsp; The picturesque composition of the house including a porte-cochere, gable, and truncated gable, roofs, prominent chimneys and leaded glass casement windows are characteristic of the period and indicative of the English Arts and Crafts Movement roots of the North American Craftsman Bungalow style. The Cornell house display a high degree of craftsmanship in the rare pebble-stone cladding and in the decorative wood detailing of the rafters and beams of the roofs of the house.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property has associative value as from 1970-1975 it was owned by Stephen Lewis and Michele Landsberg. An Ontario Member of Parliament from 1963, at the time of his ownership of the property Lewis was the leader of the Ontario New Democratic Party. He later served as Ambassador to the United Nations, the U. N. special envoy for HIV/AIDS in Africa, as a director for Unicef, as well as a broadcaster for CBC radio and CityTV and is now a Distinguished Visiting Professor at Ryerson University. In 2003 he was invested as a Member of the Order of Canada. Michele Landsberg, is a best-selling author and journalist. In 2005, the Canadian Women's Foundation recognized her contribution to activism and the media by establishing the Michele Landsberg Award in her honour. In 2006, Ms. Landsberg was made an Officer of the Order of Canada.</p>\n<p>The property has historical value through its potential to yield information about the growth and development of Scarborough and Scarborough Village in the early 20th century.&nbsp;&nbsp; Constructed c.1916-1917, it is valued as one of the earliest houses to be constructed in the Parkhill neighbourhood which was created in 1911-12 by Cecil White through Subdivision Plan 1734 following the 1905-6 construction of the Kingston Road radial car line. These two events were part of the historic transition of southern Scarborough from a 19th-century township characterized by large farm holdings clustered around small villages to a 20th-century municipality with planned suburbs stretched along the Lake Ontario shoreline and picturesque terrain of the Scarborough Bluffs.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Set well back from Parkcrest Drive, the architecture and landscape of the F. J. Cornell house with its extensive lawns, mature trees and plantings, has contextual value as it contributes to the parklike setting of the Park Hill subdivision which features rustic winding streets with no sidewalks, a variety of mature deciduous and coniferous trees in an undulating terrain characteristic of the principles of the late 19th and early 20th-century Garden Suburb movement. The Cornell house contributes to the early 20th-century character of the street with other houses which feature Craftsman Bungalow, Arts and Crafts and Georgian Revival styles, maintaining the scale, setback, landscaped setting and materials, forms and details which are characteristic of the period.&nbsp;&nbsp;</p>\n<p>Constructed in 1916-17 as one of the first houses in the Park Hill subdivision and clad in pebbles gathered from the base of the nearby Scarborough bluffs the house is visually, physically and historically linked to its surroundings.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the Cornell house at 19 Parkcrest Drive as a representative of the Craftsman Bungalow type:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the of the one-and-a-half-storey, house-form building with its projecting wings with two verandahs, the double-storey wing on the rear, south-east elevation and the single-storey, enclosed porte-cochere and chimney on the south-west elevation, the single-storey porch on the north-west elevation and the chimney on the north-east elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The design of the roofs as low-pitched, gable roofs with shed dormers and a truncated gable roof, all with wide, overhanging eaves with prominent and decoratively detailed rafters</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials, including:</p>\n<p style=\"padding-left: 80px;\">-&nbsp; the pebble cladding&nbsp;</p>\n<p style=\"padding-left: 80px;\">-&nbsp; the cast concrete sills, lintels, capitals and bases and</p>\n<p style=\"padding-left: 80px;\">-&nbsp; the concrete base of the walls</p>\n<p style=\"padding-left: 80px;\">-&nbsp; the wood in the beams and roof details including the rafters and the eaves</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The windows including leaded glass casement windows and double-hung sash</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The decorative detailing of the beams on the two verandahs with their panelling and corbelled end details, the projecting beams on the porch and of the rafters</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The square-section stone piers of the two verandahs and the porte-cochere</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 19 Parkcrest Drive as it supports the early 20th-century Garden Suburb character of the Park Hill subdivision:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the one-and-a-half-storey house-form building on its lot, set well back from the street with a circular driveway, lawns, mature trees and shrubs</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The orientation of the house as it is rotated so that the principal north-west elevation and the south-west elevation with the porte-cochere are both visible</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The form and massing of the house of the house as an expression of the Craftsman Bungalow style and the Arts and Crafts movement architecture which is characteristic of the Garden Suburb architecture of this period</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The pebble cladding which is expressive of the proximity of the Scarborough Bluffs and the lakeshore&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of&nbsp; July 28, 2021,&nbsp; which is August 27, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>Further information in respect of the <a title=\"2021.SC25.8 - Inclusion on the City of Toronto's Heritage Register - 19 Parkcrest Drive\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.SC25.8\" target=\"_blank\" rel=\"noopener\">Notice of Intention to Designate the Property</a> is available from the City of Toronto.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2550,
  "otherReferenceList": [
    {
      "description": "2021.SC25.8 - Inclusion on the City of Toronto's Heritage Register - 19 Parkcrest Drive",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.SC25.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 19 Parkcrest Drive ",
  "title": "Notice of Intention to Designate - 19 Parkcrest Drive ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
