{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "685 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6585604668",
      "longitudeCoordinate": "-79.3505544397",
      "postalCode": "M4M 1G6",
      "province": "Ontario",
      "streetAddress": "685 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 685 Queen Street East ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2360"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1625025600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 685 Queen Street East under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 685 Queen Street East, the Dr. John B. Fraser office and residence, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 685 Queen Street East, contains the Dr. John B. Fraser office and residence, a two-and-a-half storey, hipped and gable-roofed, brick-clad house.&nbsp; The property is located on the south side of Queen Street East, between the East Don Roadway to the west and Broadview Avenue to the east, in the Riverside section of the South Riverdale neighbourhood.&nbsp; The property is within the boundaries of the area identified for study as the Riverside-Queen Street East Heritage Conservation District.&nbsp; In 1902, the property was purchased by Dr. John B. Fraser, who commissioned the architect C. F. Wagner to design a combined medical office and residence which was complete in 1904. The property was occupied by Dr. Fraser and then by Dr. W. Ambrose Fish from 1906-1914.&nbsp; The Fleury Funeral Company was located here from 1916-1935.&nbsp; In 1938 the property was converted to a multiple residential dwelling with six units.&nbsp; It was purchased in 1976 by Riverdale Co-operative Houses Inc. who continue to own the property which now contains nine dwelling units.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Dr. John B. Fraser property has cultural heritage value as an early 20th-century example of the combined medical office-single residence typology, which is evident in the design of the house-form building with the prominent front entrance and porch on the principle, north elevation and a discreet side entry, set back from the street on the east, side, elevation.&nbsp; Constructed in 1903-4, the mixed-use, house-form building is representative of the eclectic Edwardian style which pre-dominated in the early 20th-century while maintaining strong ties to the Richardsonian Romanesque style popular in Toronto in the late 1880s-1890s.&nbsp; The Edwardian elements are present in the Tudor Revival half-timbered gables and the classical column on the front porch while the Richardsonian Romanesque persists in the overall asymmetrical composition of massing, steeply-pitched, hipped and gabled roof with numerous dormers and especially in the combinations of large and small arched windows and the use of red-brick cladding combined with the rough-hewn, red sandstone blocks of the raised basement and the sandstone column of the front porch.&nbsp;</p>\n<p>A high degree of artistic merit and craftsmanship is evident in the massing and complex roof-scape of the house with its gabled and hipped roof and variously-sized dormers, in the brick detailing of the window heads and belt courses, in the selection of a finer gauged brick with precise mortar joints for the principle north elevation and the combination with red sandstone and in the wood trim of the entablature, brackets and half-timbering.</p>\n<p>The property at 685 Queen Street East has historic and associative value for its role within the growth and development of the Riverside community and its main street, Queen Street East as a local, community-oriented place, providing social services. The Dr. John B. Fraser office and residence property is valued for its association with the history of medical practice in Toronto and Riverside and medical practitioners, particularly Dr. Fraser and Dr. W. Ambrose Fish. Since 1976, Riverdale Co-operative Houses Inc. has been the owner and steward of the historic property exemplifying the community and social service uses that have occupied Queen Street East through the provision of affordable, rental housing. &nbsp;</p>\n<p>The office-residence is valued as a representative of the work of the architect Charles F. Wagner, who was reputed to be one of Toronto's leading architects at the time the house was constructed, and who contributed other buildings on Riverside's Queen Street including the La Plaza Theatre (1909, altered 1932), at 733 Queen Street East, and also listed on the City's Heritage Register and the Dr. J. W. Rowan house (1909), 791 Queen Street East (demolished).&nbsp;</p>\n<p>Contextually, the property has cultural heritage value as it maintains and supports the historic character of Riverside.&nbsp; Situated on the south side of Queen Street, just west of Broadview Avenue, it is an important contributor as it maintains the late 19th-early 20th century character with its two-three storey scale, combining commercial and residential use and period materials and details.&nbsp; Its set-back from the street with a small front garden and its house-form typology add to the variety and quality of the urban design and architectural character of the area.&nbsp;</p>\n<p>Constructed in 1903-4, the property at 685 Queen Street East is visually and historically linked to its surroundings as a representative of a mixed residential-commercial use building, with form, massing and stylistic details which are characteristic of the early twentieth century. The property has been historically and functionally linked to community-oriented services of Riverside, first, as a medical office and since 1976 as co-operative, affordable, rental housing. As owners of 685 Queen Street East, the Riverdale Housing Co-operative Inc. has been, for almost 50 years, one of the affordable housing providers in the community who have also been stewards of an adaptively re-used a heritage building and will continue to serve the community in the future with its proposed building addition of more affordable rental housing units.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the Dr. John B. Fraser house as a representative of an Edwardian era house with Richardsonian Romanesque style elements:&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The scale form and massing of the two-and-a-half storey, hipped and gable-roofed building on a raised basement, constructed on an asymmetrical plan with a recessed principal, north entrance, a one-storey projecting bay on the east (side) elevation, and a lower, two-storey wing on the south (rear) elevation, with gable-roof dormers on the north, east and west elevations</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The materials which include the sandstone cladding of the raised basement, the use of sandstone in the composite column of front porch, the brick cladding with red mortar joints which are all indicative of the Richardsonian Romanesque style</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The arched windows on the principal, north, elevation including the large, single-arched window on the first floor with a stained glass fanlight and three arched windows on the second floor, and the three arched openings in the projecting bay on the east, side, elevation which represent the Richardsonian Romanesque style</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The window openings which are rectangular on the north elevation, paired at the first floor and singular on the second floor which contribute to the variety of openings associated with the Richardsonian Romanesque style&nbsp;</p>\n<p>The following heritage attributes are representative of the Edwardian period and styles:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The composite column in the front porch on the north elevation and the entablature which extends around the north bay between the first and second floors which represent Edwardian Classicism</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The Tudor Revival half-timbering in the gable dormers on the north, east and west elevations&nbsp; and the brackets supporting the large gable on the principal, north, elevation</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The window openings in the large gable on the principal, north, elevation which have a wider central window opening flanked by two narrower ones.</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 685 Queen Street East as a representative of the medical office-residential type:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The setback, placement and orientation of the building on the property, with its landscaped setback from the street with two separate paths leading to the main entrance of the house and the recessed side entrance of the medical office</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The domestic character of the building seen in its house-form typology and characteristic late 19th-early 20th century picturesque styling with asymmetrical massing with hipped and gabled roofs and variety of window openings and materials</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; On the principal north elevation, the projecting gable roofed bay with recessed porch that is the residential component combined with the recessed bay with gabled and, single-storey entrance bay on the east elevation, recessed from the front elevation to accommodate access to the doctor's rooms</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 685 Queen Street East as they display a high-degree of craftsmanship:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The brick cladding with the projecting brick base, the moulded brick profiles over the arched window openings, and the belt courses extending beneath the windows on the second floor</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The use of finer-faced brick on the principal elevation, with narrow and precisely laid mortar joints</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The design and construction of the complex roof scape with its hips, gables and dormers</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of the property at 685 Queen Street East as it supports the late 19th and early 20th-century character of this section of Queen Street East in the Riverside neighbourhood which is characterized by 2-3 storey, brick-clad with stone trim mixed-use commercial and residential buildings with a rich variety of architectural details:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The picturesque form of the building with its complex massing and roofscape, variety of window types, brick cladding with a raised stone base</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -&nbsp;&nbsp; The overall building form and the setback from the street which differentiate the building from adjacent commercial-residential structures and is indicative of its original medical-office residential function</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 30, 2021, which is July 30, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2512,
  "otherReferenceList": [
    {
      "description": "2021.PB24.5 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 685 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB24.5"
    },
    {
      "description": "2021.TE25.12 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 685 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE25.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 685 Queen Street East",
  "title": "Notice of Intention to Designate - 685 Queen Street East ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
