{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "55 St Edmunds Drive Toronto Ontario",
      "latitudeCoordinate": "43.7239584456",
      "longitudeCoordinate": "-79.400322571",
      "province": "Ontario",
      "streetAddress": "55 St Edmunds Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 55 St. Edmunds Drive",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2398"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "fax": "416-395-7337",
    "locationName": "North York Civic Centre",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1627444800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 55 St. Edmunds Drive under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property located at 55 St. Edmunds Drive is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>Located at the northeast corner of St. Edmunds Drive and Lympstone Avenue, the property at 55 St. Edmunds Drive contains a two and a half storey residential house form building built in 1926 and designed in the Tudor Revival style by the architect William Breden Galbraith for Albert R. Greene. The stone and stucco clad building is part of the Lawrence Park neighbourhood, a 20th century subdivision developed as a Garden Suburb by the developer Wilfrid Servington Dinnick and which contains a significant collection of houses designed by leading early to mid-20th century architects in Toronto which ascribe to the principles of the Garden Suburb movement.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>55 St. Edmunds Drive is valued as a fine and representative example of a house designed in the Tudor Revival style, one of the handful of period revival styles that were popularized through the first half of the 20th century, especially within Garden Suburb neighbourhoods. Loosely based on early English building traditions, the style freely combined elements of Tudor, Medieval and Renaissance architecture, with significant variations informed by geography, context, period of construction and the builder. The house at 55 St. Edmunds Drive features architectural elements indicative of this popular period revival style; the primary fa&ccedil;ade fronting Lympstone Avenue is defined by two prominent sweeping gables, and is clad in stucco with stone detailing on the first floor and a tile roof. A wide variety of window openings - including bay, arched, flat headed and Palladian - add to the eclectic design and visual interest of the house's west and south facades, while fine detailing - including the brick corbels supporting brackets along the eaves lines, and the terra cotta finials &ndash; contribute to its design value. The house retains a high degree of integrity, maintaining original features and with minimal exterior alterations since its period of construction.</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The house at 55 St. Edmunds Drive is reflective of the work of the architect William Breden Galbraith, a prolific and self-trained Toronto-based architect who was known for designing houses throughout the city's growing residential suburbs, including Lawrence Park, Forest Hill, Rosedale and Moore Park. Galbraith's architectural designs spanned a variety of Period Revival styles popular through the 1910s and 1920s, including Tudor Revival. Galbraith is known to have designed at least five other houses within Lawrence Park, a number of which featured the sloping rooflines and stone and stucco detailing seen at 55 St. Edmunds Drive and emblematic of the Tudor Revival style. The house at 55 St. Edmunds Drive was featured by Galbraith in his series of articles published in the Toronto weekly newspaper Saturday Night, and was later included in his 1930 publication A Canadian Home Plan Book (no. 1601).</p>\n<p>The property at 55 St. Edmunds Drive is valued for its association with the Lawrence Park neighbourhood, a planned Garden Suburb originally marketed as the Lawrence Park Estates by the developer Wilfrid Servington Dinnick and laid out by the British engineer Walter S. Brooke with architectural plans by Chadwick &amp; Beckett and landscape design by Dunnington-Grubb. Built during the second major period of construction within the area - occurring between the end of the First World War and the Great Depression - 55 St. Edmunds Drive contributes to an understanding of the development and growth of the Lawrence Park neighbourhood, and reflects many of the features and aspects associated with the original plans for the area, and the principles of the Garden Suburb movement.</p>\n<p>Contextually, the property at 55 St. Edmunds Drive is important in maintaining and supporting&nbsp;the character of the Lawrence Park neighbourhood as a designed Garden Suburb. The house is significantly setback from St. Edmunds Drive, with houses to the north gradually decreased in their setbacks in response to the curve of the street as it follows the contours of Lawrence Park. Designed in the Tudor Revival style - one of the Period Revival styles popular within the area - it contributes to an established and well recognized sense of place. Together with the house on the adjacent property located at the southeast corner of St. Edmunds Drive and Lympstone Avenue, the property at 55 St. Edmunds Drive serves as an important marker and informal gateway for those entering the neighbourhood from Yonge Street on Lympstone Avenue. The property at 55 St. Edmunds Drive is historically and visually linked to its surroundings, situated within the park-like setting of Lawrence Park defined by houses and gardens that fit harmoniously into the landscape.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the design value of the property at 55 St. Edmunds Drive as representative of the Tudor Revival architectural style include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the 2.5 storey detached house-form building</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The sweeping double gabled roofline punctuated with a cross gable roof and dormer windows</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The symmetrical arrangement of the principal (south) fa&ccedil;ade, with a central entrance bay bounded by bay windows on the first floor, rectangular asymmetrical windows on the second floor and an integrated garage</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The asymmetrical and eclectic west fa&ccedil;ade, with a variety of window openings overlooking the large lawn and Lawrence Park to the west</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials with stucco and stone cladding, wood and metal details, and tile roof</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 55 St. Edmunds Drive as maintaining and supporting the character of the Lawrence Park neighbourhood, and as being historically and visually linked to its surroundings include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the building on the northeast corner of St. Edmunds Drive and Lympstone Avenue</p>\n<p>Note: the carport on the east fa&ccedil;ade is not identified as a heritage attribute.</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of July 28, 2021 which is August 27, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>Further information in respect of the <a title=\"2021.NY25.21 - Inclusion on the City of Toronto's Heritage Register - 55 St Edmunds Drive\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.NY25.21\" target=\"_blank\" rel=\"noopener\">Notice of Intention to Designate the Property</a> is available from the City of Toronto</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2551,
  "otherReferenceList": [
    {
      "description": "2021.NY25.21 - Inclusion on the City of Toronto's Heritage Register - 55 St Edmunds Drive",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.NY25.21"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 55 Edmunds Drive, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 55 St. Edmunds Drive ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
