{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2 Valleyanna Drive Toronto Ontario",
      "latitudeCoordinate": "43.7247311539",
      "longitudeCoordinate": "-79.3794752689",
      "postalCode": "M4N 1J8",
      "province": "Ontario",
      "streetAddress": "2 Valleyanna Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2 Valleyanna Drive",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2458"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1628654400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 2 Valleyanna Drive under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2 Valleyanna Drive is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 2 Valleyanna Drive is located at the northeast corner of Bayview Avenue and Valleyanna Drive. It is located in the historic Township of York, which later became the Municipality of the Township of North York, on land that was originally surveyed as Concession II east of Yonge, Lot 4. In the 1930s, the first concession road east of Yonge Street was renamed Bayview Avenue.</p>\n<p>2 Valleyanna Drive is comprised of a two-storey, L-shaped building. It is set behind a low, stone wall fronting Bayview Avenue, with a continuous row of Siberian elm trees that line the property to the north. The rectangular-shaped portion of the property fronting Bayview Avenue to the west was constructed from 1920-21 for Dr Herbert Alexander Bruce to serve as the visual and physical entryway to his 100-acre estate \"Annandale.\" The gatehouse was designed by the prolific Toronto architect Eden Smith. In 1930, the property name was changed from \"Annandale\" to \"Uplands\" by Alfred Rogers and his wife, Winifrede M. Rogers, who owned the property.</p>\n<p>In 1956-7, after the Annandale estate house was demolished, the gatehouse property, then called \"Uplands,\" was sold to Frederick E. Fletcher and his wife, Barbara Jean Fletcher. The gatehouse was converted for residential use and was given the address of 2 Valleyanna Drive after Valleyanna Drive was created. The adaptive reuse involved conceptually re-orienting the converted gatehouse to the quieter residential street of Valleyanna Drive by filling in the original carriageway and introducing the front entrance on the east elevation. It also involved conducting interior alterations and adding the octagonal dining room wing at the northeast end of the property, which created its present L-shape plan.</p>\n<p>2 Valleyanna Drive was listed on the City of Toronto's Heritage Register on September 27, 2006.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 2 Valleyanna Drive is valued as representative example of a gatehouse building type that is fashioned in the Arts and Crafts and Tudor Revival styles. Gatehouses were commonly erected on the site of twentieth century country estates at the edge of the property to serve as the visual and functional entryway to the grounds. Representative of this building typology in the west elevation are the archway below the jerkinhead roof, which originally served as the carriageway, the flanking flat-headed windows and those below the roof dormer, which were meant to provide interior lighting, and the ornamental gateposts with spherical finials connecting to low, stone walls that surround the property on Bayview Avenue. Also indicative of the property's typology in the east elevation are the flat-headed windows with stone lintels and sills and the original two, garage bay openings in the first-storey that presently contain sliding glass doors.</p>\n<p>At 2 Valleyanna Drive, the Arts and Crafts style is evident in the restrained decoration at the west elevation and the asymmetrical design, which illustrates the guiding principle of the style pertaining to function-over-ornamentation. The style can also be seen in the uniform stone masonry, the low terracotta roof, where the only ornamentation is the flat-headed dormer window, the jerkinhead roof over the original carriageway and the general varying roofline, and the prominent chimney.</p>\n<p>In the east elevation, which would have originally faced the interior grounds of the Annandale estate, additional ornamentation is applied in the Tudor Revival style. This includes the turret at the southeast corner, which is ornamented with a strip of horizontal stone banding, the second-storey projecting window above the central entryway and below the roof gable, the ornamental half-timbering, and the materials, including stone, stucco, and wood.</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property at 2 Valleyanna is valued for its association with its original owner,</p>\n<p>Dr Herbert Alexander Bruce, a well-known figure in Canadian elite circles. Bruce founded the Wellesley Hospital in Toronto, was the Inspector-General of the Canadian Medical Services during WWI, was the Lieutenant Governor of Ontario from 1932-37, and served as a Conservative Member of Parliament for Parkdale, Toronto from 1940-46. Bruce was known as being a champion of cancer care in the 1920s, social housing in the 1930s, better health care for the military and veterans, and the introduction of contributory health insurance in the 1940s.</p>\n<p>The property at 2 Valleyanna Drive is valued for its association with Alfred Rogers, heir to the Elias Rogers Coal Company, which was known for having some of the largest and most improved coal handling facilities in all of Canada during the late-nineteenth century.[1] He and his wife owned 2 Valleyanna Drive from 1930 and changed its name from \"Annandale\" to \"Uplands,\" which is reflected on the nameplate in the west elevation.</p>\n<p>The subject property has value for its potential to yield information about the presence of the historic 100-acre Annandale estate, which was once located to the east of the gatehouse prior to the creation of Valleyanna Drive in 1956-57. The grounds of this estate characterized the east side of Bayview Avenue, south of Lawrence, across from Dawlish Avenue for several decades, with 2 Valleyanna continuing to reference this original connection.</p>\n<p>The property at 2 Valleyanna Drive is valued for its association with the prolific Toronto architect, Eden Smith. With a portfolio amounting to several hundred residential, institutional, ecclesiastical, and commercial commissions, Smith was particularly active in Toronto from the late-nineteenth century and into the first two decades of the twentieth century. Known particularly for his innumerable residential projects in the Arts and Crafts style, Smith was engaged by Bruce to design his country estate at Annandale, which included the original estate house (demolished in 1956-57) and gatehouse at 2 Valleyanna Drive. With his career winding down by the early-1920s, his designs for the Annandale properties appear to be amongst his last projects prior to retiring.</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 2 Valleyanna Drive is important in defining, maintaining, and supporting the historic character of the 100-acre tract of land originally known as Concession II, Lot 4 in the Township of York. In the 1920s, it contained a private road leading from Bayview Avenue to the private estate grounds at Annandale, with the gatehouse serving as the visual and functional entryway on Bayview Avenue. The relationship of the property to its setting is demonstrated by its placement, setback and orientation on the east side of Bayview Avenue where the private road was originally located, where it now holds a prominent position at the entrance of Valleyanna Drive.</p>\n<p>The property at 2 Valleyanna Drive is physically, functionally, visually and historically linked to its surroundings, where it anchors the northeast corner of Bayview Avenue and Valleyanna Drive. With its two-storey scale, massing, and the rectangular-form of the original gatehouse that was oriented to respond to the north-south positioning of Bayview Avenue, the property continues to convey its historic link to the tract of land originally known as the Annandale estate.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2 Valleyanna Drive as being representative example of a gatehouse building type:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the flat-headed windows, with stone lintels and sills, in the east and west elevations</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the round-headed archway in the west elevation, which originally served as the carriageway</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the low, stonewalls flanking the west elevation on Bayview Avenue and side (south) elevation at the corner of Bayview Avenue and Valleyanna Drive, which are punctuated by gateposts with spherical finials on either side</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the original two, garage bay openings in the first-storey of the east elevation</p>\n<p>Attributes that contribute to the value of the west elevation of the property at 2 Valleyanna Drive as being representative of the Arts and Crafts style:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the stone masonry</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the low terracotta roof with varying rooflines</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the flat-headed dormer window at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the jerkinhead roof over the original carriageway</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the chimney</p>\n<p>Attributes that contribute to the value of the east elevation of the property at 2 Valleyanna Drive as being representative of the Tudor Revival style:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the stone turret at the southeast corner with a strip of horizontal stone banding</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the second-storey projecting window above the central entryway and below the roof gable</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the ornamental half-timbering in the original portion of the gatehouse</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the materials, including stone, stucco, and wood</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the stone \"Uplands\" nameplate in the west elevation below the flat-headed window to the left of the original carriageway</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2 Valleyanna Drive as being important in defining, maintaining, and supporting the historic character of the 100-acre tract of land originally known as Concession II, Lot 4 in the Township of York:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the placement, setback and orientation on the east side of Bayview Avenue at the entrance of Valleyanna Drive, where it now holds a prominent position at the entrance of the street.</p>\n<p>Attributes that contribute to the value of the property at 2 Valleyanna Drive as being physically, functionally, visually and historically linked to its surroundings, where it anchors the northeast corner of Bayview Avenue and Valleyanna Drive:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the two-storey scale, massing, and the rectangular-form of the original gatehouse that was oriented to respond to the north-south positioning of Bayview Avenue</p>\n<p><strong>Note:</strong></p>\n<p>The west elevation facing Bayview Avenue was the principal elevation of the Annandale gatehouse when the building designed by Eden Smith was constructed in 1920-21.</p>\n<p>The octagonal dining room wing in the east elevation was a 1950s addition and was not designed by Eden Smith. It is not being identified as a heritage attribute in this report.</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of August 11, 2021, which is September 10, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>[1]Jamie Bradburn, \"Historicist: An Illustrated Business Quartet, Torontoist (January 23, 2010), https://torontoist.com/2010/01/historicist_a_business_quartet/&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2611,
  "otherReferenceList": [
    {
      "description": "2021.NY25.20 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 2 Valleyanna Drive",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.NY25.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 2 Valleyanna Drive, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 2 Valleyanna Drive ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
