{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "BU35.xx - SWMS 2022 Public Notice - corrected",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2600"
    },
    {
      "description": "Appendix A - SWMS 2022 Chapter 441 User Fees",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2602"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Budget Committee",
  "eventList": [],
  "noticeDate": 1635912000000,
  "noticeDescription": "<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a By-law amending the City of Toronto Municipal Code Chapter 441 - Fees and Charges; and any other Municipal Code Chapters as may be required to give effect to the following as of January 1, 2022:</p>\n<ul>\n<li>3.0% rate increase to properties that receive Multi-Residential Front End Container and Multi-Residential Curbside collection services;</li>\n<li>3.0% rate increase to all Single Family Residential and Residential Units Above Commercial (RUAC) properties;</li>\n<li>3.0% increase in transfer station Tipping Fees except for a $0.85 per load fee increase for Small Paid Waste Loads - Each Load Up To 100 Kilograms for transfer station customers; and</li>\n<li>3.0% increase to all other Solid Waste rates and fees currently in Schedule 1 of Appendix \"A\" of Chapter 441 except for a $2.00 per tonne fee decrease to Waste Loading Services for transfer station customers.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Recommended Solid Waste Management Services 2022 rates and fee: <a href=\"http://www.toronto.ca/legdocs/municode/1184_441-a.pdf\">http://www.toronto.ca/legdocs/municode/1184_441-a.pdf</a> as amended in Appendix A of this Notice.</p>\n<p>Appendix A available at: <a href=\"http://www.toronto.ca/legdocs/mmis/2021/bu/bgrd/backgroundfile-172806.pdf\">http://www.toronto.ca/legdocs/mmis/2021/bu/bgrd/backgroundfile-172806.pdf</a> This includes the key changes in the recommended 2022 Rates and Fees.</p>\n<p>The particulars of the proposed Solid Waste Management Services Rates and Fees are set out in the report to the Budget Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Solid Waste Management Services entitled \"2022 Rate Supported Budgets &ndash; Solid Waste Management Services and Recommended 2022 Solid Waste Rates and Fees\", (the \"<a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.BU35.3\">Report</a>\").</p>\n<p>Residents can register to make a deputation at the public meeting on November 19, 2021.</p>\n<p>Date: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Friday, November 19, 2021</p>\n<p>Time: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9:30 a.m.</p>\n<p>Location: &nbsp;&nbsp;&nbsp;&nbsp; Video Conference</p>\n<p>&nbsp;</p>\n<p>Register to speak at the Budget Committee meeting</p>\n<p>To speak at the Budget Committee meeting on Friday, November 19, 2021 please email <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or call 416-392-4666 no later than 4:30 p.m., Thursday, November 18, 2021. Public Speakers on the item will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>Individuals may only make one presentation. Public speakers will be provided with contact information to speak to the Budget Committee. The meeting will be streamed live online at <a href=\"youtube.com/TorontoCityCouncilLive\">youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p>Send your comments to the Budget Committee:</p>\n<p>Attention: Budget Committee</p>\n<p>Email: <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> &nbsp;</p>\n<p>Mail: Toronto City Hall, 100 Queen St. W., 10 West Toronto, ON M5H 2N2</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Budget Committee will make its final recommendations on November 19, 2021, which will be forwarded for consideration by the Executive Committee at its meeting on December 7, 2021 and then to City Council at its meeting on December 15 and 16, 2021.</p>\n<p>The adopted fees will be implemented through a By-law that will amend the Municipal Code, if necessary.</p>\n<p>While the Report sets out the recommended rates and fee increases, the appropriate Committee may change these recommendations.</p>\n<p>Further, Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report, changes to rates and fees for which no change is recommended, and may adopt additional new rates or fees.</p>\n<p>For further information on Solid Waste Rates included in the 2022 Recommended Operating Budget for the Solid Waste Management Services, please contact John Oswald, Manager, Financial Planning &amp; Business Analysis, Solid Waste Management Services, Tel: (416) 392-4226, E-Mail: <a href=\"mailto:John.Oswald@toronto.ca\">John.Oswald@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>To obtain at no cost, or to view a copy of the Rate Report, please visit: <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.BU35.3\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.BU35.3</a></p>\n<p>&nbsp;</p>\n<p>Further information:</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>Notice to people writing to, communicating with or making presentations to Budget Committee:</p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, emails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>The City videotapes committee and community council meetings. If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the video tapes available to the public.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-4666.</p>\n<p>Closed Meeting Requirements: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2772,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code - Chapter 441, Fees and Charges - Appendix A - Schedule 1, Solid Waste Management Services",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441-a.pdf"
    },
    {
      "description": "BU35.3 - 2022 Rate Supported Budgets - Solid Waste Management Services and Recommended 2022 Solid Waste Rates and Fees",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.BU35.3"
    },
    {
      "description": "BU35.3 - Staff Report",
      "url": "http://www.toronto.ca/legdocs/mmis/2021/bu/bgrd/backgroundfile-172806.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "2022 Rate Supported Budgets – Solid Waste Management Services and Recommended 2022 Solid Waste Rates and Fees ",
  "topics": [
    "Financial > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png"
  ]
}
