{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Toronto Parking Authority - 2022 Recommended Operating Budget, 2022 Recommended Capital Budget and 2023 - 2031 Recommended Capital Plan",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2579"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Budget Committee",
  "eventList": [],
  "noticeDate": 1635912000000,
  "noticeDescription": "<p>Notice is hereby given that Toronto City Council will be considering the Toronto Parking Authority &ndash; 2022 Recommended Operating Budget, and the 2022 Recommended Capital Budget and 2023 - 2031 Recommended Capital Plan.</p>\n<p>&nbsp;</p>\n<p>No specific rate increases are being recommended at this time, however, the appropriate Committee may change this recommendation and Toronto City Council may adopt rates that differ from the recommendation, including rates that are higher or lower, and may adopt new rates.</p>\n<p>&nbsp;</p>\n<p>The Budget Committee will hear public deputations from any person, or their counsel, agent or solicitor, who wishes to speak to the matter at the following meeting:</p>\n<p>&nbsp;</p>\n<p>Date: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Friday, November 19, 2021</p>\n<p>Time: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9:30 a.m.</p>\n<p>Location: &nbsp;&nbsp;&nbsp; Video Conference</p>\n<p>&nbsp;</p>\n<p>To speak at the Budget Committee meeting on Friday, November 19, 2021 please email <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or call 416-392-4666 no later than 4:30 p.m., Thursday, November 18, 2021. Public Speakers on the item will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Written comments may be submitted to the Budget Committee, by email <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or by mail addressed to:</p>\n<p>&nbsp;</p>\n<p>Budget Committee</p>\n<p>Toronto City Hall</p>\n<p>100 Queen Street West, 10th Floor, West Tower</p>\n<p>Toronto, ON M5H 2N2</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Budget Committee will make its final recommendations on Friday, November 19, 2021 which will be forwarded for consideration by the Executive Committee at its meeting on December 7, 2021, and then to City Council at its meeting on December 15 and 16, 2021.</p>\n<p>&nbsp;</p>\n<p>While the 2022 Toronto Parking Authority Recommended Operating Budget does not recommend changes to the current rate of $4.62, the appropriate Committee may change this recommendation and Toronto City Council may adopt rates that differ from the recommendation, including rates that are higher or lower, and may adopt new rates.</p>\n<p>&nbsp;</p>\n<p>For further information on parking rates included in the 2022 Recommended Operating Budget for the Toronto Parking Authority, please contact David Troian, Manager, Financial Planning, Tel: (416) 416-392-7896, E-Mail: <a href=\"mailto:david.troian@toronto.ca\">david.troian@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>To obtain at no cost, or to view a copy of the 2022 Toronto Parking Authority - 2022 Recommended Operating Budget, please visit <a href=\"http://www.toronto.ca/council\">www.toronto.ca/council</a>.</p>\n<p>&nbsp;</p>\n<p>Further information:</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>Notice to people writing to, communicating with or making presentations to Budget Committee:</p>\n<p>&nbsp;</p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-4666.</p>\n<p>&nbsp;</p>\n<p>Closed Meeting Requirements: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2773,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": " 2022 Toronto Parking Authority Rates Toronto Municipal Code, Chapter 441, Fees and Charges",
  "title": "Toronto Parking Authority - 2022 Recommended Operating Budget, 2022 Recommended Capital Budget and 2023 - 2031 Recommended Capital Plan",
  "topics": [
    "Financial > Intention to adopt a budget"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png"
  ]
}
