{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "22 Lytton Boulevard Toronto Ontario",
      "latitudeCoordinate": "43.716303897",
      "longitudeCoordinate": "-79.402101782",
      "postalCode": "M4R 1L1",
      "province": "Ontario",
      "streetAddress": "22 Lytton Boulevard"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 22 Lytton Boulevard",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2541"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 22 Lytton Boulevard under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property located at 22 Lytton Boulevard is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located on the north side of Lytton Boulevard between Yonge Street and Duplex Avenue, the property at 22 Lytton Boulevard (The Goodwin House) is valued as a unique and representative example of the Tudor Revival style with Craftsman elements within the Lytton Park neighbourhood. The property was part of an early subdivision within the area, called Alexandra Gardens, and was one of the first houses to be constructed following the registration of the plan for subdivision in 1910. Alexandra Gardens was registered and sold by the financier Edward Bentley Stockdale through the Trusts and Guarantees Company, for which he served as General Manager. Alexandra Gardens was a popular and highly-desirable subdivision comprising Lytton, Alexandra and Strathallan Boulevards, and was primarily developed between 1910 and the onset of World War II. Within Alexandra Gardens and Lytton Park, 22 Lytton Boulevard stands out as a unique and early Tudor Revival style house, with a form, massing and detailing that is distinct within the neighbourhood.</p>\n<p>&nbsp;</p>\n<p>Design and Physical Value</p>\n<p>Designed in the Tudor Revival style, the house at 22 Lytton Boulevard retains architectural elements indicative of this popular period revival style. The principal (south) fa&ccedil;ade of 22 Lytton Boulevard is slightly asymmetrical, comprised of two gabled bays, one larger than the other, flanking a central entrance covered by a gabled portico. The two gables both feature applied false half-timbering and wide bargeboards, with exposed rafters extending from the primary gabled roof protruding below. The house retains a high degree of integrity, maintaining original features and with minimal exterior alterations since its period of construction.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Historical and Associative Value</p>\n<p>The property at 22 Lytton Boulevard is associated with the photographer and amateur ornithologist Janet Goodwin, who lived at the house from c.1948 to c.1973. Born in Toronto in 1900 and raised in The Annex neighbourhood, Janet married John Goodwin, and the couple acquired the house from John's father, Edward, in 1948. Janet Goodwin was a celebrated nature photographer in Toronto and internationally, receiving critical acclaim and awards for her work. She was a founding member, in 1947, of the Toronto Guild for Colour Photography, and ran the Guild's popular \"Nature\" workshops out of her house at 22 Lytton Boulevard. In 1952 she was a founding member of the Margaret Nice Ornithological Club, established in protest to the gender-based exclusionary policies of the Toronto Ornithological Club, and which provided women ornithologists a place to explore and make significant contributions to the field and wildlife conservation. Janet sold the house in 1973, following the passing of her husband John, concluding 50 years of the Goodwin family's ownership of the property.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>The property at 22 Lytton Boulevard is important in maintaining and supporting the context of the Lytton Park neighbourhood as an early to mid-20th century streetcar and automobile suburb, and defines and supports the context of the Alexandra Gardens subdivision (comprising Lytton and Alexandra Boulevards). The house is situated on a large lot and setback from Lytton Boulevard, reflecting the original lot pattern and organization of the street. The property at 22 Lytton Boulevard contributes to a sense of place within the Lytton Park neighbourhood, and is valued by the local community as a significant part of the area's history and present-day context.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>&nbsp;</p>\n<p>Design and Physical Value</p>\n<p>Attributes that contribute to the design and physical value of the property at 22 Lytton Boulevard as representative of the Tudor Revival style include:</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2 storey detached house-form building</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The slightly asymmetrical principal (south) fa&ccedil;ade, with two gabled bays, one larger than the other, flanking a central entrance with gabled portico</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The applied false half-timbering feature within the gabled bays on the principal fa&ccedil;ade and the exposed rafters</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two side (east and west) facades as visible from the public realm, including the half-timbering within the gable roof ends and exposed rafters</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three brick chimneys extending above the roofline</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window openings on the principal and west facades, with elliptical openings on the first floor and flat headed openings on the second, and with leaded glass transom windows</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials with brick cladding and wood detailing</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the contextual value of the property at 22 Lytton Boulevard as maintaining and supporting the character of the Lytton Park neighbourhood and Alexandra Gardens subdivision, and as being physically, visually and historically linked to its surroundings include:</p>\n<p>&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the north side of Lytton Boulevard between Yonge Street and Duplex Avenue</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2713,
  "otherReferenceList": [
    {
      "description": "PH26.9 - 22 Lytton Boulevard - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH26.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 22 Lytton Boulevard",
  "title": "Notice of Intention to Designate – 22 Lytton Boulevard",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
