{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "250 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.650422051",
      "longitudeCoordinate": "-79.3870218498",
      "postalCode": "M5H 3E5",
      "province": "Ontario",
      "streetAddress": "250 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention to Designate - 250 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2647"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto Preservation Board",
  "eventList": [],
  "noticeDate": 1637211600000,
  "noticeDescription": "<p>IN THE MATTER OF THE ONTARIO HERITAGE ACT</p>\n<p>R.S.O. 1990, CHAPTER O.18 AND</p>\n<p>CITY OF TORONTO, PROVINCE OF ONTARIO</p>\n<p>250 UNIVERSITY AVENUE</p>\n<p>&nbsp;</p>\n<p>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 250 University Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 250 University Avenue is worth of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative and contextual values</p>\n<p>Description</p>\n<p>Located on the southwest corner of University Avenue and Queen Street West, the property at 250 University Avenue known as the Bank of Canada Building contains an eight storey plus penthouse office building constructed between 1955 and 1958, designed in the Neo-Georgian architectural style by the architectural firm of Marani &amp; Morris. Built as the Toronto Agency offices for the Bank of Canada and housing additional space for lease, the granite-clad building with fine detailing is situated prominently on University Avenue and contributes to the ceremonial boulevard's present-day character and formal landscape.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>The Bank of Canada Building at 250 University Avenue has design and physical value as an excellent representative example of a mid-20th century office building, designed in the Neo-Georgian architectural style. The scale, form and massing of the building is emblematic of this building type, occupying a full city block and commanding a strong presence on the southwest corner of University Avenue and Queen Street West. The building's Neo-Georgian architectural style is evident in the tripartite arrangement of the primary (east) fa&ccedil;ade, the two side facades, and the restrained yet high-quality materiality of the building's cladding. The building's design and physical value is also related to its high degree of craftsmanship and artistic merit, exhibited through the purposeful integration of art both on the exterior and within the interior lobby, with works commissioned from and executed by leading 20th century artists including Cleeve Horne, Louis Temporale, Alexander Scott Carter, Stanley Arculus and Alan Caswell Collier. The building is also reflective of the design intent of the University Avenue by-law, which sought to establish a consistent streetscape and a high level of architectural design along this ceremonial route.</p>\n<p>Historical and Associative Value</p>\n<p>The historical and associative value of the Bank of Canada Building is apparent through its direct associations with the Bank of Canada is a significant institution within the history of the Canada and which has contributed significantly to the growth and development of Canada's economy through the 20th century. The building retains features that reflect its association with the Bank of Canada, including the federal coat of arms above the primary entrance, and is a significant property that speaks to the presence of the institution within Toronto.</p>\n<p>The Bank of Canada Building is reflective of the work of the architectural firm Marani &amp; Morris, one of Toronto's leading 20th century modern architectural practices. Comprised of a partnership between Ferdinand Herbert Marani and Robert Schofield Morris, the firm was a leading proponent of conservative modernism in the mid-20th century, responsible for numerous high quality projects for institutional and corporate clients. The Bank of Canada Building is emblematic of the firm's high quality work, with a decidedly modern massing and form that remains steeped in the principles of classicism and an honesty of materials. The opening of the Bank of Canada Building coincided with Robert Morris receiving the Gold Medal from the Royal Institute of British Architects in 1958, and shortly before the promotion of Marvin Francis Allan to partner in 1959. The firm continues to practice today as RDHA.</p>\n<p>Contextual Value</p>\n<p>Contextually, the Bank of Canada Building at 250 University Avenue maintains and supports the character of the University Avenue Precinct, one of Toronto's major streets and a significant ceremonial avenue that is home to a collection of significant buildings associated with important institutions in Toronto's history and constructed during the 20th century. The Bank of Canada Building is historically and visually linked with its surroundings, including the Confederation Life Building which was designed in accordance with the University Avenue by-law, and the Superior Court of Justice (formerly the Metropolitan Toronto Courthouse) , which was a commission of Marani, Morris and Allan. It is also linked to the modernist design of University Avenue, which was completed between 1960 and 1962 to the designs of Dunnington-Grubb &amp; Stensson. The building also contributes to the landmark intersection of University Avenue and Queen Street West, and is one of the four significant buildings at that intersection which reflect the history and evolution of the area from the Town of York through to the present-day.</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>Attributes that contribute to the value of the property at 250 University Avenue as representative of the Neo-Georgian architectural style include:</p>\n<ul>\n<li>The scale, form and massing of the eight storey plus penthouse office building, situated on the southwest corner of University Avenue and Queen Street West and occupying the full block</li>\n<li>The symmetrical tripartite organization of the principal (east) fa&ccedil;ade, comprised of a distinct base, shaft and capital and which features a prominent central frontispiece on the ground floor</li>\n<li>The shared design of the two side (north and south) facades, which are articulated by granite pilasters Scotstown granite spandrels</li>\n<li>The two entrances on the north fa&ccedil;ade, with their steel security grills.</li>\n<li>The rear (west) fa&ccedil;ade, which continues the regular fenestration of the principal (east) fa&ccedil;ade</li>\n<li>The setback of the principal (east) fa&ccedil;ade from the sidewalk, which is defined by low granite planters running the length of the building on either side of the central frontispiece</li>\n<li>The use of granite cladding, primarily Stanstead and Scotstown</li>\n<li>The metal railings on either side of the front entrance and that enclose the eight floor viewing decks on the east and west fa&ccedil;ade</li>\n<li>The regular rhythm of fenestration, comprised of rectangular window openings set within recessed granite window frames on the primary (east) and rear (west) facades, and protruding granite window frames on the side (north and south) facades</li>\n<li>The division of windows on all facades of the building into six panes, which is repeated in the division of the granite spandrel panels on the primary (east) fa&ccedil;ade and on the north and south facades</li>\n<li>The granite pilasters on the north and south fa&ccedil;ades</li>\n<li>The Scotstown granite spandrels on the primary (east) and side (north and south) facades</li>\n<li>The protruding Scotstown granite frontispiece</li>\n<li>The three sets of doors on the principal (east) fa&ccedil;ade, comprised of a central revolving door and two flanking double doors, with wooden handles, set behind metal frames with steel security grills</li>\n<li>The metal windows deeply inset within the frontispiece on the principal (east) facade</li>\n<li>The stylized metal street numbers on either side of the front doors</li>\n</ul>\n<p>Interior Attributes that contribute to the value of 250 University Avenue as representative of the Neo-Georgian architectural style include:</p>\n<ul>\n<li>The entrance lobby, accessed through three sets of doors on the primary (east) fa&ccedil;ade</li>\n<li>The metal door frames surrounding the three sets of entrance doors, with integrated air registers and set within beige marble surrounds</li>\n<li>The green terrazzo flooring</li>\n<li>The walnut panelling within the entrance lobby</li>\n<li>The elevator lobby, with beige marble walls and green terrazzo flooring</li>\n<li>The modernist clock integrated within the end wall of the elevator lobby</li>\n<li>The three sets of metal elevator doors, etched with a subtle diamond pattern</li>\n</ul>\n<p>Attributes that contribute to the value of the property at 250 University Avenue as demonstrative of a high degree of craftsmanship and artistic merit include:</p>\n<ul>\n<li>The carved Canadian coat of arms mounted above the front entrance designed by Alexander Scott Carter and carved by Louis Temporale</li>\n<li>The two bas-relief sculptures designed by Cleeve Horne and carved by Louis Temporale</li>\n<li>The triptych opposite from the entrance door painted by Alan Caswell Collier and depicting a representation of the Canadian landscape</li>\n<li>The gold leaf gesso heraldic shields of each province below a fine meander running the upper perimeter of the main lobby, prepared by Stanley Arculus</li>\n</ul>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the contextual value of 250 University Avenue as maintaining and supporting the character of the University Avenue precinct, and as being historically and visually linked to its surroundings include:</p>\n<ul>\n<li>The setback, placement and orientation of the building, with its primary entrance on University Avenue</li>\n</ul>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of November 18, 2021, which is December 20, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2836,
  "otherReferenceList": [
    {
      "description": "PH27.12 - 250 University Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH27.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 250 UNIVERSITY AVENUE",
  "title": "NOTICE OF INTENTION TO DESIGNATE THE PROPERTY - 250 UNIVERSITY AVENUE",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
