{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "141 Bathurst Street Toronto Ontario",
      "latitudeCoordinate": "43.6459472575",
      "longitudeCoordinate": "-79.4031701844",
      "postalCode": "M5V 2R2",
      "province": "Ontario",
      "streetAddress": "141 Bathurst Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 141 Bathurst Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2739"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 141 Bathurst Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 141 Bathurst Street, (entrance address 581 Richmond Street West) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 141 Bathurst Street is located near the south-east corner of Bathurst Street and Richmond Street West in the King-Spadina neighbourhood.&nbsp; A two-storey, brick-clad factory in the Industrial Classical style was constructed in 1900 for E. C. Walker and Sons Ltd., hat manufacturers, and extended between 1910 and 1913. Located in a rear yard behind the houses facing Richmond Street West (then known as Farley Avenue), the property was originally accessed through laneways and was known as 159-163 Farley Avenue and by 1913 as 587 Richmond Street West.&nbsp; The Walker property was extended, c.1949, with the purchase of the property at 141 Bathurst Street providing access from Bathurst Street. After 1954 the original 19th-century house at 141 Bathurst was demolished and replaced with a parking lot. E. C. Walker &amp; Sons Ltd. maintained the address at 587 Richmond Street West, referencing the address at 141 Bathurst Street as the company storeroom.</p>\n<p>&nbsp;</p>\n<p>The property is identified as a contributing property in the King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal. It was included on the City's Heritage Register in 2017.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>Constructed in 1900 with later extensions, the E. C. Walker &amp; Sons Ltd. hat factory at 141 Bathurst Street has design value as a well-crafted example of the factory-warehouse type which emerged in Toronto in the late 19th and early 20th centuries. The Walker family factory exhibits the characteristic features of the type in the long, narrow, flat-roofed two-storey volumes forming an L-shape around the rear single-storey wing. The facades with their long, rectangular windows, arranged in pairs between half-pilasters, are expressive of the internal post-and-beam factory structure.&nbsp; The regular bays of the half-pilasters and the principal entry with its broad elliptical arch, glazed fanlight and sidelights (currently without glazing) represent elements of Georgian classicism which render the Walker factory a fine example of Industrial Classicism.&nbsp; The choice of buff brick cladding is shared with local landmarks including the adjacent St. Mary's church and school buildings constructed in the 1870s through the 1890s, the Joseph Mulvey house of 1869 and its adjoining, later, St. Mary's Arts and Letters Club of 1909 (now known as the Factory Theatre). In its setting, the Walker factory is distinctively atypical as it was constructed in a rear yard behind the houses facing Richmond and Bathurst Streets, benefitting from the laneway which lead to its principal west fa&ccedil;ade and maintaining access via an additional laneway to a rear service yard from Richmond Street.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 141 Bathurst Street has historical value for its association with E. C. Walker &amp; Sons Ltd. a family-based, hat-making company which originated in the late 1870s and endured until the 1960s.&nbsp; The business was rooted in the millinery and dress-making enterprise initiated by Sarah J. Walker c. 1875, and flourished as 'E. C. and S. J. Walker' in a shop on Queen Street West when her husband Edwin C. Walker, a cabinet-maker, joined her enterprise by 1889.&nbsp; In 1900, the Walkers purchased the property now known as 141 Bathurst Street and built the hat factory for E. C. Walker &amp; Sons Ltd., including their sons, Edwin E. and Homer H. Walker in the operations.&nbsp; When Sarah Walker closed her business on Queen Street in 1903, their son, Stanley Walker, took over the premises with his furrier company. E. C. Walker &amp; Sons Ltd. continued to operate as hat and cap makers and later as manufacturers of hat and bonnet frames and suppliers until they sold the premises in 1966.&nbsp; Through their 65 years of operation, E. C. Walker &amp; Sons Ltd. were part of the early transformation of the King-Spadina district from a residential and institutional neighbourhood to Toronto's premium manufacturing hub, acquiring its Fashion District moniker.&nbsp; Following the sale of the property in 1966, the factory continued to be used as a warehouse through the 1980s.&nbsp; By 1990, it was part of the renaissance of the King-Spadina neighbourhood through its adaptive re-use as artist and photographers studios, typesetter&rsquo;s shop and as office space including tenants such as the Toronto Arts Council and Artscape.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Constructed in 1900, the E. C. Walker &amp; Sons factory building is important as it maintains and supports the late 19th and early 20th-century industrial character of the King-Spadina neighbourhood through it low-rise scale, brick cladding and factory typology features combined with classical elements. Set back from the street, and viewed from both Richmond Street West and Bathurst Street, its unusual setting is indicative of the evolving history of the neighbourhood as industrial uses began to predominate in the former residential and institutional neighbourhood.</p>\n<p>&nbsp;</p>\n<p>For over 120 years, the E. C. Walker &amp; Sons factory building has been physically, functionally and historically linked to its surroundings, initially as a contributor to the City's manufacturing hub and emerging Fashion District and for the past 50 years as part of the regeneration of the King-Spadina neighbourhood as a vibrant commercial and cultural centre.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>E. C. Walker &amp; Sons Ltd. factory at 141 Bathurst Street as a representative of a well-crafted late-19th and early, 20th-century factory type:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its lot at the south-east corner of the intersection of Bathurst Street and Richmond Street West</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the flat-roofed, narrow, two-storey, L-shaped building with a single-storey rear extension</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The buff brick cladding</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrangement of the long rectangular window openings on the principal west fa&ccedil;ade, rear north fa&ccedil;ade and rear east fa&ccedil;ade in pairs between half buttresses</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The chimney on the east side of the main building</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>E. C. Walker &amp; Sons Ltd. factory at 141 Bathurst Street as a representative of the Industrial Classical style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal entry on the west fa&ccedil;ade, with its broad elliptical arch, fanlights and sidelights characteristic of Georgian style architecture&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The half pilasters which provide the classical ordering of traditional full-length pilasters or columns</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 141 Bathurst Street as it supports the late-19th and early, 20th-century character of the King-Spadina neighbourhood as characterized by low-rise, brick-clad factory buildings with period details:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the buff brick-clad, two-storey building with a flat roof and regularly spaced pairs of windows on its principal (west) facade</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Industrial Classical details as outlined above</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setting of the factory building in the centre of the block as an indication that it was originally constructed behind house-form buildings and historically accessed by two laneways from Richmond Street and as reflective of the transformation of the King-Spadina neighbourhood from a residential and institutional enclave to the City's industrial hub</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2972,
  "otherReferenceList": [
    {
      "description": "PH29.16 - 141 Bathurst Street and 579 Richmond Street West - Notice of Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO - 141 BATHURST STREET",
  "title": "Notice of Intention to Designate – 141 Bathurst Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
