{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "516 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6635429367",
      "longitudeCoordinate": "-79.3842313893",
      "postalCode": "M4Y 1X9",
      "province": "Ontario",
      "streetAddress": "516 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 516 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2742"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 516 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 516 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 516 Yonge Street (including the entrance address at 514 Yonge Street) is located on the west side of Yonge Street, in the block between Grosvenor and Breadalbane Streets. It contains a mixed-use/commercial brick building constructed c. 1876 and altered in 1924, which retains its original scale, form, and massing as a 2-1/2-storey building with a mansard roof, along with architectural details from the late 19th and early 20th centuries. Surrounding properties recognized on the Heritage Register include the commercial building at 480 Yonge Street (1864), the Yonge Street Fire Hall Clock Tower at 484 Yonge Street (1871), the Bank of Montreal Building at 496 Yonge Street (1887), and several late-19th-century commercial blocks to the north and south, including 502-508 Yonge Street (mid-1860s), 538-544 Yonge Street (circa 1873-74), 546-550 Yonge Street (circa 1885-86) and 527-535 Yonge Street (circa 1880s).</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto Heritage Register on March 10, 2016, and is identified as a contributing property in the Historic Yonge Street Heritage Conservation District, adopted by City Council in 2016 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Originally constructed as two shops circa 1876 and renovated in 1924, the property at 516 Yonge Street has cultural heritage value as a representative example of the fine-grained mixed-use/commercial building typology that emerged along Yonge Street, north of College Street, in the late-19th century and persisted until the mid-20th century. Although altered, the property is one of the earliest surviving buildings on the block between Grosvenor and Breadalbane Streets, and retains its original scale, form, and massing as a 2-1/2-storey building with a mansard roof, along with architectural details from the late 19th and early 20th centuries on its principal (east) elevation, including storefronts at grade (which have been altered), two bays of triple windows at the second storey, a projecting cornice/eaves above the second storey, and a mansard roof framed by end parapet firewalls and featuring two arched dormers inset with triple windows.</p>\n<p>&nbsp;</p>\n<p>Contextually, the commercial building at 516 Yonge Street is valued for its contribution to the character of Yonge Street, north of College Street, which is typified by the surviving mixed-use/commercial and public buildings that were erected here during the first wave of construction in the late 19th century. This character is typified by 3-storey heights, narrow building frontages, no setback from the street, flat or mansard roof profiles, brick construction with stone and wood detailing, storefronts at grade, and a variety of late-19th-century stylistic vocabularies, including Georgian, Italianate, Romanesque and Second Empire.</p>\n<p>&nbsp;</p>\n<p>The contextual value of the commercial building at 516 Yonge Street is also related to its historical and visual links to its surroundings on the west side of Yonge Street between Grosvenor and Breadalbane Streets.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 516 Yonge Street as a representative example of a mixed-use/commercial building typology from the late-19th/early-20th century:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2-1/2-storey building with the rectangular shaped plan and mansard roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal Yonge Street (east) elevation, which is organized into two bays above the storefronts on the ground (first) floor (the storefronts have been altered)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window openings on the east elevation, comprised of two bays of triple windows at the second floor, and arched dormers inset with triple windows at the third floor</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cornice above the second floor and parapet firewalls at the third floor, which frame the mansard roof</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 516 Yonge Street as part of a late-19th-century streetscape:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the west side of Yonge Street between Grosvenor and Breadalbane Streets</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2975,
  "otherReferenceList": [
    {
      "description": "PH29.18 - 516 and 526 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate – 516 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
