{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2365 Bayview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.732984367",
      "longitudeCoordinate": "-79.378896136",
      "postalCode": "M2L 1A2",
      "province": "Ontario",
      "streetAddress": "2365 Bayview Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 2365 Bayview Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2740"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 2365 Bayview Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2365 Bayview Avenue, the Frank P. Wood estate, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 2365 Bayview Avenue, originally known as the Frank P. Wood estate and now as the Crescent School, is one of a sequence of grand estates, constructed between 1909 and 1940, on the forested ravine above the western branch of the Don River, in the Bridle Path-Sunnybrook-York Mills neighbourhood.&nbsp; The 30-acre property was purchased in 1928 by Frank P. Wood, the financier, art collector and major benefactor of the Art Gallery of Toronto (now the Art Gallery of Ontario).&nbsp; Wood commissioned the New York firm of Delano &amp; Aldrich Architects who designed a meticulously-detailed Georgian Revival house set within a picturesque complex with a forecourt, service-garage building and second garage, clad in limestone and slate, with terraces, and formal gardens, perched on a ridge above the ravine landscape of the west branch of the Don River.&nbsp; A painting studio, designed as a log cabin by the architect Gordon Gibson and set on the slope of the ravine, was later commissioned by Emma Wood, Frank P. Wood's wife.&nbsp; On Wood's death in 1955 the estate was bequeathed to the Art Gallery of Toronto.&nbsp; It was purchased in 1967 by the Crescent School who have altered the interior of the original buildings, extending the second garage building and have added a number of large educational buildings, maintaining most of the original complex, setting and landscape features.&nbsp; The cluster of four columns set in the garden were relocated in 1970 from the previous location of the Crescent School, the Dentonia Park estate and the surrounding garden was refurbished in 2013 to mark the school's centennial.</p>\n<p>&nbsp;</p>\n<p>The property was originally listed on the North York Inventory of Heritage Properties in 1998 and following municipal amalgamation included on the City of Toronto's Heritage Register in 2006.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Constructed in 1930, the Frank P. Wood estate, at 2365 Bayview Avenue, has design value as a very fine representative of one of the Bayview estates constructed in the early 20th century and featuring a cluster of architect-designed buildings including a large main house and service-garage buildings whose architecture extended in designed, landscape features, such as the curvilinear drive leading to the forecourt, the terrace, lawns with formal plantings and log and stone cabin, all laid-out in response to the ridge and treed, ravine landscape of the west branch of the Don River.</p>\n<p>&nbsp;</p>\n<p>The main house, is an excellent representative of the Georgian Revival style, constructed in the early 20th-century, and has been deemed to be \"one of the finest Georgian Revival houses in Canada.\"[1]&nbsp; Characteristic elements of the style are present in the rectangular, two-and-a-half-storey volume with its gable roof, and symmetrical disposition of elements including the central entrances on its primary west and east elevations, flanked by double-hung sash windows or French doors, limestone cladding with quoin details, paired chimneys, and in a nod to the Georgian architecture of New England, a cupola, reinforcing the symmetry, of the slate roof. The octagonal second-storey window introduces an Art Deco element typical of the period in which the house is built, but which is sympathetic to the Georgian style in its symmetrical form which highlights the axial position of the main entrance and repeats the octagonal plan of the cupola above. The random-coursing of limestone cladding is another element which indicates the early 20th century period of the house.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The log cabin, commissioned by Emma Wood, the wife of Frank, as a day-time retreat and painting studio, has value as a representative of a log cabin type, with its single storey, gable-roofed form with a verandah, three walls of log cladding combined with a fourth wall of stone including the stone chimney.</p>\n<p>&nbsp;</p>\n<p>A high degree of craftsmanship is displayed in the detailing of the house including the limestone cladding with its quoins and precisely laid random coursing, main entrances, doors and door cases. The interiors of the house also display a high degree of craftsmanship in their door and window cases, fireplace surrounds, and in the wall panelling with dado, panels with picture lights and decorative cornices.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A high degree of artistic merit is displayed in the two service-garage buildings as their design responds to the main house in their use of the same materials, limestone and slate and differentiates them as subsidiary to the main house through their lower scale, hipped, instead of gabled roof form and on the south face of the service-garage building facing the forecourt, in its modest and more rural character and minimal architectural elements evident in the design of the windows and single roof dormer.&nbsp; Its large arched opening is indicative of its original function as a vehicular passage to the garages facing the service forecourt.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical and associative value as it was the home of Frank Porter Wood (1882-1955) a successful Toronto financier and philanthropist.&nbsp; An early and avid collector of European paintings, Wood was a major benefactor of the Art Gallery of Toronto (now known as the Art Gallery of Ontario) donating important works during his lifetime and on his death, works of global importance, the proceeds from the sale of his estate to fund the acquisition of art for the gallery.&nbsp; The gallery acknowledged his generous patronage with the creation of the Frank P. Wood Gallery.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property also has historic and associative value as it is one of the several large estates constructed along or adjacent to Bayview Avenue in the Bridle Path-Sunnybrook neighbourhood in the early 20th century.&nbsp; These estates, with their grand houses and out-buildings designed by leading architects which were responsive to the ravine landscapes of the west Don River represent a particular development in the newly incorporated Township of North York as it was undergoing transformation from its 19th century origins as vast tracts of farmland.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical and associative value with the Crescent School, which has owned the property since 1970.&nbsp; During the past 50 years the school has demonstrated their stewardship of the property's heritage through their adaptive re-use of the original residential estate buildings, including the main house, the garage-service building, the garage, the log cabin and the landscape features including the curvilinear drive, forecourt, service court and lawn.&nbsp; New educational buildings added to the property have been sympathetic to the original estate buildings in siting, form and materials.</p>\n<p>&nbsp;</p>\n<p>The Frank P. Wood estate was designed by the New York firm of Delano &amp; Aldrich Architects.&nbsp; The partnership of William Adams Delano (1874-1960) and Chester Holmes Aldrich (1871-1940) lasted from 1903-1940.&nbsp; Their work reflected their training at the Paris Ecole des Beaux Arts and internship at the influential New York firm of Carrere &amp; Hastings.&nbsp; They were particularly renowned for their country house designs for the U. S. east coast elite including the Vanderbilt, Astor, Rockefeller and Whitney families and for their Georgian Revival style, both of which are reflected at the Wood estate, their only known Toronto-based commission.</p>\n<p>&nbsp;</p>\n<p>Located on the east side of Bayview Avenue north of Lawrence Avenue in the Bridle Path-Sunnybrook neighbourhood, the property has contextual value as it defines and maintains the landscaped and treed, ravine setting of the west branch of the Don River and the original Frank P Wood estate, one of the original country estates which have been characteristic of this part of North York since its incorporation.&nbsp; As with many of the surrounding former private estates, the Wood estate is characteristic as it has been adaptively re-used for institutional purposes, in this case for the Crescent School, resulting in the addition of new buildings and modification to the original landscaped setting.&nbsp; Constructed in 1930, the Frank P. Wood estate is physically and historically linked to its surroundings representing that \"brief period of about thirty years, from 1925-1955, the Bayview area was a delightful pastoral suburb on the edge of a burgeoning city.\"&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the value of the Frank P. Wood estate at 2365 Bayview Avenue as a representative of an early 20th-century country house estate type typical of the Bayview Avenue estates:&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the main house, its service-garage building, secondary garage building, forecourt and service court which are placed in alignment with the ridge, on its crest and with views to the surrounding ravine valleys&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The view of the house from Bayview Avenue along the driveway</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The approach to the house from Bayview Avenue via a long curvilinear driveway which terminates at the entry forecourt, surrounded by low walls on the south and west, the main house on the east and service-garage building on the north</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The secondary driveway which deviates from the main drive to proceed to the service court which is flanked to the south by the service-garage building and to the north by the secondary garage building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The terrace surrounding the house on the north, east and south elevations, now modified and extended but still maintaining the change in level and steps down to the east and the designed open space of the formal, rectangular-shaped lawn and the open area to the north</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arc of four columns supporting an entablature at the end of the lawn, formerly at the Dentonia Park estate and relocated by the Crescent School</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale form and massing of the two-and-a-half storey, rectangular, main house with its gable roof, pair of chimneys and cupola and the two-storey-hipped roof, service-garage building and one-and-a-half storey hipped roof garage building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south elevation of the house with its addition of a five-sided sunroom with its slender metal columns, glazed panels, decorative cornice and copper roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The French doors on the north, east and south elevations of the house which are a modification of the typical Georgian sash window as the estate and design of the house responds to the topography and access to terraces</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale form and massing of two-storey-hipped roof, service-garage building and one-and-a-half storey hipped roof garage building, both with roof dormers</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south elevation of the service-garage building with it large arched opening, designed as a passage to the service court, the flanking double-hung sash windows with the circular windows above at the second floor level and the semi-circular dormer in the roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale form and massing of the single-storey, gable roof, log and stone cabin built on the slope to the north-east of the house, with its stone base, extending into the adjacent terrace, stone wall with chimney</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The elevations of the cabin which feature a base of stone, a fireplace wall of stone, extending beyond the volume of the cabin with corbelled stones at the eaves line, the openings in the west, north and east elevations with their views of the ravine landscape</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The single volume interior of the cabin with its stone wall with fireplace, log walls and exposed rafters and cross beams</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 2365 Bayview Avenue as a well-designed representative of the early-20th century Georgian Revival style with elements of American colonial style and contemporary Art Deco style and modern influence:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rectangular form with a gable roof and cupola featuring symmetrical chimneys, symmetrical dormers, and a five-sided porch/sun room on the south elevation, and central entrances on the principal east and west elevations leading to the internal central hall plan</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition and design of the principal, west (entry) and east (garden) elevations with their central entries flanked by three double hung sash windows or French doors on either side with shutters, an octagonal (west) or sash window above the entrance, flanked by three windows aligned with the windows below and the dormers, in the roof, three on the west and four on the east elevations, aligned symmetrically with the openings below</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal entries on the west and east elevations with their classical door surrounds featuring columns supporting entablatures with pediments above (triangular pediment on the west and broken-arched pediment on the east)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition and design of the south elevation with four openings arranged symmetrically at each level with a central arched opening in the attic storey</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The six-over-six sash windows and their shutters</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The octagonal window on the west elevation centred over the door as it represents the contemporary influence of the Art Deco style and is also sympathetic to the symmetry and hierarchy of the Georgian Revival facade</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cupola which with its weather vane is a characteristic feature of the New England Colonial and Neo-Colonial architecture reflecting the English Georgian roots</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The formality of the landscaped setting, the terraces, the designed open space of the formal, rectangular-shaped lawn and the various classical elements which reflect the Georgian Revival influence</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The west and north elevations of the service-garage building with its stone cladding, quoins, walls that extend into low level walls enclosing the court, double-hung sash windows with shutters and, at grade, the former openings to the two garages and the access from the forecourt</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 2365 Bayview Avenue as it supports the early-20th century character of this section of Bayview Avenue to the north and south of Lawrence Avenue as characterized by grand country estates with the well-treed and landscaped setting of the ravines of the west branch of the Don River:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The view of the house from Bayview Avenue along the driveway</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The set-back from Bayview Avenue with the curvilinear drive to the complex</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The landscaped, treed setting with its ravine topography</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The original complex of buildings associated with the Frank P. Woods estate maintained within later additions undertaken by the Crescent School expressing the adaptive re-use of the complex and the changed use from residential to institutional</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.17\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.17</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2973,
  "otherReferenceList": [
    {
      "description": "PH29.17 - 2365 Bayview Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate - 2365 Bayview Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
