{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 147 Church Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2744"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 147 Church Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 147 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 147 Church Street (including the entrance addresses at 149 Church Street, 18 Dalhousie Street, and 20 Dalhousie Street) spans the shallow block between Church and Dalhousie streets, north of Queen Street East. The property contains a 3-storey mixed-use/commercial building located on the east side of Church Street, which was constructed circa 1910 in the Edwardian Classicism style under the ownership of Joseph Wright.</p>\n<p>&nbsp;</p>\n<p>Surrounding properties recognized on the Heritage Register include the Athenaeum Club (1891; now incorporated into the base of a residential condominium) at 167 Church Street to the north, along with a grouping of commercial and residential properties from the 19th and early-20th centuries at 129, 131, 133 and 135 Church Street to the south. The Metropolitan United Church (1872; partially rebuilt in 1929) and its parklike grounds at 56 Queen Street East are also located directly west of the subject property, while St. Michael's Cathedral (1848) is located nearby at the northwest corner of Church and Shuter streets.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Dating to circa 1910, the property 147 Church Street has design and physical value as a representative example of the Edwardian Classicism architectural style that was popular for commercial buildings in Toronto in the early 20th century. The property retains its original scale, form, and massing as a 3-storey building, and its design value as a representative example of the Edwardian Classicism style is reflected in many of its extant original features, including its simple, balanced design featuring a rectangular plan and massing, flat roof, brick construction, and symmetrical primary (west) elevation. The building's restrained classical detailing includes its organization into two bays of three windows, separated by brick piers, with rectangular second-storey windows featuring stone sills and lintels linking the pilasters, and arched third-storey windows featuring brick voussoirs with keystones and stone sills linking the pilasters. Above the third storey, the building also features corbelled brick banding with brackets connecting into the keystones of third-storey windows, a dentilated pressed-metal cornice, and two semi-circular parapets.</p>\n<p>&nbsp;</p>\n<p>Originally constructed with two commercial units on the ground floor and a rooming house above, the property at 147 Church Street also has cultural heritage value as an early surviving example of the fine-grained mixed-use/commercial building typology that emerged along Church Street, north of Queen Street East, during the early 20th century.</p>\n<p>&nbsp;</p>\n<p>The property is valued for its association with significant Toronto contractor and businessman Joseph Wright, who owned the property between 1899 and 1948. Wright built the existing building at 147 Church Street circa 1910, which he operated as an income property, renting out the ground floor commercial units, along with upper-storey apartments, known as the Excelsior Apartments. Born in England in 1849, Wright immigrated to Toronto with his parents in 1857, and later founded the Bennett &amp; Wright Co. Ltd., a Toronto contracting firm that rose to prominence in the late 19th century. As contractors providing plumbing, heating, lighting, and electrical fixtures, Wright and his firm played a significant role in constructing many landmark buildings in Toronto, and throughout Canada in the late 19th and early 20th centuries. Their notable commissions include the New City Hall building (Toronto), the King Edward Hotel (Toronto), Union Station (Toronto), the Temple Building (Toronto), the Mount Alliston University buildings (New Brunswick), the Grand Trunk Railway building (Montreal), the Parliament buildings (Victoria, B. C.), the Guelph Agricultural College buildings, and the Ridley College buildings (St. Catharines).</p>\n<p>&nbsp;</p>\n<p>Located on the west side of Church Street and reflecting an early-20th-century scale, setback, and Edwardian Classicism style, the commercial/mixed-use building at 147 Church Street has contextual value for its contribution to the character of Church Street, north of Queen Street East, which is typified by surviving commercial, residential and institutional built form and landscapes from the mid-19th to early-20th centuries.</p>\n<p>Surrounding properties recognized on the Heritage Register include the Athenaeum Club (189) at 167 Church Street; now incorporated into the base of a residential condominium) to the north, along with a grouping of commercial and residential properties from the 19th and early-20th centuries at 129, 131, 133 and 135 Church Street to the south. The Metropolitan United Church (1872; partially rebuilt in 1929) and its parklike grounds at 56 Queen Street East are also located directly west of the subject property, while St. Michael's Cathedral (1848) is located nearby at the northwest corner of Church and Shuter streets. Together, these historic buildings and landscapes along Church Street represent some of the earliest development in this part of the Garden District, and define the historic character of the streetscape.</p>\n<p>&nbsp;</p>\n<p>The contextual value of the mixed-use/commercial building at 147 Church Street is also related to its historical and visual links to its surroundings on the east side of Church Street, between Queen Street East and Shuter Street, as well as the larger Garden District neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 147 Church Street as representative of the Edwardian Classicism style and early-20th-century mixed-use/commercial type include:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's scale, form and massing as a 3-storey flat-roofed building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's brick construction featuring a common bond pattern, with brick, stone and metal exterior details</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's principal (west) Church Street elevation, which features:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A symmetrical organization into two bays of three windows each, separated by brick pilasters</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Commercial storefronts at ground-floor level (which have been altered)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Window openings, which include rectangular openings at the second storey featuring stone sills and lintels linking the pilasters, and arched openings at the third storey featuring brick voussoirs with keystones and stone sills linking the pilasters</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Stone banding, running between third-storey windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Above the third storey, corbelled brick banding with brackets connecting into the keystones of third-storey windows, a dentilated pressed-metal cornice, and two semi-circular brick parapets</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 147 Church Street as part of a 19th- and early 20th-century streetscape:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, placement, setback and orientation of the building on the east side of Church Street</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.15\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.15</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2977,
  "otherReferenceList": [
    {
      "description": "CC38.15 - 147 Church Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 147 CHURCH STREET",
  "title": "Notice of Intention to Designate – 147 Church Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
