{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "906 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.673700388",
      "longitudeCoordinate": "-79.3888686337",
      "postalCode": "M4W 2J2",
      "province": "Ontario",
      "streetAddress": "906 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 906 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2800"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1644296400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 906 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 906 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value and associative value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 906 Yonge Street (including the entrance address at 908 Yonge Street) is located on the west side of Yonge Street, north of Davenport Road. The property contains a three-storey commercial building that was designed in the Tudor Revival style by architect D. Mackenzie Waters in 1928 to house Ridpath's Ltd., which manufactured and sold fine furniture out of the premises for over 80 years.&nbsp;&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Dating to 1928, the property 906 Yonge Street has design and physical value as a representative example of the Tudor Revival architectural style that gained popularity in Toronto in the early-20th century. The property retains its original scale, form, and massing as a three-storey building, and its design value as a representative example of the Tudor Revival style is reflected in many of its extant original features, including its steeply-pitched side-gabled and parapeted roof, and decorative east (principal) elevation, which features three front-facing gables with decorative trim, half-timber cladding, three bays of oriel windows at the second and third storeys inset with steel multi-pane and leaded casement units, and a rubble-stone base.</p>\n<p>The property at 906 Yonge Street also has design and physical value as a rare commercial application of the Tudor Revival architectural style in Toronto. While this style saw wide application to residential buildings in the early 20th century, few commercial buildings were designed using this architectural language. The application of the Tudor Revival style to the Ridpath showroom at 906 Yonge Street demonstrates the design influence of Liberty's department store in London, UK, and also reveals Ridpath's role providing furnishings for affluent Toronto homes in the early 20th century, many of which would have been designed in a similar architectural style.</p>\n<p>The property also has design and physical value for the high degree of craftsmanship and artistic merit displayed in a number of its features, most notably on the building's principal (east) elevation along Yonge Street, and the third-floor \"Oak Room\" at its interior. Features that reflect a high degree of craftsmanship include the leaded-glass casement windows at the third storey, and the interior third floor \"Oak Room\", which features artistically carved oak panelling throughout, and an ornately carved wood and stone fireplace at the north wall.&nbsp;</p>\n<p>The property at 906 Yonge Street is also valued for its direct association with Ridpath's Ltd., and its founder John I. Ridpath. The property was purpose-built in 1928 to house a showroom and workshop for Ridpath's Ltd., a company that manufactured, repaired, and sold furniture to the people of Toronto for over a century. After moving to Toronto, John Ridpath quickly established himself in the furniture making industry by emphasizing high quality craftsmanship and customer service. A successful businessman, Ridpath founded his own furniture-making business in 1907, but sought to widen his company's influence by expanding into the broader home furnishing industry by including fabrics, objects d'art and interior decorating services in addition to furniture. The company also bolstered its presence in the nascent interior design industry of the 1930s by hosting a variety of art- and design-focussed lectures, events, and exhibitions out of its third-floor \"Oak Room\". In the 1950s, Ridpath's took on several important commissions that further demonstrated the company's prestige, including furnishing the Ontario Hydro Commission's Hydro House exhibit at the C.N.E., and creating the ceremonial chairs for the Queen and other dignitaries (including Vice President of the United States Richard Nixon) who were in the country attending the opening of the St. Lawrence Seaway. Ridpath's operated out of 906 Yonge Street for over eight decades before finally closing its doors in 2011.</p>\n<p>The property at 906 Yonge Street is also valued for its association with significant Toronto architect D. Mackenzie Waters, who designed the building in the Tudor Revival style in 1928. Born in Belleville, Ontario, Waters was a decorated war hero and award-winning architect with a career that spanned over three decades. Waters' early work in the 1920s and 1930s drew heavily from his keen awareness of period architecture. While Waters is best known for his grand Georgian Revival homes during this period, his deep knowledge of historical architecture is also evident in several Tudor Revival commissions, including private residences in Toronto and Ottawa, and the Ridpath's showroom at 906 Yonge Street (1928). Beginning in the mid-1930s, Waters was also influential in introducing International Modernism to Canada, and his Deck House at the Elgin House Hotel, Lake Joseph, Muskoka (1938) is now regarded as a landmark of Modernism in Canada.</p>\n<p>Waters was also important in developing and promoting the architectural profession in Canada during the interwar period, and was a member of the \"Diet Kitchen\", a group of seven young local architects that sought to promote the work of Canadian architects. Due to his interest in historical architecture, Waters also became a prominent early voice for local conservation efforts; he helped found the Architectural Conservancy of Ontario (ACO) in 1933, and was involved in the efforts to restore Fort York the following year. Beginning in the 1930s, Waters also taught architectural design at the University of Toronto alongside another well-known local architect and founding member of the ACO, Eric Arthur.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the design/physical value of the property at 906 Yonge Street as a rare commercial application of the Tudor Revival style include:</p>\n<p><strong>Exterior Attributes:</strong></p>\n<ul>\n<li>The placement, setback, and orientation of the building on the west side of Yonge Street</li>\n<li>The property's scale, form and massing as a three-storey building with a steeply-pitched side-gabled roof</li>\n<li>The building's brick construction, with painted timber, stucco and rubble-stone cladding, and wood details</li>\n<li>The building's principal (east) fa&ccedil;ade, which features:\n<ul>\n<li>A steeply-pitched and parapeted side-gabled roof with slate shingles on its east pitch, and with three symmetrically-arranged front-facing gables featuring scalloped bargeboard trim and half-timber gable-ends</li>\n<li>A projecting brick chimney with a stepped cap and two projecting flues located at the north end of the roof</li>\n<li>A symmetrical organization into three bays</li>\n<li>At ground level, the symmetrical arranged into three bays by a timber post and beam structure, the horizontal beam above the storefront supported by timber brackets, copper soffit details in each bay, and projecting piers clad in rubble stonework at the north and south end walls</li>\n<li>The four wrought iron lanterns at ground level</li>\n<li>At the second and third floors, the painted half-timber decorative posts and beams featuring timber bolts, and the stucco wall finish</li>\n<li>At the second floor, the symmetrically arranged oriel windows with multi-paned steel casement window units and decorative wood moulding surrounds</li>\n<li>At the third floor, the symmetrically arranged oriel windows with steel casement units inset with smaller leaded lites, decorative wood moulding surrounds, and wood brackets on their underside</li>\n</ul>\n</li>\n<li>The building's north and south (side) elevations, which feature:\n<ul>\n<li>Brick gable end walls, where visible beyond adjacent buildings</li>\n</ul>\n</li>\n</ul>\n<p><strong>Interior Attributes:</strong></p>\n<ul>\n<li>The interior heavy timber post and beam structure</li>\n<li>The third floor \"Oak Room\", which features:\n<ul>\n<li>A cathedral ceiling with wood-clad beams</li>\n<li>Ornately decorated carved oak wall panelling</li>\n<li>An ornately decorated wood, stone and tile fireplace and hearth along the room's north wall</li>\n</ul>\n</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: hertpb@toronto.ca within thirty days of February 8, 2022, which is March 10, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.16\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.16</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3033,
  "otherReferenceList": [
    {
      "description": "2022.CC39.16 - 906 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 906 YONGE STREET",
  "title": "Notice of Intention to Designate - 906 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
