{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1909 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6984859185",
      "longitudeCoordinate": "-79.3964179332",
      "postalCode": "M4S 1Z3",
      "province": "Ontario",
      "streetAddress": "1909 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1909 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2801"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1644296400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1909 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1909 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, associative value, and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 1909 Yonge Street (including the entrance addresses at 2 and 2A Davisville Avenue) is located in the historic community of Davisville/North Toronto, where it anchors the northeast corner of Yonge Street and Davisville Avenue. The property contains the J. J. Davis General store, a 2-storey late-Victorian vernacular mixed-use building with frontages on both Yonge Street and Davisville Avenue, which was constructed circa 1890 and was owned and occupied by members of the Davis family of Davisville from 1896 to 1945.</p>\n<p>Surrounding properties recognized on the Heritage Register include a row of early-20th-century main street commercial buildings immediately to the north at 1913, 1917, 1919, 1919A, 1921 and 1923 Yonge Street.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Dating to circa 1890, the property at 1909 Yonge Street is a representative example of a late-Victorian vernacular mixed-use building typology. It retains its scale, form, and massing as a two-storey brick building with a cross-gable roof, and original window openings at the upper storey. The building's ground storey has been significantly altered over time to accommodate commercial uses.</p>\n<p>The property at 1909 Yonge Street has historical value as a rare surviving mixed-use building on Yonge Street from the late 19th century. The property is also valued for its associations with the historical evolution of the Davisville neighbourhood, for which it served the important role of post office and general store in the late-19th and early-20th centuries. The property has further historical value for its associations with the Davis family of Davisville, in particular postmaster and grocer J. J. Davis and his two brothers Charles R. and Herbert B. Davis, who owned the property from 1896 to 1945 and operated it as a post office and store for nearly 50 years.&nbsp;&nbsp;</p>\n<p>Located at the northeast corner of Yonge Street and Davisville Avenue, and reflecting a late-19th-century scale and architectural form, the mixed-use building at 1909 Yonge Street has contextual value for its contribution to the historic character of the east side of Yonge Street, between Davisville Avenue and Millwood Road, which features a grouping of late-19th- and early-20th-century buildings.</p>\n<p>As one of the oldest mixed-use buildings in the surrounding area, the property at 1909 Yonge Street also has contextual value for its visual and historical links to its surroundings. Located at the corner of Yonge Street and Davisville Avenue, one of the earliest east-west streets in the area, the building reflects the first wave of development in Davisville, and is a remnant of the fine-grained mixed-use streetscape that existed along Yonge Street in the 19th century.</p>\n<p>Anchoring the northeast corner of Yonge Street and Davisville Avenue, and featuring a rare early architectural form along Yonge Street in North Toronto, the property at 1909 Yonge Street may also be considered a local landmark within Davisville.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 1909 Yonge Street as representative of the late-Victorian vernacular mixed-use typology include:</p>\n<ul>\n<li>The building's scale, form and 2-storey massing</li>\n<li>The building's cross-gabled roof, with gable ends facing west and south, and the hipped roof profile at the northeast corner of the building</li>\n<li>The property's original L-shaped plan</li>\n<li>The property's brick construction with brick and stone exterior details</li>\n<li>Upper storey segmentally-arched window openings, which feature brick voussoirs and stone sills</li>\n<li>The segmentally-arched doorway on the property's south elevation, below the south gable-end</li>\n<li>The brick chimney located above the property's south gable end</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 1909 Yonge Street as the historic anchor of the northeast corner of Yonge Street and Davisville Avenue, and as part of a grouping of late-19th- and early 20th-century buildings:</p>\n<ul>\n<li>The property's siting, orientation, and scale at the northeast corner of Yonge Street and Davisville Avenue, with a primary elevation along the former and a secondary elevation along the latter</li>\n</ul>\n<p>Note: that the one-storey commercial addition at 1909 Yonge Street's west and south elevations and the one-storey commercial building at 2A Davisville Avenue are not heritage attributes.</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: hertpb@toronto.ca within thirty days of February 8, 2022, which is March 10, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>h<a href=\"ttp://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.15\">ttp://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.15</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3034,
  "otherReferenceList": [
    {
      "description": "2022.CC39.15 - 1909 and 1913 Yonge Street - Notice of Intention to Designate Properties under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO, 1909 YONGE STREET",
  "title": "Notice of Intention to Designate - 1909 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
