{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "241 Richmond Street West Toronto Ontario",
      "latitudeCoordinate": "43.6490540923",
      "longitudeCoordinate": "-79.3904333632",
      "postalCode": "M5V 1W2",
      "province": "Ontario",
      "streetAddress": "241 Richmond Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 241 Richmond Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2798"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1644296400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 241 Richmond Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 241 Richmond Street West (including the entrance addresses at 239 Richmond Street West and 137, 139, 141 and 145 John Street)&nbsp;is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 241 Richmond Street West is located in the King-Spadina area.</p>\n<p>Located on the southeast corner of John Street and Richmond Street, the property at 241 Richmond Street West contains a two-storey commercial building constructed in three phases (1936, 1940 and 1948) in the Art Moderne style and designed by the leading Toronto architecture firm, Page &amp; Steele.</p>\n<p>The property was included on the City's Heritage Register on December 5, 2017.&nbsp;</p>\n<p>It is also identified as a contributing property in the King-Spadina HCD Plan (2017) that is currently under appeal.</p>\n<p><strong><br />Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 241 Richmond Street West has cultural heritage value for its design as a detached commercial building associated with the second wave of development in the King-Spadina neighbourhood in the 20th century. The detached commercial building represents a key building typology in King-Spadina, dating to the early to mid-1900s when the area was the city&rsquo;s main industrial district and filled with large-scale warehouses, factories and office buildings, many of which replaced earlier low-rise structures. The building at 241 Richmond Street West is distinguished by its Art Moderne design, particularly the stepped parapets on the columns organizing the oversized openings facing Richmond and John streets.&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 241 Richmond Street West is also valued for its association with Walter Harland Steele of Page &amp; Steele Architects who designed the original 1936 building for Handy and Harman of Canada Limited in 1936 to house its precious metal and alloy refinery. Page &amp; Steele would also contribute the seamlessly integrated 1940 and 1948 additions to the original building. The Art Moderne styling of the building at 241 Richmond Street West reflects the design aesthetic of architect Walter Harland Steele, whose architectural firm, Page &amp; Steele, is recognized as one of Toronto&rsquo;s leading architecture offices.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 241 Richmond Street West is valued for the role of the detached commercial building in defining, supporting and maintaining the historical character of the King-Spadina neighbourhood, reflecting its evolution from a 19th-century residential and institutional enclave and Toronto&rsquo;s manufacturing centre in the 20th century, to its current status as a mixed-use community.&nbsp;</p>\n<p>The detached commercial building at 241 Richmond Street west is historically, visually and physically linked to its setting in the King-Spadina neighbourhood where it anchors the southeast corner of John Street and, on the north, faces the Wesley Building (1913), a local landmark filling part of the block bounded by Richmond, John and Queen Streets.</p>\n<p>Heritage Attributes of 241 Richmond Street West:&nbsp;&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the building on the southeast corner of John Street&nbsp;</li>\n<li>The scale, form and massing of the two-storey rectangular-shaped plan</li>\n<li>The flat roofline with the corbelled brickwork&nbsp;</li>\n<li>The materials, with the brick cladding and detailing (the brickwork has been painted)&nbsp;</li>\n<li>On the west elevation on John Street, the brick piers with the stepped parapets that organize the wall into four bays, the large flat-headed openings in both storeys with the stone lintels, stone sills on the second-storey window openings and the fluted, cast stone jamb detail in the second bay at ground level</li>\n<li>The north elevation on Richmond Street West, which extends five bays and has flat-headed openings organized by brick piers (some of the openings have been altered and the piers removed)&nbsp;</li>\n</ul>\n<p>Note: The south side elevation adjoins the neighbouring building. No heritage attributes are identified on the rear (east) elevation, which is viewed from Richmond Street West.<br /><br /></p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of February 8, 2022, which is March 10, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3031,
  "otherReferenceList": [
    {
      "description": "2022.CC39.17 - 241 Richmond Street West and 133 John Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 241 RICHMOND STREET WEST",
  "title": "Notice of Intention to Designate - 241 Richmond Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
