{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1420 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6868828753",
      "longitudeCoordinate": "-79.3938958403",
      "postalCode": "M4T 1Y5",
      "province": "Ontario",
      "streetAddress": "1420 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2961"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649649600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1420 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 1420 Yonge Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative, and contextual values.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 1420 Yonge Street (built 1932) comprises a row of four, 2-storey main street commercial buildings with storefronts to support retail uses at grade and residential above which are located along the west side of Yonge Street south of St. Clair Avenue between Pleasant Boulevard and Rosehill Avenue. This block and the adjacent subject property are separated by a driveway entry owned by St. Michael's Cemetery, located to the immediate west (rear), which provides a historic sightline into the cemetery from Yonge Street. The position and framing of the subject properties at 1418 and 1406 Yonge Street on either side of the driveway provide a historic sightline to the site of St. Michael's Cemetery Mortuary Vault (built 1856), designed by architect Joseph Sheard, which was designated in 1975 under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The row of four properties at 1420 Yonge Street is valued as a fine example of early 20th-century main street commercial row typology. Designed by Benjamin Swartz with a blend of Art Deco and Art Nouveau influences, the principal (east) elevation includes stone surrounds framing the ground-level retail bays, side entrances, and upper-storey windows, stone banding below and capping the segmented parapet roofline, and seven stone spandrel panels with stylized, hand-carved, floral motifs. Original drawings by Swartz reveal the principal (east) elevation to retain its architectural integrity.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 1420 Yonge Street has direct associations with the Cira family, whose 1930 commissioning of the property and subsequent 90-year ownership, signal a significant history and cultural legacy within the Deer Park community. Part of the neighbourhood's transformation from a rural outpost to a bustling streetcar suburb and commercial and transit hub, the Cira family's construction of the main street commercial row at 1420 Yonge Street was part of the family's larger real estate and commercial empire within the area. Predated by the Cira's Swartz-designed pair of 4-storey apartment blocks at 923 and 925 St. Clair Avenue West built in 1928, and the 1929 establishment of what became the Cira Bros. Grocers property at 1491-1493 Yonge Street, the subject property at 1420 Yonge Street survives as a significant piece not only of Deer Park's built heritage, but of an immigrant family's success story and nearly century-long legacy in the midtown Toronto area.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 1420 Yonge Street has a direct association with the history of the adjacent St. Michael's Cemetery, the former lands upon which the subject row of main street commercial properties were constructed in 1932. This block, along with the adjacent subject property at 1390-1406 Yonge Street, is historically linked to St. Michael's Cemetery and to the broader commercial development of the area.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Lastly, 1420 Yonge Street reflects the work of Toronto-based architect Benjamin Swartz (1899-1961), an architect of note within the Jewish community who also designed the Kiever Synagogue (1923) in Kensington Market.&nbsp; Expressed elsewhere within his body of work, Swartz' signature blending of Art Nouveau and Art Deco influences and materiality are clearly expressed upon the principal (east) elevation of 1420 Yonge Street. The property's distinctive details, including the stone surrounds framing the entryways and window openings, stone banding, and stone-capped, parapet roofline embellished with decorative stone spandrel panels, tie this work to others by Swartz, including the 1928-built apartment blocks at 923 and 925 St. Clair Avenue West he also designed for the Cira family just two years prior.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, 1420 Yonge Street has cultural heritage value as it maintains and supports the historic character of this portion of Yonge Street. Situated along the west side of Yonge Street south of St. Clair Avenue between Pleasant Boulevard and Rosehill Avenue, the property is an important contributor to the maintenance of the early 20th-century main street commercial built form evolution and historic character of the area, along with the adjacent main street commercial row at 1390-1406 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>The main street commercial rows at 1420 and 1390-1406 Yonge Street are contextually linked by their physical and visual relationship to St. Michael's Cemetery. The historic relationship between the cemetery and the two commercial rows is enhanced by the historic sightline/view of St. Michael's Cemetery provided by the driveway entry between 1418 and 1406 Yonge Street. This historic sightline from Yonge Street, which has existed for over 165 years, allows for an unobstructed view of St. Michael's Cemetery Mortuary Vault (built 1856), designed by architect Joseph Sheard, which was designated in 1975 under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 1420 Yonge Street as a fine example of Toronto's early 20th-century main street commercial row typology include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and 2-storey massing of the row</li>\n<li>On the principal (east) elevation, the segmented parapet roofline, which gives the visual impression of three distinct upper-level volumes set atop four discrete, ground-level retail bays collectively flanked by side entrances to the second storey placed at either end of the building</li>\n<li>The materials, including the yellow-brick and stone detailing</li>\n<li>The seven Art Nouveau-influenced, stone spandrel panels with their hand-carved floral motifs spanning the full length of the segmented parapet roofline</li>\n<li>The single, upper-storey bay of eight window openings, which follow a symmetrical pattern of smaller-to-larger-to smaller panes across the principal (east) elevation</li>\n<li>The single course of stone banding directly below the parapet and the stone capping surmounting the segmented parapet roofline</li>\n<li>The Art Deco-influenced stone surrounds framing the upper-storey windows, ground-level retail bays, and side entrances</li>\n<li>The arched fan-light transom windows above each ground-level side entrance, which are framed by the same stone surround detailing as described above</li>\n<li>The scale and massing of the glazed storefronts, recessed entryways, and side entrances</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the associative value of 1420 Yonge Street as demonstrative and reflective of the work of an architect significant to a community, and as a direct connection to a local institution of significance:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The stone surrounds framing the storefronts, entryways, and window openings</li>\n<li>The fluted stone surrounds and plain stone sills framing the windows</li>\n<li>The use of stone banding across the principal elevation</li>\n<li>The segmented parapet roofline</li>\n<li>The embellishment of the masonry wall fa&ccedil;ade with decorative, stone spandrel panels with highly stylized floral motifs</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 1420 Yonge Street as defining, supporting, and maintaining the historic character of the area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The three false volumes of the upper level paired with the repetition of the four, identical, main street commercial storefronts at grade</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 11, 2022, which is May 11, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3194,
  "otherReferenceList": [
    {
      "description": "1420 Yonge Street - Notice of Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1420 YONGE STREET",
  "title": "Notice of Intention to Designate The Property - 1420 Yonge Street",
  "topics": [],
  "uniqueMapUrl": []
}
