{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "95 St Joseph Street Toronto Ontario",
      "latitudeCoordinate": "43.6650458432",
      "longitudeCoordinate": "-79.3885325939",
      "postalCode": "M5S 2R9",
      "province": "Ontario",
      "streetAddress": "95 St Joseph Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2879"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Administrator, Secretariat, City Clerk's Office",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1647316800000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 95 St. Joseph Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 95 St. Joseph Street (St. Basil's Seminary) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value</p>\n<p><strong>Description</strong></p>\n<p>The property at 95 St. Joseph Street is located on the south side of St. Joseph Street, west of Bay Street on the University of St. Michael's College campus in the Bay Cloverhill neighbourhood.&nbsp; The property contains a buff-brick clad, four-storey seminary built for the education of priests in the Basilian order and commissioned by St. Michael's College.&nbsp; Designed by Ernest Cormier, OC, with local architects Brennan &amp; Whale, it was constructed on an E-shaped plan with a chapel in the centre leg and completed between 1950 and 1951. The east wing of the seminary was extended by Brennan &amp; Whale in 1959.&nbsp; In 1979-80, a concrete-clad extension supported on concrete piers was added to the fourth floor on the principal, north elevation as part of the adaptation of the seminary as a retirement residence for the Basilian Fathers.&nbsp; It is now known as the Cardinal Flahiff Basilian Centre, named for George Bernard Cardinal Flahiff (1909-1989) a St. Michael's student and seminarian, Archbishop of Winnipeg, and later Cardinal, who retired there in 1982.</p>\n<p>The property also contains a chapel, designed by Arthur W. Holmes in 1913 as part of Newman Hall, a social centre for Roman Catholic university students attending St. Michael's College. With the relocation of Newman Hall to the west side of the University of Toronto campus in 1922, the building ceased to function as a chapel from 1928-1949.&nbsp; Cormier's design for the seminary included the chapel with the intention of it having a recreational use.&nbsp;&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value - St. Basil's Seminary</strong></p>\n<p>Constructed in 1950-51, with two extensions in 1959 and 1979-80, St. Basil's Seminary is an excellent example of Post-World War II ecclesiastical architecture as it combines formal elements of Modernism and traditional architecture appropriate to its function as a seminary, which as a building type is rooted in historic Christian tradition.&nbsp; The concept and form of the four-storey building places the primary functions of the community, the chapel and the dining room, at the heart of the E-shaped complex and on axis with the principal entrance. This arrangement expresses the symbolic importance of these spaces, while functionally it permits daylight to illuminate the stained and leaded glass windows of the chapel from the south, east and west sides and, from the dining room, enables residents views and access to the landscaped courtyards.&nbsp;</p>\n<p>Stylistically, the selected materials of buff brick and stone link the building with the historic context of the 1856 St. Basil's Church and original St. Michael's College emphasizing the history and tradition of the college campus.&nbsp; The stone door surround with its pediment (now removed), arch, piers and tympanum set at the top of a grand dual stone staircase is a traditional element suitable to express the Basilian Fathers' history and tradition as the tympanum contains their crest and motto \"Doce Me Bonitatem, et Disciplinum et Scientiam\" (\"Teach Me Goodness, Discipline and Wisdom\"). The use of stone string courses at the second and fourth floor windows indicates a traditional concept of the palazzo type with a base, grand upper stories and attic storey.&nbsp; The building balances these traditional aspects with modern elements such as the flat roof, the minimal ornamentation and simplicity of the facades which rely on carefully proportioned grids of windows for effect. In the composition outlined above, as well as in the use of panels of stacked brick and the truncation of the stone string courses to emphasize the corners, a high degree of craftsmanship and artistic merit is revealed in the design of the elevations.</p>\n<p>The interior spaces of the cruciform entrance lobby and the chapel are highly-designed examples of a Post-World War II institutional building expressing a cohesive integration of both traditional and modern stylistic elements.&nbsp; The lobby emphasizes the intersection of two significant axis of the building's functions, the communal place of religious worship and the more secular aspects of seminary living.&nbsp; This is marked in the cruciform plan of the lobby, the four columns with their simplified modern treatment and in the terrazzo floor.&nbsp; In the chapel, the traditional elements are present in the form of the space as a lofty rectangular volume, with stained and leaded glass windows along the side walls, the south end with the sacristy, and at the north end with the organ loft and gallery. The pointed arched window openings of the Gothic are here represented with simple triangular heads. The windows, apart from three stained glass windows on the south wall with their representations of saints, are of leaded glass with modernist grids incorporating narrow strips of red glass.&nbsp; Instead of stone, the interior walls are constructed of concrete block in grey with bands and borders of narrower, chisel-faced, tinted red blocks with red-coloured mortar.&nbsp; Further modernist elements are provided by the patterned terrazzo floors.&nbsp; In its design and details, the chapel represents a high level of artistic merit and craftsmanship. The chapel, according to Phyllis Lambert, CC, and Founding Director Emeritus of the Centre for Canadian Architecture is of the \"highest quality.\"[1]</p>\n<p>The property at 95 St. Joseph Street has historical and associative value as it is related to the religious organization of the Basilian Fathers who originated in France in 1828 and were established in Toronto in 1850 with the arrival of Armand-Francois-Marie Charbonnel, the newly appointed Archbishop of Toronto. The Basilians established St. Michael's College in 1852 as a high school, college and seminary and in 1856 relocated to the Clover Hill Estate where they constructed St. Basil's, a parish church and Odette Hall to accommodate the college.&nbsp; This 19th-century building complex continues today as the nucleus of the University of St. Michael's College at the University of Toronto.</p>\n<p>In the late 1940s, as their centenary approached, the Basilians sought to separate the original three functions into distinct entities and commissioned Ernest Cormier to design a new high school, St. Michael's College at 1515 Bathurst Street, a new college building, Carr Hall and seminary.&nbsp; The seminary, now known as the Cardinal Flahiff Basilian Centre at 95 St. Joseph Street is a significant outcome of this event and an indication of the growth and expansion of the institution.&nbsp; From their origins in Toronto the Basilian Fathers have expanded their teaching and parish work across Canada and North America as well as Mexico and Colombia.&nbsp;</p>\n<p>George Bernard Cardinal Flahiff (1909-1989), for whom the centre is currently named, was an outstanding Basilian leader, educated at St. Michael's College high school, college and seminary, and appointed the Archbishop of Winnipeg from 1961-1982 and elevated to Cardinal in 1969. His significance lies in his participation on the Second Vatican Council from 1962-1965 and in the 1978 Conclaves that elected Popes John Paul I and John Paul II. On his retirement in 1982, Cardinal Flahiff returned to live at St. Basil's Seminary until his death. The seminary was renamed Cardinal Flahiff Basilian Centre in his honour.</p>\n<p>In its design, including its massing, functional arrangement, materials and details, the Roman Catholic St. Basil's Seminary yields information that contributes to an understanding of the way of life of a religious community.</p>\n<p>The design for St. Basil's Seminary clearly demonstrates the work of the architect and engineer Ernest Cormier and is considered to be a \"prime example of Cormier's ecclesiastical architecture\"[2] Ernest Cormier (1885-1980) trained as an engineer at the Ecole Polytechnique de Montreal and in Paris, and as an architect at the Ecole des Beaux Arts in Paris, and the British School in Rome.&nbsp; He also apprenticed as an interior designer and was skilled at both furniture design and interior design as well as watercolours, sculpture, photography and bookbinding.&nbsp; His career is distinguished by important public buildings including the University of Montreal (1924-1949), the Supreme Court of Canada (1938-39), the Grand Seminaire de Quebec City, (1940-72) and National Printing Bureau in Hull, (1950-58).&nbsp; He was renowned as an engineer and is credited with introducing technical advances in concrete construction with his bridge at La Chute, Quebec, completed shortly after his return to Canada in 1918 and at the 1928 Hydroplane Hangar at Pointe-aux-Trembles where he constructed the first reinforced concrete arched hangar in North America. The synthesis of his range of talents is evident in his own house and garden at the Avenue des Pins in Montreal (1930-31) which is considered to be the finest example of Art Deco domestic architecture in North America. Declared to be the \"great Canadian architect of the twentieth century,\"[3] The pinnacle of recognition came with his selection as the Canadian representative for the re-design of the permanent headquarters for the United Nations, New York in 1947 where he contributed to the design of the General Assembly Building and was the sole designer for the pair of bronze doors with relief sculptures.&nbsp; Winner of multiple awards throughout his lifetime, he was made an Officer of the Order of Canada in 1974.&nbsp;</p>\n<p>Constructed in 1950-51, St. Basil's Seminary is important in defining, maintaining and supporting the character of St. Michael's College campus.&nbsp; It's low-rise, four-storey volume, set-back from the street with a lawn and grand staircase corresponds in height, scale and materials with the other college buildings.&nbsp; Its scale, massing and materials of buff brick and stone, and the detailing of its stone entrance link it to the original St. Michael's College complex of 1856 which included St. Basil's Church and the buff brick relates to Sam Sorbara Hall (2001) immediately to the north.&nbsp; Its modern form with a flat roof and grids of windows relates to other Post-World War II modernist buildings including the adjacent John M. Kelly library (1960-70), Carr Hall (1950-54) and Elmsley Hall (1955).&nbsp; Its height and set back from the street corresponds to the low-rise height and set back of the John M. Kelly Library, the Muzzo Family Alumnae Hall, formerly the Ontario Research Foundation (1930, 1946), and the Toronto School of Theology on the south side of St. Joseph Street, to the west, which provide a consistent scale, street wall and landscaped open space along St. Joseph Street. On the north side of the street, the low-rise scale and set-backs contribute to the consistency of place, while the red-brick house-form properties of Elmsley Place, retain the scale and landscaped setbacks, while the variety of types, styles and materials tells the 160-year history of the college campus.</p>\n<p>St. Basil's Seminary is physically, functionally, visually and historically linked to its surroundings. With its yellow brick cladding and traditional stone entry, it is visually linked to the original 1856 college which has the same materials.&nbsp; Located on the south side of St. Joseph Street at the south-east corner of the St. Michael's College campus and built in 1951-50, the seminary building was commissioned as an extension to the original 1856 St. Michael's College and was part of the separation of the three original functions of high school, college and seminary into three separate buildings to celebrate the centenary of the college.&nbsp; St. Basil's Seminary with Carr Hall, located on the north side and west end of St. Joseph Street, the John M. Kelly Library adjacent on the south side of the street, represent the post-World War II additions to the college campus which in their form, scale and massing and set back provide a continuity with the traditional campus, while their architectural style represents a second century of the University of St. Michael's College.&nbsp;</p>\n<p><strong>Heritage Attributes of St. Basil's Seminary</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>St. Basil's Seminary at 95 St. Joseph Street as an excellent representative of Post-World War II ecclesiastical architecture, and as a representative of Cormier's style, as it combines formal elements of Modernism and traditional architecture appropriate to its function as a seminary, which as a building type is rooted in historic Christian tradition:</p>\n<ul>\n<li>The setback, placement and orientation of the building on its property on the south side of St. Joseph Street, west of Bay Street on the University of St. Michael's College campus at the University of Toronto&nbsp;</li>\n<li>The scale, form and massing of the flat-roofed, four-storey building constructed on an E-shaped plan with a chapel in the centre wing of the E flanked by two landscaped open spaces permitting daylight to enter the chapel on its east, south and west sides</li>\n<li>The buff brick cladding and stone detailing which relate it to the original 1856 college buildings&nbsp;</li>\n<li>The traditional and ceremonial aspect of the prominent stone entrance with its double staircase, door case with stone pilasters, corbels and arch with a tympanum inscribed with the Basilian crest and motto of \"Doce Me Bonitatem, et Disciplinum et Scientiam\" (\"Teach Me Goodness, Discipline and Wisdom\")</li>\n<li>The modernist grid of windows on the elevations which varies and fluctuates according to internal use</li>\n<li>The grid of paired windows on the north elevation</li>\n<li>The panels of stacked bricks between the second and third floor windows</li>\n</ul>\n<p>The following heritage attributes contribute to the design and physical value of the interior of the building including the main entrance lobby and the chapel as a blend of traditional and modernist forms:</p>\n<p>Main Entrance Lobby:</p>\n<ul>\n<li>The lobby's cruciform plan with four columns marking the intersection of the short passage leading to the chapel on axis with the entrance and the transverse corridor leading to the other sections of the seminary, the terrazzo floor, with its patterns of squares and crosses emphasizing this arrangement, and the coffered ceiling</li>\n</ul>\n<p>Seminary Chapel:</p>\n<ul>\n<li>The tall, three-storey rectangular volume with leaded and stained glass windows, a gallery and organ loft</li>\n<li>The beams in the chapel ceiling corresponding to the window bays&nbsp;</li>\n<li>The triangular tops of the windows which are modernist versions of the pointed arched windows associated with Christian places of worship in the Gothic style</li>\n<li>The modern use of concrete block and narrow bands of red tinted concrete block with chiselled faces and red mortar</li>\n<li>The use of terrazzo in a variety of patterns including a large cruciform pattern replacing the traditional patterned stone floors</li>\n<li>The cylindrical light fittings resting on corbel brackets between the windows</li>\n<li>The wood panels and lattice on the organ loft and gallery designed by Cormier</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of St. Basil's Seminary at 95 St. Joseph Street as it supports the character of St. Michael's College campus which features low-rise buildings, with landscaped set-backs and related by materials of buff-brick, stone and concrete&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<ul>\n<li>The scale, form and massing of the buff brick-clad, four-storey building in a landscaped set back corresponding to adjacent college buildings facing St. Joseph</li>\n<li>The combination of stone and buff brick materials relating the building to the original 1856 St. Basil's Church and Odette Hall</li>\n</ul>\n<p>Please Note: the 1979-1980 fourth floor extension is not included in the heritage attributes.</p>\n<p><strong>Statement of Cultural Heritage Value - Newman Hall Chapel</strong></p>\n<p>Constructed in 1913, the former Newman Hall Chapel is representative of the chapel typology in its form and massing which is a single-storey volume with a steeply-pitched gable roof, a projecting entry bay on its principal north fa&ccedil;ade with a large round-headed opening, wide enough for double doors and originally a glazed transom above.&nbsp; Other details including the three arched windows of varying height in the gable of the principle elevation and the buttress-like piers along it east and west side walls are characteristics of the typology.&nbsp; Stylistically, its steeply-pitched gable roofed form, combined with the semi-circular head of the door opening with its staggered stone quoins and with its arched richly moulded drip mould represents a medieval style incorporating both Gothic and Norman influences.&nbsp; Originally clad in a buff brick with stone trim which correspond to St. Basil's Church and Odette Hall, the chapel has been over-clad with a stucco material on its east, south and west elevations.&nbsp; Buff brick and stone are still evident on its north elevation.</p>\n<p>The former chapel has historical and associative value as it is related to the religious organization of the Basilian Fathers who originated in France in 1828 and were established in Toronto in 1850 with the arrival of Armand-Francois-Marie Charbonnel, the newly appointed Archbishop of Toronto. The Basilians established St. Michael's College in 1852 as a high school, college and seminary and in 1856 relocated to the Clover Hill Estate where they constructed St. Basil's, a parish church and Odette Hall to accommodate the college.&nbsp; This 19th-century building complex continues today as the nucleus of the University of St. Michael's College at the University of Toronto.</p>\n<p>In 1913, the chapel was built as part of the creation of the Newman Hall by Bishop Neil McNeil as a social club for Catholic university students attending St. Michael's College.&nbsp;&nbsp;&nbsp;&nbsp; Newman Chapel was built in the garden behind the existing house at 97 St. Joseph Street.&nbsp; While the house was demolished when the new St. Joseph Seminary was constructed in 1950-51, the chapel which had been used as an automobile refinishing premises from 1928, was integrated into the new seminary design and proposed for use as a gymnasium. Apart from the period in the 1920s-1940s, the chapel has been part of the St. Michael's College community and that of St. Basil's Seminary for over a century and represents the early origins and expansion of the college.</p>\n<p>The chapel has potential to yield information that contributes to an understanding of a community or culture as it represents the early history of the Newman Centre which was created as a social club for Catholic students at St. Michael's College.&nbsp; The provision of a chapel in proximity to the club indicates the importance of daily and shared religious worship to the community of students at that time.</p>\n<p>The chapel reflects the work of the architect who is significant to the Catholic community. Arthur W. Holmes, (1863-1944) the architect who designed the chapel at Newman Hall, was a prolific architect, known for his ecclesiastical commissions for the Roman Catholic Church, of which the most prominent is the design for St. Augustine's Seminary 1910-1913.&nbsp; The Newman Hall chapel was one of several commission Holmes undertook for St. Michaels College including a new spire and steeple for St. Basil's Church, 1895, the extension of the east wing of Odette Hall, 1902-3 and following the final Elmsley bequest to the college in 1921, the masterplan for the college and the design of Teefy Hall and the Pontifical Institute for Medieval Studies, 1935-6, Brennan Hall, 1938 and refectory, 1938.&nbsp; These buildings designed in a stripped down Collegiate Gothic style with their Credit Valley limestone cladding with its distinctive textures and patterning determined the developing character of the college in terms of its built form and materials but also in the sequence of landscaped public open spaces and pathways.&nbsp; Under his guidance, the college extended its presence by contributing to the ring of university buildings that faced onto Queen's Park Crescent, reinforced the axis of Elmsley Place, and with Brennan Hall provided a meaningful link between the historic college core of St. Basil's Church and Odette Hall to the east and the new complex and connection to the rest of the university in the west.</p>\n<p>Although not visible from St. Joseph Street, the chapel is located in the west courtyard of the seminary building and contributes to defining and supporting the character of the property and its early association with Newman Hall and the early 20th century history of St. Michael's College and the community of Catholic students.&nbsp;</p>\n<p>Constructed in 1913, the chapel has been physically, functionally, visually and historically linked to the surroundings of the St. Michael's College at the University of Toronto and later the St. Basil's Seminary, first as a place of worship and later as a gymnasium for the seminary.</p>\n<p><strong>Heritage Attributes of the former Newman Hall Chapel</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the former Newman Hall Chapel as a fine representative of the Christian chapel typology:&nbsp;</p>\n<ul>\n<li>The placement and orientation of the chapel as its principal elevation faces the south side of the west courtyard of the seminary complex</li>\n<li>The scale, form and massing of the single-storey, rectangular volume with a steeply pitched gable roof</li>\n<li>The buff brick cladding and stone details around the entrance on the principal, north elevation</li>\n<li>The piers along the east and west side elevations with windows in each bay</li>\n<li>The principal entrance in the north elevation with the three arched windows above in the gable</li>\n</ul>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the contextual value of the Newman Hall Chapel at 95 St. Joseph Street as it supports the character of St. Michael's College campus which features low-rise buildings, with landscaped set-backs and related by materials of buff-brick, stone and concrete&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<ul>\n<li>The scale, form and massing of the buff brick-clad, chapel facing a landscaped courtyard relating it to its original location and history</li>\n<li>The traditional forms and details which express its early 20th-century history in contrast to the modernist seminary building&nbsp;</li>\n<li>The combination of stone and buff brick materials which connects the chapel to the original 1856 college and church complex and the 1950-51 seminary</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of March 15, 2022, which is April 14, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p><br />References:<br />[1] Letter to Heritage Preservation Services, 22 September 2019. <br />[2] Phyllis Lambert, CC, letter to Heritage Preservation Services, 22 September 2019.<br />[3] Phylllis Lambert, ibid.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3112,
  "otherReferenceList": [
    {
      "description": "95 St. Joseph Street - Notice of Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH31.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 95 ST. JOSEPH STREET",
  "title": "Notice of Intention to Designate The Property - 95 St. Joseph Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
