{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2726 Danforth Avenue Toronto Ontario",
      "latitudeCoordinate": "43.689202968",
      "longitudeCoordinate": "-79.297988702",
      "postalCode": "M4C 1L7",
      "province": "Ontario",
      "streetAddress": "2726 Danforth Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2963"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649649600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 2726 Danforth Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>This notice is being served to the Owner of the Property, the Ontario Heritage Trust, and any Objectors and Interested Persons.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2726 Danforth Avenue, now known as the Little York Hotel, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Danforth Avenue just west of Dawes Road in the heart of the former village of Little York, the pre-confederation era building at 2726 Danforth Avenue is the only surviving example of the 19th-century hotel/inn-type buildings that defined this historic intersection into the early 20th century.</p>\n<p>&nbsp;</p>\n<p>The property was identified in the Danforth Avenue Planning Study - Coxwell Avenue to Victoria Park Avenue (2018) and Main Street Planning Study (2019) as a potential heritage property and was subsequently listed on the City's Heritage Register on December 16, 2020.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 2726 Danforth Avenue is valued as a unique surviving example in the historic Village of Little York of a pre-confederation era building. Built c.1850s-1860s, the former hotel/inn is representative of a typology which once occupied numerous properties around the Danforth Avenue and Dawes Road intersection in the mid-19th century.</p>\n<p>&nbsp;</p>\n<p>Georgian styling is evident in the five nearly symmetrically-arranged, flat-headed window openings on the upper level with their double-hung sash wooden frames and two-over-two panes. Of particular significance is the building's timber-frame construction which includes massive 12\"x12\" oak posts and beams. Significantly, these structural members and their joinery were hand-hewn &ndash; a quality and level of craftsmanship that belies a construction date preceding the advent of machined lumber. Exterior sheathing on the upper-storey timber-frame structure consists of original lath and plaster behind tongue-and-groove wood siding. The single-storey retail storefront addition is an early 20th-century alteration to the original building and reflects the then emerging main street commercial character of Danforth Avenue.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The subject property is valued for its ability to yield information that contributes to our understanding of the development of various historic settlements near the GTR tracks at the corner of Danforth Avenue and Dawes Road from the mid-nineteenth to early-twentieth centuries. First the location of Dawes' Corners in 1850, followed by Smith's Corner in 1870, and Little York and Coleman's Corner from the 1880s until the annexation of Little York to the Town of East Toronto in 1903, this intersection was a popular location for local inns and stores to serve the residential and commercial needs of market-bound farmers along Dawes Road, as well as a burgeoning local population.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the Little York Hotel is visually, physically and historically linked to the Danforth and Dawes intersection where this pre-confederation era building represents the only remaining built evidence of numerous 19th-century hotels/inns once standing at this location.</p>\n<p>&nbsp;</p>\n<p>The building is valued for single-handedly maintaining this once-defining typology in the area and, along with the adjacent main street commercial row properties at 2734-2740 Danforth Avenue, supporting the mid-late 19th century character as a stopping point for travellers and farmers between the rural northeast and downtown Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2726 Danforth Avenue being a unique surviving example of a pre-confederation-era hotel/inn typology building in the Georgian style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form and massing of the 2-storey hotel/inn-type building with its \"L\"-shaped plan</li>\n<li>The placement, setback and orientation of the building on the north side of Danforth Avenue, west of Dawes Road</li>\n<li>The roofline with the main side gable roof fronting onto Danforth Avenue and the cross gable roof of the rear (north) tail or wing</li>\n<li>The placement of the three chimneys on the gable roofs</li>\n<li>The materials, with the tongue-and-groove wooden siding over lath-and-plaster walls at the second storey on all elevations (currently over-clad with insulbrick on the south and west elevations</li>\n<li>The principal (south) elevation, with its five (nearly) symmetrically-arranged window openings at the upper-storey</li>\n<li>The flat-headed, double-hung sash window openings on all four elevations at the upper storey, with their wooden frames and sills, and two-over-two panes</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Interior</strong></p>\n<ul>\n<li>Inside the basement level, the remaining massive timber posts and beams that served as structural support for the original building, with their hand-hewn markings and joinery</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property as supporting the historic character of the East End-Danforth neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form and massing of the 2-storey hotel/inn-type building with its \"L\"-shaped plan</li>\n<li>The materials, with the tongue-and-groove wooden siding over lath-and-plaster walls at the second storey on all elevations (currently over-clad with insulbrick on the south and west elevations</li>\n</ul>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property as being visually, physically and historically linked to the Danforth and Dawes intersection where this pre-confederation era building represents the only remaining built evidence of numerous 19th-century hotels/inns once standing at this location:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The placement, setback and orientation of the building on the north side of Danforth Avenue, west of Dawes Road</li>\n</ul>\n<p>&nbsp;</p>\n<p>N.B. The existing commercial storefront addition projecting from the principal (south) elevation at the first storey level is not considered an attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 11, 2022, which is May 11, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.14</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3196,
  "otherReferenceList": [
    {
      "description": "2726 and 2734 Danforth Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.14"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 2726 DANFORTH AVENUE",
  "title": "Notice of Intention to Designate The Property - 2726 Danforth Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
