{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "778 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6435091396",
      "longitudeCoordinate": "-79.4060273395",
      "postalCode": "M5V 1N6",
      "province": "Ontario",
      "streetAddress": "778 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2959"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649390400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 778 King Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;The property at 778 King Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description of the Property</strong></p>\n<p>&nbsp;</p>\n<p>Designed by Leo Hunt Stanford, the property at 778 King Street West was constructed in 1947 as the headquarters of the York Mending Wool Company. It was subsequently the location of Uniforms Registered and the notable Ydessa Hendeles Art Foundation gallery, and is currently a real estate office. The property is located on the north side of King Street West, just west of Tecumseth Street. A two-storey form with a flat roof, the building is faced in red-orange brick with stone trim.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 778 King Street West is a representative example of a mid-twentieth-century industrial headquarters, demonstrating the influence of the Streamlined Moderne style in its material palette, detailing, and horizontal emphasis. The building retains its red-orange brick exterior, tiered brick pilasters above a stone-clad entry, stone detailing such as belt courses and geometric motifs, and horizontal rhythm of fenestration on the primary (south) elevation, despite the lowering of the ground-floor window openings, as well as intact architectural details on the east elevation such as glass block panels.</p>\n<p>&nbsp;</p>\n<p>Constructed for the York Mending Wool Company in 1947, the subject property has direct associations with the redevelopment of King Street West for manufacturing during the first half of the twentieth century. The property was one of a number of industrial buildings in the immediate vicinity on King Street West that represented textile-related industries. The property also reflects the later period of cultural regeneration along King Street West, and has associative value as the location of the Ydessa Hendeles Art Foundation Gallery from 1988 to 2012. After artist and curator Ydessa Hendeles hired architect Peter Smith to renovate the building, she operated a celebrated non-profit centre for exhibiting international contemporary art in Canada. A large extant skylight, running horizontally across the building's centre, was added by Smith in 1988 as part of the property's successful adaptive reuse.</p>\n<p>&nbsp;</p>\n<p>For over 70 years, the former York Mending Wool Company building, later Uniforms Registered and the notable Ydessa Hendeles Art Foundation gallery, has been physically, functionally, and historically linked to its surrounding context, initially as a contributor to King Street West for manufacturing during the first half of the twentieth century, as well as to the area's later period of adaptive reuse and cultural regeneration.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 778 King Street West as a mid-twentieth-century industrial headquarters, demonstrating the influence of the Streamline Moderne style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and massing of the two-storey, flat-roofed building</li>\n<li>The property's material palette of red-orange brick with stone details</li>\n<li>The primary (south) elevation's compositional organization, with an entry bay to the west and four bays to the east</li>\n<li>The horizontal rhythm of fenestration on the primary elevation, with a glazed panel above the entry, and wide openings at the lower and upper storey of each additional bay</li>\n<li>On the primary elevation, stone cladding at the ground floor of the entry bay; tiered brick pilasters with stone coping at the upper storey</li>\n<li>On the primary elevation, stone belt courses, coping, and geometric motif detailing at the four window bays</li>\n<li>On the east elevation, which is visible from the public realm, the intact composition and details including large glass block panels at the upper storey</li>\n<li>The large skylight running horizontally across the building's centre, dating to its adaptive reuse as an art gallery</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 778 King Street West, in relation to its associations with the history of manufacturing on King Street West, and with adaptive reuse for the Ydessa Hendeles Art Foundation:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The building's siting and orientation on the north side of King Street West, between Niagara and Tecumseth streets</li>\n<li>The large skylight running horizontally across the building's centre, dating to its adaptive reuse as an art gallery</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 778 King Street West as a contributor to King Street West for manufacturing during the first half of the twentieth century, as well as to the area's later period of adaptive reuse and cultural regeneration:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The building's siting and orientation on the north side of King Street West, between Niagara and Tecumseth streets</li>\n<li>The scale, form, and massing of the two-storey, flat-roofed building</li>\n<li>The property's material palette of red-orange brick with stone details</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 8, 2022, which is May 9, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.15</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3192,
  "otherReferenceList": [
    {
      "description": "778 King Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 778 KING STREET WEST",
  "title": "Notice of Intention to Designate The Property - 778 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
