{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "68 Kendal Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6723670261",
      "longitudeCoordinate": "-79.4089261674",
      "postalCode": "M5R 1L9",
      "province": "Ontario",
      "streetAddress": "68 Kendal Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2962"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649649600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 68 Kendal Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 68 Kendal Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 68 Kendal Avenue contains the Audley Court Apartments, located on the west side of Kendal Avenue, north of Bernard Avenue. Constructed by Charles R. S. Dinnick in 1912 to the designs of the architect Joseph Hunt Stanford, the red-brick building is a fine example of Edwardian Classicism.&nbsp; It follows a design precedent set by the Spadina Gardens Apartments, located at 41 Spadina Road, for early apartment block design, and it has not undergone any significant renovations since construction, retaining its original scale, form, and massing as a three-and-half-story apartment building. The property was listed on the City of Toronto's Heritage Register in 1983 and is included within the boundary of the West Annex Phase 2 study area authorized by City Council in 2018.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Originally constructed in 1912, the property at 68 Kendal Avenue, known as the Audley Court Apartments has cultural heritage value as a representative example of the apartment building typology that emerged in Canada in the early-20th century following precedents from Europe and the United States. The building is a surviving example of one the few purpose-built rental properties in the Annex dating to the neighbourhood's primary period of development between 1905 and 1912. It retains its original form and construction, with only minor variations from the initial permit drawings.</p>\n<p>Audley Court Apartments has further design and physical value as a fine example of Edwardian Classicism, an architectural style that came to define apartment buildings from this era of apartment building. The style is represented in many of its extant original features including the symmetrical design of the plans and elevations, featuring bay windows on the primary and side elevations, balconies supported by Tuscan Doric columns, the classical details surrounding the principal entrance, the central pair of bulls-eye windows on the upper floor, and the prominent cornice with its decorative bands and dentil course. A high degree of craftsmanship is evident in its materiality and architectural execution, including the finely turned wood columns, carved balustrades, and detailing around the entrance. The property retains its original scale, form, and massing as a 3-1/2-storey apartment building with no significant alterations to the exterior since its date of construction over a century ago.</p>\n<p>&nbsp;</p>\n<p>The property has historical and associative value related to its builder, C. R. S. Dinnick (1846-1931). He was a prolific contractor, president of a brick manufacturing company, and land developer who built high quality brick housing for Toronto's middle- and upper-classes. Dinnick specialised in purchasing several lots of land on a street at one time, building homes on them, and offering them for sale or rent. He would move into one of the first houses constructed, and live there while completing construction on the other properties, before moving on to his next opportunity. Dinnick also established himself as a builder on a city-wide scale, and was awarded the contract to build one of the newly designed Gouinlock buildings for the CNE in 1906.</p>\n<p>&nbsp;</p>\n<p>The Audley Court Apartments also has historical value for its association with Joseph Hunt Stanford (1871-1935), a notable Toronto architect who designed both residential and commercial buildings. Stanford trained and worked in England for a number of years before immigrating to Canada in 1902.&nbsp; He began his own practice in Toronto in 1904, and was one of the earliest local architects to design multi-unit apartment blocks. He helped promote the use of Edwardian Classicism as the predominant style for early apartment form housing, and masterfully employed the style in many of his buildings that survive to present day, including The Audley Court Apartments and the St Charles Court Apartments (designated Part IV in 1991). The building at 68 Kendal Avenue was completed shortly before Stanford went to serve in the First World War.</p>\n<p>&nbsp;</p>\n<p>The property has historic value for its associations to the Therafields organization, which was active in the 1960s-1970s and offered a new approach to psychotherapy. The organization acquired numerous properties in the Annex neighbourhood, and used many of them to host 'house groups', where members of the commune lived together in an immersive group therapy environment. The other properties, including 68 Kendal Avenue, provided more typical rental housing to members that were not part of house groups. Therafields actively sought to assemble blocks of adjoining properties to create a stronger community experience, and 68 Kendal Avenue was contiguous to 6 other Therafields-owned buildings, some of which did operate as house groups. Regardless of type, all residents were expected to contribute to the physical maintenance and upkeep of the buildings.</p>\n<p>Located on the west side of Kendal Avenue, the low-rise apartment building at 68 Kendal Avenue has contextual value for its contribution to the character of the west Annex, which is typified by early-20th century detached housing in the Annex and Edwardian Classicism styles. It maintains the same setbacks and materiality as the neighbouring properties, and is harmoniously integrated into the mid-block streetscape. Although 68 Kendal was one of the last properties to be constructed in the neighbourhood, it represents the culmination of the concentrated period of development that occurred in this part of The Annex between 1905 and 1912.</p>\n<p>&nbsp;</p>\n<p>As part of the growth and development of the west Annex as a residential enclave in the early years of the 20th century, the property is physically, functionally, visually, and historically linked to its surroundings.&nbsp; It has value as an example of the small-scale apartment type which was emerging around the city and in the Annex at this time, including nearby examples on Spadina and Madison avenues. The apartment building at 68 Kendal Avenue is also contextually valued for its historical and visual links to the neighbouring property at 72 Kendal Avenue, the personal residence of C. R. S. Dinnick, the subdivision's developer. Dinnick acted as the landlord for the Audley Court Apartments from the date of its completion until his death in the early 1931.</p>\n<p>&nbsp;</p>\n<p>68 Kendal is regarded by many Annex residents as a neighbourhood landmark for its finely detailed architecture, well-kept appearance, and lauded example of the 'missing middle' typology.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 68 Kendal Avenue as a representative example of an Edwardian Classicism apartment form building typology from the early-20th century:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the apartment building on the west side of Kendal Avenue</li>\n<li>The scale, form and massing of the three-and-a-half-storey building, on a raised basement with a flat roof</li>\n<li>The central pathway leading from the sidewalk to the main entrance</li>\n<li>The red brick cladding</li>\n<li>The composition of the principal (east) elevation facing Kendal Avenue, which features:</li>\n<li>A central entrance with a rusticated Roman stone surround flush with the surface of the adjacent brick.</li>\n<li>A wide central door flanked by glazed sidelights, and topped by a semi-circular glazed transom with a fluted keystone.</li>\n<li>A moulded frame that unifies the doorway and transom with a pediment above that bears the name of the building, \"Audley Court\".</li>\n<li>On the second floor above the entrance, two narrow four-over-one sash windows with Roman Stone sills</li>\n<li>On the upper storey, two bulls-eye windows featuring oversized keystones and stylized square 'sills' at the base of their Roman stone surrounds.</li>\n<li>Two three-sided bays spanning from the half-basement level to the uppermost floor</li>\n<li>The double-hung eight-over-one sash windows on each plane of the three-sided bays, at each storey</li>\n<li>The subdivision by muntins, of the glazing in the door, sidelights, and transom into smaller rectangular panes that are proportionally similar to the upper sash in the windows on the bays</li>\n<li>Five-sided verandahs fronting the three-sided bays, supported by brick piers at ground level, switching to Tuscan Doric columns that progressively diminish in diameter for each storey</li>\n<li>A flat roof covering the uppermost verandahs</li>\n<li>At each storey of the verandahs, a smooth entablature beneath an overhanging moulded cornice and eavestrough, which are supported by the piers and columns</li>\n<li>Balustrades spanning between the columns, which are composed of a wood handrail and wood balusters with a goose-neck shaped curve</li>\n<li>A deep projecting cornice with dentils spanning the width of the primary (east) elevation, above which is a brick parapet</li>\n<li>Shallow brick quoining enhancing the corners of the building on the front fa&ccedil;ade</li>\n<li>The composition of the mirrored north and south side elevations, each with a multi-storey oriel window and chimney near the east end of the building</li>\n<li>The slight widening of the building at its rear, which follows a similar shallow angle to that used in the bay windows</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 68 Kendal Avenue as part of the early 20th-century development of the Annex neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The placement, setback and orientation of the three-and-a-half storey building on the west side of Kendal Avenue between Dupont Street and Bernard Avenue</li>\n<li>The low-rise, three-and-a-half storey, walk-up apartment typology</li>\n<li>The Edwardian style composition and architectural features including the red-brick cladding, Roman stone detailing, and projecting wood verandahs with period balustrades</li>\n<li>The front yard landscaped setting with trees, lawns and shrubs</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 11, 2022, which is May 11, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.13</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3195,
  "otherReferenceList": [
    {
      "description": "68 Kendal Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 68 KENDAL AVENUE",
  "title": "Notice of Intention to Designate The Property - 68 Kendal Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
