{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Considering all Growth-Related Funding Tools at Executive Committee",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3020"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1651032000000,
  "noticeDescription": "<p>City of Toronto Act, 2006 Public Notice</p>\n<p>&nbsp;</p>\n<p><strong>Considering all Growth-Related Funding Tools at Executive Committee</strong></p>\n<p>&nbsp;</p>\n<p><strong>Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures</strong></p>\n<p>&nbsp;</p>\n<p>The Executive Committee and Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures, in order to allow the Executive Committee to consider, and hold the statutory hearing required under the Planning Act for, a proposed official plan amendment respecting official plan policies related to parkland dedication pursuant to section 42(4) and related by-law under 42(2) of the Planning Act.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting on May 11 and 12, 2022 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The letter from Mayor John Tory has the following recommendation:</p>\n<p>&nbsp;</p>\n<p>1. That as a temporary measure until November 14, 2022, City Council suspend the necessary rules and substitute new rules in Chapter 27, Council Procedures, in order to allow the Executive Committee to consider, and hold the statutory hearing required under the Planning Act for, a proposed official plan amendment respecting official plan policies related to parkland dedication pursuant to section 42(4) and related by-law under 42(2) of the Planning Act.</p>\n<p>&nbsp;</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 27, Council Procedures, will require amendment.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held on May 4, 2022, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person by video conference, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view the letter from Mayor John Tory in full, visit <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.EX32.14\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.EX32.14</a>.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on May 4, 2022, please contact the Committee no later than 12:00 p.m. on May 3, 2022:</p>\n<p>&nbsp;</p>\n<p>Executive Committee<br />Toronto City Hall</p>\n<p>100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-396-7287<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>While the letter sets out proposed changes, the Committee and/or City Council may make amendments to the recommendations set out in the letter.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on May 4, 2022 which will be forwarded to City Council at its meeting on May 11 and 12, 2022.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee</strong>:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-396-7287.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3253,
  "otherReferenceList": [
    {
      "description": "EX32.14 - Considering All Growth-Related Funding Tools at Executive Committee",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.EX32.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
  "title": "Considering all Growth-Related Funding Tools at Executive Committee",
  "topics": [],
  "uniqueMapUrl": []
}
