{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1702 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6674139317",
      "longitudeCoordinate": "-79.3128307568",
      "postalCode": "M4L 1G6",
      "province": "Ontario",
      "streetAddress": "1702 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property - 1702 Queen Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3082"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1652760000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally A 1702 Queen Street East under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 1702 Queen Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design and physical, historical and associative and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 1702 Queen Street East is located on the northwest corner of Queen Street East and Kingston Road in the Woodbine Beach neighbourhood. It contains the Imperial Bank of Canada Building, a two-storey bank building on a raised basement with a one-storey wing at the southwest corner. The property was constructed in 1911-12 as a branch of the Imperial Bank of Canada according to the designs of the well-known Toronto architects Sharp &amp; Brown. The property is ornamented with classical details. The property continued as a banking institution for much of the 20th century before becoming Murphy's Law Pub and Kitchen in 2001.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>The Imperial Bank of Canada Building is valued for its design and physical value as a representative example of an early-20th century bank building with classical detailing. Applying classical details to bank edifices was popular throughout the early-to-mid-twentieth century in Toronto. Elements of the classical style are seen in the buff brick cladding with an ashlar cut limestone base and limestone detailing throughout, in the principal (south) elevation in the flat-headed window openings throughout with stone sills and lintels in the first-storey, in the rowlock course brick work below the window sills in the second-storey and in the square columns and capitals in the central window, in the ornamental stone frieze and brick cornice that rest upon the second-storey windows, in the stone surrounds enshrining the first-storey windows and the staircase door in the one-storey portion at the side (west) end of the building, and in the ornamentation of the main entryway, which contains a stone surround with a pediment above and scrolled volutes.</p>\n<p>&nbsp;</p>\n<p>Several of the classical details are carried through to the side (east) elevation, including the flat-headed windows with stone sills and rowlock course brick work below, the stone surrounds enshrining the first-storey windows with stone lintels, and the ornamental stone frieze and brick cornice that rest upon the second-storey windows. In the rear (north) elevation, the classical style is apparent in the brick quoining at the northeast corner. Similar to the side (east) elevation, some of the classical details present in the principal (south) elevation are carried through to the other side (west) elevation. There is a flat-headed window opening with a stone sill, the ornamental stone frieze and brick cornice that rests upon one of the second-storey windows is carried through, and the lintel above the westernmost window in the principal (south) elevation is also carried through.</p>\n<p>&nbsp;</p>\n<p>Historical or Associative Value</p>\n<p>The property at 1702 Queen Street East is valued for its association with the architectural firm of Sharp &amp; Brown. While working under the prolific Toronto firm of Darling &amp; Pearson, the two entered into partnership in 1910, which lasted until 1919. While in partnership together, the two men designed six banks together including the Bank of Nova Scotia Building (1912) at 541 Queen Street East and the Bank of Nova Scotia Building (1913) at 79 Queen Street East. When Sharp opened a new office in 1919 with Herbert Horner, he continued to specialize in the design of classically inspired bank buildings.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>With its two-storey scale on a raised basement and one-storey wing at the southwest corner and its square form and massing, the property at 1702 Queen Street East is valued for supporting the historic character of the area. While the area has largely been redeveloped, the subject property is a rare surviving example of an early-20th century commercial building that was constructed on the north side of Queen Street East near Kingston Road to service new residents and visitors who were brought to the area by way of the Toronto Street Railway, which had their Woodbine Station located at the junction of Queen Street East and Kingston Road. Through its placement, setback, and orientation at the northwest corner of Queen Street East and Kingston Road where it is oriented to respond to and anchor its position at the junction of Queen Street East and Kingston Road, the Imperial Bank of Canada Building at 1702 Queen Street East is physically, functionally, visually and historically linked to its setting.</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>Attributes that contribute to the value of the property at 1702 Queen Street East being a representative example of an early-20th century bank building with classical detailing:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback, and orientation of the property anchoring the northwest corner of Queen Street East and Kingston Road</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two-storey scale on a raised basement with a one-storey wing at the southwest corner and the square form and massing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including the buff brick cladding with an ashlar cut limestone base and limestone detailing throughout</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the principal (south) elevation:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed window openings throughout with stone sills and lintels in the first-storey</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rowlock course brick work below the window sills in the second-storey and in the square columns and capitals in the central window</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ornamental stone frieze and brick cornice that rest upon the second-storey windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The one-storey wing at the southwest corner of the property, which is original</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone surrounds enshrining the first-storey windows and the staircase door in the one-storey portion at the side (west) end of the building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ornamentation of the main entryway, which contains a stone surround with a pediment above and scrolled volutes</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the side (east) elevation:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed windows with stone sills and rowlock course brick work below</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone surrounds enshrining the first-storey windows with stone lintels</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ornamental stone frieze and brick cornice that rest upon the second-storey windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the rear (north) elevation in the brick quoining at the northeast corner</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the side (west) elevation:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed window opening with a stone sill</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ornamental stone frieze and brick cornice that rests upon one of the second-storey windows is carried through from the principal (south) elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The lintel that is carried through from the westernmost window in the principal (south) elevation</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property as supporting the historic character of the area:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two-storey scale on a raised basement with a one-storey wing at the southwest corner and the square form and massing</p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property as being physically, functionally,</p>\n<p>visually and historically linked to its setting where it is oriented to respond to and anchor its position at the junction of Queen Street East and Kingston Road:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback, and orientation anchoring the northwest corner of Queen Street East and Kingston Road</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 17, 2022, which is June 16, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.18</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3314,
  "otherReferenceList": [
    {
      "description": "PH33.18 - 1702 Queen Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.18"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1702 QUEEN STREET EAST",
  "title": "Notice of Intention to Designate The Property - 1702 Queen Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
