{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "221 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6560858014",
      "longitudeCoordinate": "-79.4458446468",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "221 Sterling Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "225 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6560126551",
      "longitudeCoordinate": "-79.4459746051",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "225 Sterling Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "227 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6562824598",
      "longitudeCoordinate": "-79.446034857",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "227 Sterling Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property - 221 Sterling Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3081"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1652760000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 221 Sterling Road, including entrances at 225 and 227 Sterling Road, under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The property at 221 Sterling Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 221 Sterling Road comprises a complex of adjoining one- and two-storey brick structures, constructed incrementally in c.1914-1918, c.1924-1939, and c.1954-1965. Located on the east side of Sterling Road, the property is set back at an angle from the street, oriented instead in parallel with the railway tracks to the east. The complex runs generally north-south on an irregularly shaped lot, which is defined by Merchant Lane to the north, and alleyways to the east and south. Because the building evolved in an unplanned way through a series of additions to suit the requirements of various occupants, boundaries between the building's components are not always legible within the building's flexible interior spaces. Typical of industrial architecture, its exterior is generally utilitarian in nature and relatively unadorned. The property features multiple entrances, on all elevations, and its unique footprint creates exterior opportunities for social connection, particularly in the eastern alleyway, where communal spaces are bordered by a retaining wall.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property at 221 Sterling Road is a rare and unique example of a former industrial complex that evolved to accommodate various manufacturing uses, and later gained prominence for its adaptive reuse as an incubator of arts and culture. Originally part of a site developed alongside the Grand Trunk Railway tracks for the Fairbanks-Morse Canadian Manufacturing Company Ltd., the property was constructed incrementally with an original portion from pre-World War I, interwar additions in c.1924-1939, and postwar additions in c.1954-1965. It served a variety of industrial uses through the mid- to late-twentieth century, and has since continued to evolve as a hub of cultural activities, housing a number of creative organizations and performance spaces. The property's gradual construction and adaptation produced an unusual, rambling complex with an interior that allows for reconfiguration to suit tenants' needs, and an exterior that creates moments of social connection. The building's physical value is expressed through industrial characteristics that facilitate adaptive reuse for live-work studios and light industrial cultural businesses.</p>\n<p>&nbsp;</p>\n<p>The property reflects the history of industrial development along Sterling Road within the lower Junction Triangle and Brockton Village areas, and contributes to a concentration of former industrial buildings, many of which now have cultural functions. It originated as part of lands developed by the Fairbanks-Morse Canadian Manufacturing Company Ltd. adjacent to the Grand Trunk Railway line. This company played an important role in the industrial development of the area through their development of a large manufacturing complex, including the subject property. Needs arising from Canada's involvement in the First World War meant that by the late 1910s, the Canadian Fairbanks-Morse Company, like other plants in Toronto, received a munitions contract and manufactured explosive shells during this period. In addition to the theme of industrial development, the property reflects the theme of promotion of arts and culture through adaptive reuse of industrial buildings; this theme is especially significant to the local community. Few such examples of formerly industrial, live-work complexes remain extant in Toronto.</p>\n<p>&nbsp;</p>\n<p>The property is important in maintaining and supporting the character of Sterling Road as a former industrial streetscape, which has evolved as an area known for supporting arts and culture. In particular, it is linked to the adjacent property at 213 Sterling Road, which was also associated with the Canadian Fairbanks-Morse Company, and with which it stands in architectural dialogue. The only building of its kind on Sterling Road that continues to house a live-work community, 221 Sterling Road relates to surrounding industrial properties on Sterling Road that have been adaptively reused for the purposes of arts and culture.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 221 Sterling Road as an evolved manufacturing complex that has been adaptively reused to support the arts:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scale, form, and massing of the property's original portion (dating to c.1914-1918), located at the building's southwest corner</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scale, form, and massing of the property's early eastern and northern additions (dating to c.1924-1939)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Throughout the complex, features that represent the property's industrial origins and later facilitated its adaptive reuse, including:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An industrial material palette with primarily red brick and concrete on both the exterior and interior</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Original window openings and operable windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Original door openings, including some that include double doors and some that include garage doors</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 18'-to-20' ceilings in many units, some of which include exposed structural beams</p>\n<p>&nbsp;</p>\n<p>Historic and Associative Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 221 Sterling Road as reflecting the history of industrial development and arts-related adaptive reuse along Sterling Road:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's siting and orientation, accessed via Sterling Road but situated in parallel with the railway tracks to the east</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Original window openings and operable windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Original door openings, including some that include double doors and some that include garage doors</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An industrial material palette with primarily red brick and concrete on both the exterior and interior</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 18'-to-20' ceilings in many units, some of which include exposed structural beams</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Generally large-scale interior spaces with flexible configurations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Skylights in many hallways and units, some of which are original</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Exterior communal spaces as points of connection, including in the eastern (rear) alley, which is set apart by a grade change and a retaining wall</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Original rail lines that remain visible in the floors and hallways of units</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 221 Sterling Road as one of a concentration of former industrial buildings, many of which now have cultural functions:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's siting and orientation, accessed via Sterling Road but situated in parallel with the railway tracks to the east</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's visual and spatial relationships to the adjacent property at 213 Sterling Road, particularly via visibility and public access to the alleyway formed between the north elevation of 213 Sterling Road and the south elevation of 221 Sterling Road</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 17, 2022, which is June 16, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.17</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3313,
  "otherReferenceList": [
    {
      "description": "PH33.17 - 221 Sterling Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 221 STERLING ROAD (INCLUDING ENTRANCES AT 225 AND 227 STERLING ROAD)",
  "title": "Notice of Intention to Designate The Property - 221 Sterling Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
