{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "508 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6642208438",
      "longitudeCoordinate": "-79.3805715658",
      "postalCode": "M4Y 2C8",
      "province": "Ontario",
      "streetAddress": "508 Church Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "510 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6642776639",
      "longitudeCoordinate": "-79.3805880594",
      "postalCode": "M4Y 2C8",
      "province": "Ontario",
      "streetAddress": "510 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property - 508 and 510 Church Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3085"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1652760000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 508 and 510 Church Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The properties at 508 and 510 Church Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located on the west side of Church Street between Alexander and Maitland streets, the properties at 508 and 510 Church Street comprise two adjoining structures, originally constructed as residences in c.1856-1858.The properties are three storeys high with a complex cross-gabled roof. They are faced in brick with wood and stone trim, and have a raised basement level faced in rough stone. The properties have evolved physically and undergone a series of alterations in their 160-year history, including the integration of their interiors and the loss of the adjacent resident units of the historic row (now a parking lot). The other surviving unit is located at the corner of Church and Maitland streets.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The adjoining structures at 508 and 510 Church Street currently house Crews and Tangos, a drag performance venue, bar, and gathering space for the LGBTQ2S+ community. At the rear of the properties, a two-storey coach house is situated on Donna Shaw Lane and visible from the parking lot to the north. It is connected to the primary structures via a one-storey addition. Faced in brick, the coach house has a gabled roof, and the projecting gable ends with brick corbeling form a parapet with an unusual stepped silhouette. The coach house's ground floor currently includes a bar and a dance floor.</p>\n<p>&nbsp;</p>\n<p>In 2013, the painted brick exterior on Church Street was repainted with a mural by Nadijah Robinson and Elicser Elliott, depicting performers against a cobalt background. The artwork was one of 11 murals on 11 buildings as part of the Church Street Mural Project, led by Syrus Marcus Ware and James Fowler in association with the Church Wellesley Village Business Association and Councillor Kristyn Wong-Tam. The initiative commemorated World Pride, which took place in Toronto in 2014.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The pair of structures at 508 and 510 Church Street constitute a unique example of semi-detached house-form structures from the mid-nineteenth century, constructed as part of a former row at 508-518 Church Street, and have since evolved for commercial use. They are notable for their asymmetrical configuration and details such as rounded arches and brickwork that demonstrate a vernacular application of Romanesque Revival stylistic influences, which were popular during the second half of the nineteenth century. The properties also retain a nineteenth-century coach house, located to the rear of 508 Church Street; though altered, this structure represents an increasingly rare typology within Toronto.</p>\n<p>&nbsp;</p>\n<p>The integrated properties hold direct associations with the evolution of the Church and Wellesley neighbourhood and with the more recent history of Toronto's LGBTQ2S+ community. The properties house Crews and Tangos (formerly Crews), one of Toronto's longest operating queer bars. The Crews and Tangos building has historical value as an iconic venue for queer community gatherings, rituals, performances, and cultural expression. Because the venue occupies a pair of former residences and a coach house, allowing it to spread across separate rooms and floors, it has the capacity to operate multiple bar spaces and dance floors simultaneously. These spaces cater to different activities and musical tastes, heightening the sense of inclusivity for which Crews and Tangos is noted.</p>\n<p>&nbsp;</p>\n<p>Located at the centre of the Church and Wellesley neighbourhood (also known as The Village), less than two blocks south of its eponymous intersection, the subject properties are important in defining the area's character. They contribute to an eclectic streetscape that features a variety of commercial typologies as well as a predominance of nineteenth-century residential buildings converted to commercial use, including 508 and 510 Church Street. The properties are also physically, functionally, visually, and historically linked to their surroundings. For over four decades, Church and Wellesley has been the geographical heart of Toronto's LGBTQ2S+ community, with a concentration of queer community spaces, clubs, bars, restaurants, among which Crews and Tangos is considered an anchor. Operating since 1994, the Crews and Tangos building is a cultural landmark within the neighbourhood and for Toronto's broader LGBTQ2S+ community. Additionally, the mural added in 2013 for World Pride contributes to the building's status as a visual landmark.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 508 and 510 Church Street as a unique example of mid-nineteenth-century semi-detached residences converted to commercial use, as well as a representative and rare example of a surviving nineteenth-century coach house:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the primary building as a three-storey pair of former residences</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The primary building's material palette, consisting of brick with stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The primary building's asymmetrical composition on the front elevation, including a wider portion of three bays beneath a common roofline, and a fourth bay to the north</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The complex cross-gabled roof, with a truncated front gable above the building's wider portion and a narrow front gable above the northern bay</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fenestration including segmentally arched openings on a two-storey bay window, and round-arched windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Architectural details including leaded glass transoms, brick corbeling and window details, wood brackets, and half-cove wood shingles</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the rear building as a two-storey former coach house</p>\n<p>&nbsp;</p>\n<p>Historic and Associative Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 508 and 510 Church Street as a longstanding and iconic venue for queer community gatherings, rituals, performances, and cultural expression:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The properties' siting and orientation on the west side of Church Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The World Pride mural covering the primary building's east and south elevations, depicting performers against a cobalt background</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The properties' scale, form, and massing as a three-storey pair of former residences with a two-storey former coach house, allowing different forms of programming to operate simultaneously across separate rooms and floors</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 508 and 510 Church Street as a character-defining building within the Church and Wellesley neighbourhood and a cultural landmark:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The properties' siting and orientation on the west side of Church Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the primary building as a three-storey pair of former residences</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The primary building's material palette, consisting of brick with stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The World Pride mural covering the primary building's east and south elevations, depicting performers against a cobalt background</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 17, 2022, which is June 16, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.6\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.6</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3317,
  "otherReferenceList": [
    {
      "description": "CC43.6 - 508 and 510 Church Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 508 AND 510 CHURCH STREET",
  "title": "Notice of Intention to Designate The Property - 508 and 510 Church Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
