{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "462 Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.643837601",
      "longitudeCoordinate": "-79.397849047",
      "postalCode": "M5V 1E3",
      "province": "Ontario",
      "streetAddress": "462 Wellington Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property - 462 Wellington Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3084"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1652760000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 462 Wellington Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The property at 462 Wellington Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design and physical, historical and associative and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 462 Wellington Street West is situated on the north side of Wellington Street West between Portland Street and Spadina Avenue in the King-Spadina neighbourhood. It contains the Northrop &amp; Lyman Co. Building, a five-storey factory/warehouse type building that was constructed in 1917 for Northrop &amp; Lyman Co. Ltd, one of the largest dealers in patent medicines in the country, according to the designs of Leon S. Yolles and Chapman &amp; McGiffenn, the latter who designed such notable buildings as Knox College at the University of Toronto. The property is fashioned in the Edwardian Classical style. The property was occupied for the greater portion of the 20th century by Northrop &amp; Lyman Co. Ltd and now serves as an office building.</p>\n<p>The property at 462 Wellington Street West was included on the City of Toronto's Heritage Register on November 21 and 23, 1973. At the time, the property was known as the Houlding Knitwear Building, as Houlding Knitwear was a later occupant. The property is located within the proposed King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>&nbsp;</p>\n<p>The Northrop &amp; Lyman Co. Building is valued for its design and physical value as a representative example of an early-20th century factory/warehouse type building in the King-Spadina neighbourhood with Edwardian Classical detailing. The five-storey scale, rectangular form and massing, brick cladding with stone detailing, and flat roofline are characteristic of this building type. The Edwardian Classical style can be seen in the principal (south) elevation in the symmetrical arrangement of the openings, the segmental-arched openings in the first-storey, the flat-headed openings in the remaining four-storeys, the stone cladding that rises to the height of the second-storey windows with cut-stone detailing that wraps around the southeast and southwest corners, the bulbous stone sills sitting below the first-storey openings with a stone cornice above, the ornamental stone friezes that rest atop the second-storey openings and are decorated with scrollwork in the corners and stone cornices above, the stone lintels and sills in the openings of the upper three-storeys, and in the pilasters which are punctuated with stones cornices in the same storeys and the stone banding above that wraps around the southeast and southwest corners. The style is further evident in the side (east and west) elevations in the rhythmic arrangement of the segmental-arched openings, the stone sills and triple-layered arched brick detailing above, and in the central chimney in the side (east) elevation. Some of the window openings in the side (west) elevation have since been bricked in.</p>\n<p>&nbsp;</p>\n<p>Historical and Associative Value</p>\n<p>The property at 462 Wellington Street West is valued for its association with Northrop &amp; Lyman Co. Ltd, who commissioned the building to replace their earlier property on Front Street that had been destroyed by fire in 1904. The patent medicine company was started in Newcastle, Ontario, by Henry Stephen Northrop and John Lyman, both travelling salesmen from Auburn, New York. After buying out Tuttle and Moses and renaming it Northrop &amp; Lyman Co. Ltd, they moved the company to Toronto after experiencing exponential growth. They were originally located at 40 Scott Street in 1874, then 21 Front Street West in 1879, and were temporarily located at 86-88 Richmond Street West before relocating to the subject property on Wellington Street West. The company became highly successful, and by the late-1870s, Northrop &amp; Lyman were being hailed as the largest dealers in patent medicines in the country.</p>\n<p>They continued to occupy the property at 462 Wellington Street West until the late-20th century.</p>\n<p>&nbsp;</p>\n<p>The associative value of the property at 462 Wellington Street West is also through its connection with the two Toronto architectural firms of Leon S. Yolles and Chapman &amp; McGiffen. Yolles was an architect practicing in Toronto from 1910-1916 and designed various industrial and residential commissions for the Jewish community before WWI. Yolles was amongst the first Jewish architects to work in the province. By 1917, he changed his title to that of \"contractor\" and entered into a partnership with Harry Rotenberg, a lawyer, under the title of Yolles &amp; Rotenberg, Contractors. They operated one of the earliest property development companies in the city and designed and constructed several notable properties, such as the Hobberlin Building and the Sterling Tower. Alfred Hirschfelder Chapman and Robert B. McGiffin entered into partnership under the name Chapman &amp; McGiffen from 1908-19 and designed a wide variety of buildings, including Rosedale Presbyterian Church and Knox College at the University of Toronto.</p>\n<p>&nbsp;</p>\n<p>The property at 462 Wellington Street West has additional associative value for its contribution to the understanding of the historical development and evolution of the King-Spadina neighbourhood, which originated as part of the Military Reserve that was established in the late 1700s west of the Town of York and afterward subdivided and sold in the early-19th century to support the westward expansion of the community. The plan of subdivision incorporated two significant public spaces (Clarence Square and Victoria Memorial Square, the latter with a military burial ground) that were linked by an unusually wide boulevard named Wellington Place. As the area changed from a residential precinct to Toronto's main industrial centre after the Great Fire of 1904, most of the estate houses were replaced by large-scale factories and warehouses, including the Northrop &amp; Lyman Co. Building.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Contextually, the Northrop &amp; Lyman Co. Building at 462 Wellington Street West supports and maintains the historic character of the King-Spadina neighbourhood as it developed and evolved in the 19th and 20th centuries from its origins as an institutional and residential community to the city&rsquo;s manufacturing centre. In King-Spadina, the property at 462 Wellington Street West reflects the second phase of development of the former Wellington Place from a 19th century residential enclave to an extension in the early 20th century of the industrial district where warehouses, including the Northrop &amp; Lyman Co. Building, lined most of the street. Through its placement, setback, and orientation on the north side of Wellington Street West between Portland Street and Spadina Avenue, the Northrop &amp; Lyman Co. Building is physically, functionally, visually and historically linked to its setting where with the neighbouring heritage properties, it contributes to the enclave of former industrial buildings on Wellington Street West.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>Attributes that contribute to the value of the property at 462 Wellington Street West being a representative example of an early 20th century factory/warehouse type building in the King-Spadina neighbourhood with Edwardian Classical detailing:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The five-storey scale, rectangular form and massing, and flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including buff brick cladding with stone detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the principal (south) elevation:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The symmetrical arrangement of the openings, the segmental-arched openings in the first-storey, and the flat-headed openings in the remaining four-storeys</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone cladding that rises to the height of the second-storey windows with cut-stone detailing that wraps around the southeast and southwest corners</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The bulbous stone sills sitting below the first-storey openings with a stone cornice above</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ornamental stone friezes that rest atop the second-storey openings and are decorated with scrollwork in the corners and stone cornices above</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone lintels and sills in the openings of the upper three-storeys, and in the pilasters which are punctuated with stones cornices in the same storeys and the stone banding above that wraps around the southeast and southwest corners</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the side (east and west) elevations, the rhythmic arrangement of the segmental-arched openings, the stone sills and triple-layered arched brick detailing above, and in the central chimney in the side (east) elevation</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property as supporting the historic character of the King-Spadina neighbourhood:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The five-storey scale, rectangular form and massing, and flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including buff brick cladding with stone detailing</p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property as being physically, functionally, visually and historically linked to its setting where with it contributes to the enclave of former industrial buildings on Wellington Street West:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback, and orientation of the property on the north side of Wellington Street West between Portland Street and Spadina Avenue</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 17, 2022, which is June 16, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.5</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3316,
  "otherReferenceList": [
    {
      "description": "CC43.5 - 462 Wellington Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC43.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 462 WELLINGTON STREET WEST",
  "title": "Notice of Intention to Designate The Property - 462 Wellington Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
