{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\") - Galt Subdivision",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3097"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1653019200000,
  "noticeDescription": "<p>The proposed amendment seeks to:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;&nbsp; Add five area-specific restrictions to the Sign By-law for portions of the premises defined as Galt Subdivision as follows:</p>\n<ul>\n<li>100 metres of the outermost limit of the intersection of The West Mall and a portion of the area defined as the Galt Subdivision, approximately 410 metres northwest of The Queensway, on the premises legally described as PLAN 66R-22800 PART 1, upon which as May 31, 2022 three third party ground signs were erected or displayed;</li>\n<li>100 metres of the outermost southeast limit of the intersection of The West Mall and a portion of the area defined as the Galt Subdivision, approximately 380 metres northwest of The Queensway, on the premises legally described as PLAN 66R-22800 PART 1, upon which as May 31, 2022 three third party ground signs were erected or displayed;</li>\n<li>100 metres of the outermost northeast limit of the intersection of The West Mall and a portion of the area defined as the Galt Subdivision, approximately 420 metres northwest of The Queensway, on the premises legally described as PLAN 66R-22800 PART 1, upon which as May 31, 2022 three third party ground signs were erected or displayed;</li>\n<li>The portions of the Galt Subdivision within 100 metres of the outermost limit of the specific location 35 metres north of the boundary of Dundas Street West, approximately 90 metres west of the boundary of Scarlett Street, upon which as May 31, 2022 the third party ground sign was erected or displayed; and,</li>\n<li>The portions of the Galt Subdivision within 100 metres of the outermost limit of the specific location north of the boundary of Dundas Street West, approximately 50 metres east of the boundary of Scarlett Street, upon which as May 31, 2022 the third party ground sign was erected or displayed.</li>\n</ul>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Allow a specific portion of the Galt Subdivision to contain one third party electronic ground sign containing two sign faces in a \"v-shaped\" formation &nbsp;measuring 14.63 metres horizontally by 4.27 metres vertically, approximately 10 metres west of Highway 427, containing electronic static copy and, with a total sign face area of approximately 62.5 square metres; and, a height (highest point of the sign measured from grade) of 18.0 metres (Proposed Sign); and, require the removal of five existing third party signs to portions of the premises defined as Galt Subdivision; and,</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Allow the premises defined as Galt Subdivision to contain First Party Signs, in accordance with Section 694-21(G) of the Sign By-law.</p>\n<p>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto refuse the area-specific amendments to the Sign By-law, for portions of the premises defined as Galt Subdivision.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to amend 694-24 of the Sign By-law to add five area specific restrictions to portions of the premises defined as Galt Subdivision; and to amend &nbsp;Schedule B, Signage Master Plans and Area Specific Amendments, to add a new area specific amendment to Schedule B, Signage Master Plans and Area Specific Amendments, to allow for, and regulate, the display of one third party electronic ground sign at the premises defined as Galt Subdivision.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held by video conference and in person in Committee Room 1, Toronto City Hall, on Tuesday, May 31, 2022 commencing at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person/video conference or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Housing Committee agenda at <a href=\"http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&amp;decisionBodyId=1943#Meeting-2022.PH34\">http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&amp;decisionBodyId=1943#Meeting-2022.PH34</a>,&nbsp;as of May 24, 2022.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee, please contact the Committee no later than 12:00&nbsp;p.m. on May 30, 2022:</p>\n<p>&nbsp;</p>\n<p>Nancy Martins, Administrator, Planning and Housing Committee,</p>\n<p>Toronto City Hall, 100 Queen Street West,</p>\n<p>10th Floor, Toronto, ON M5H 2N2,</p>\n<p>Tel: 416‑397-4579,</p>\n<p>E-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>, by no later than 12:00&nbsp;p.m. on May 30, 2022.</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, contact:</p>\n<p>&nbsp;</p>\n<p>Ted Van Vliet</p>\n<p>Manager, Sign By-law Unit, Toronto Building</p>\n<p>100 Queen Street West, Ground Floor, East Tower</p>\n<p>Toronto ON M5H 2N2</p>\n<p>Telephone: 416-392-4235</p>\n<p>Email: <a href=\"mailto:Ted.VanVliet@toronto.ca\">Ted.VanVliet@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be processed to Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on May 31, 2022 which will be forwarded to City Council for its meeting on June 15-16, 2022.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-397-4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3328,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code Chapter 694, Signs, General",
      "url": "https://www.toronto.ca/legdocs/municode/1184_694.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to add five area specific restrictions to portions of the premises defined as Galt Subdivision; and, to allow for and regulate the display of one third party electronic ground sign on a portion of the premises defined as Galt Subdivision approximately 10 metres west of Highway 427.",
  "title": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\") - Galt Subdivision",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
