{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "50 Merton Street Toronto Ontario",
      "latitudeCoordinate": "43.696779647",
      "longitudeCoordinate": "-79.39460336",
      "postalCode": "M4S 1A3",
      "province": "Ontario",
      "streetAddress": "50 Merton Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property - 50 Merton Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3083"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1652760000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 50 Merton Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The property at 50 Merton Street (Girl Guides of Canada Headquarters) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>&nbsp;</p>\n<p>The property at 50 Merton Street contains the Girl Guides of Canada Headquarters,</p>\n<p>a three-storey complex completed in 1962 to the design of Carmen Corneil, project architect for William J. McBain &amp; Associates and extended in 1970-72 by the partnership of Elin and Carmen Corneil.</p>\n<p>&nbsp;</p>\n<p>In 2011, the National Historic Sites and Monuments Board of Canada recognized the national significance of the Girl Guides of Canada through its designation of the Girl Guide of Canada Movement in Canada a National Historic Event and installed a plaque at 50 Merton Street.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Both the Midtown in Focus Cultural Heritage Resource Assessment (2016) and the City of Toronto OPA 405 identified the property as having potential cultural heritage value.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value - Girl Guides of Canada National Headquarters</p>\n<p>The Girl Guides of Canada National Headquarters building, dating to 1961-2 with a 1970-72 extension is in its meticulous design an excellent representative of Post-War Modern architecture exhibiting in particular the influence of the great Finnish modernist, Alvar Aalto.&nbsp; It has also been acknowledged that on its completion the new headquarters was \"a building of consequence&hellip; representing something new and other, a different kind of architecture\"[1] in Toronto.&nbsp; The building design is significant for its response to context, for its interpretation of the functional programmatic requirements as an opportunity for symbolic design and for creating a sequence of indoor and outdoor spaces which enrich the use and experience of Guides' members of all ages.&nbsp; In its interpretation of the brief, orientation on the site, composition and massing of the various programmatic components, in the choice of materials and in the details from the window openings to the handrails, columns and door pulls the building exhibits a high degree of craftsmanship and artistic merit.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 50 Merton Street has association with the Girl Guides of Canada and in turn with the International Guiding Movement which is one of the largest youth movements in the world. The Guides were established in England in 1909 by Lord Baden-Powell and his sister Agnes Baden-Powell shortly after the founding of the Boy Scouts in 1907. Canadian branches followed in 1910, the first in St. Catharines, Ontario and then Toronto. The core values of the organization emphasized the outdoors, character building, good citizenship and self-reliance with the motto: \"Be Prepared.\" Since 1923, the guides have been largely self-funded through the sales of their iconic, trefoil-shaped cookies. Completed in 1962, the building was designed to be the first permanent, purpose-built national headquarters for the Girl Guides.&nbsp; Girl Guides are located across Canada and celebrated their centenary in 2010.&nbsp; The National Historic Sites and Monuments Board of Canada recognized the national significance of the organization through its designation of the Girl Guide of Canada Movement in Canada a National Historic Event.</p>\n<p>&nbsp;</p>\n<p>The Girl Guides of Canada Headquarters has associative value as it reflects the work and ideas of Carmen Corneil, lead designer and project architect for William J. McBain &amp; Associates who designed the original building in 1961-62 and the partnership of Elin and Carmen Corneil, for the addition undertaken in 1970-72. Throughout their 50+years of practice, Elin and Carmen Corneil have been influential as teachers and practitioners from their home-bases in Norway and Canada. Their work, which has included both architecture and urban design, has been recognized with two Massey Medals, won an international competition and has been published and exhibited widely. First living and working together in Toronto in 1960, their projects introduced a strong Scandinavian formal and typological influence which was based in expressive programmatic form, tactile materials and details, a variety of sources for daylight and the integration of landscape and nature. As their ideas and work evolved, these initial principles would be extended to eschew the formal aesthetic concerns of Modernism for an architecture that was underpinned by familiar building typologies related to a variety of individual and collective social experiences, with a frank tectonic expression inherent in Dutch Structuralism and particularly the work of Herman Hertzberger. Throughout their careers a primary commitment to architecture's enhancement of human experience through meaningful and connected place-making has been at the heart of their practice.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Set on the north side of Merton Street in the first block east of Yonge Street, the Girl Guides Headquarters, maintains and supports the character of the area which is related to its transformation following the completion of the Yonge Street subway line in 1954 making it a prime location for institutional uses such as the Visiting Home Nursing Association, The War Amps, the Geneva Centre for Autism and to the north of Davisville Avenue, the School for the Deaf (demolished).&nbsp; Its distinctive Post-War Modern design, low-rise scale and public outdoor space is shared with these other institutional buildings.&nbsp; Other low-rise buildings representing commercial and residential uses, with distinctive mid-century modern style maintain this character of Merton Street which is under transformation.</p>\n<p>&nbsp;</p>\n<p>Completed in 1962, the Girl Guides of Canada Headquarters is physically, functionally, visually and historically linked to its surroundings as it represents the transformation of Merton Street and the Davisville community following the completion of the subway line in 1954 with an increased institutional use, transforming the street's early mixed character of industrial and residential properties with a sequence of low-rise, Post-War Modern properties.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes of the Girl Guides of Canada National Headquarters</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>Girl Guides Headquarters at 50 Merton Street as an excellent representative of Post-War Modern architecture exhibiting in particular the influence of the great Finnish modernist, Alvar Aalto and as an example of the work of the partnership of Elin and Carmen Corneil as it responded to the project program and its Toronto context:&nbsp;</p>\n<p>&nbsp;</p>\n<p>Exterior</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property on the north side of Merton Street, east of Yonge Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the flat-roofed, building composed of a two-storey front wing and a rear, three-storey back wing set on a raised podium with a terrace on its south and west sides.</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The massing of the front wing is modified by the higher roof for the clerestory and services and by the set-back of the first floor on the south, east and west sides, the staircase on the south side of the podium at the west end and on the east side where the podium has been set-back adjacent to the loading bay</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The massing of the rear, three-storey wing includes the stepped massing in plan at its south-west corner and the two-projecting fire-escape stairs</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The first floor level of the front wing of the building including the glazed south and west walls</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick cladding, on the second-floor of the front wing of the building and the staircase on the north side of the rear wing, which achieved its rugged texture through a special process of firing the bricks face to face and then splitting them apart to achieve the natural broken surface, and then set in a common bond pattern</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The concrete cladding of the podium and its parapet-balustrade</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cladding of the rear second wing which combine sections of curtain wall glazing with pre-cast concrete panels and brick cladding with bands of concrete indicating the floor levels on the east and west elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition and detailing of the fenestration of the front brick clad wing as follows:</p>\n<p>&nbsp;- second floor level, south elevation, long ribbon window stretching the full width of the elevation and originally containing wood fins to the architect's design</p>\n<p>-&nbsp; second floor, west elevation, single opening containing two windows separated by a pre-cast concrete fin with a clad steel beam above and originally wood fins as per the architect's design on the window to the north side of the fin</p>\n<p>- second floor, east elevation the opening for two windows with a precast concrete fin between and clad steel beam above and beneath them,</p>\n<p>- first floor level, east elevation, rectangular window opening.</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The steel columns with their wood cladding on two faces supporting the upper level of the front wing</p>\n<p>&nbsp;</p>\n<p>Interior</p>\n<p>The following heritage attributes contribute to the design and physical value of the interior of the building including the main entrance, lobby and staircase to the second floor lobby, and the second floor board room:&nbsp;</p>\n<p>&nbsp;</p>\n<p>Main Entrance, Lobby and Staircase</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The main entrance vestibule which includes a projecting, glazed volume with glazed double doors, the double, wood-panelled entrance doors which open to the interior, flanked by, on the interior section facing the lobby, two screens, partially glazed with wood slats and corresponding with the height of the doors. Above the panelled doors and the screens are glazed transoms</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wood-panelled, double-doors with unequal widths, and each has a narrow vertical glazed openings, vertical wood panel</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ironmongery for the doors includes, on the exterior face two, large, metal door pulls composed of a series of vertical and horizontal elements, with horizontal bars set at different heights. A metal Guides' trefoil symbol is also included on the face of the north door at the entrance.&nbsp; On the interior face, the door pull on the northern door includes a cut-out trefoil</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The lobby materials include a slate floor in a random pattern, a concrete block wall on the east side of the staircase and wood slats fixed to the ceiling</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The lobby staircase includes a screen composed of vertical metal elements, stairs with an exposed structure with terrazzo treads and wood noggins, a continuous wood handrail combined of a cylindrical rail and a wood facing plate fixed to the metal screen or walls with a curvilinear profile. (Please note, originally this hand-rail continued along the face of the reception desk designed by the architect)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the second floor level the staircase handrail continues along a low block wall balustrade which is cut down to a lower height on its north end to include a low metal screen</p>\n<p>&nbsp;</p>\n<p>Second Floor Boardroom</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The second floor boardroom ceiling which includes a glazed clerestory, exposed metal roof decking, pairs of wood rafters along the north side, a coved ceiling along the south side and a lower ceiling level parallel to the full-width ribbon window on the south elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The plan of the second floor boardroom includes an entrance area on the north side with a lower ceiling and in the third bay at the east end, a longer bay which extends north</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the contextual value of the Girl Guides of Canada Headquarters at 50 Merton Street as it supports the Post-World War II character of Merton Street in the section between Yonge Street and Mount Pleasant Road</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-three-storey building, in a Post-War Modern style clad with a combination of brick and curtain wall glazing set on raised podium with an exterior terrace facing the street on the north side of Merton Street.</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 17, 2022, which is June 16, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.19</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3315,
  "otherReferenceList": [
    {
      "description": "PH33.19 - 50 Merton Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH33.19"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 50 MERTON STREET",
  "title": "Notice of Intention to Designate The Property - 50 Merton Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
