{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "16 Linden Street Toronto Ontario",
      "latitudeCoordinate": "43.6706138967",
      "longitudeCoordinate": "-79.3777328729",
      "postalCode": "M4Y 1V6",
      "province": "Ontario",
      "streetAddress": "16 Linden Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "18 Linden Street Toronto Ontario",
      "latitudeCoordinate": "43.6706982765",
      "longitudeCoordinate": "-79.3776651899",
      "postalCode": "M4Y 1V6",
      "province": "Ontario",
      "streetAddress": "18 Linden Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 16-18 Linden Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3220"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1655784000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 16-18 Linden Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 16-18 Linden Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 16-18 Linden Street, dating to 1876, comprise a semi-detached pair of two-and-a-half-storey house-form buildings on the north side of Linden Street, between Huntley Street and Sherbourne Street. The pair represents the Bay and Gable typology and retains many intact features of Victorian architectural design. The buildings share a cross-gabled roof with two front gables; they are configured with a gable and a one-storey bay window on the west side of each half, and an entrance on each portion&rsquo;s east side. The front gables include decorative wood bargeboards with pierced details. On their primarily red-brick exteriors, the buildings demonstrate dichromatic brickwork, including a four-course buff-brick band above the stone foundation, single-course buff-brick banding at the upper storeys, and buff brick highlights above each window. Although the windows have been replaced, the buildings appear to retain their original fenestration patterns and segmentally arched openings. The raised entries constitute the primary distinction between the two buildings. At 16 Linden Street (the western half), the front door is slightly recessed within a wood portico, including four columns, a spindlework frieze, and fluted brackets. At 18 Linden Street (the eastern half), the front door is flush within an entryway that is entirely enclosed by brick, with a segmental arch and dichromatic brick details above a transom. Seeming to reflect a change in grade, another difference lies in the larger raised basement window visible within the projecting bay at 16 Linden Street. The properties have largely maintained their integrity as a pair.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Constructed in 1876, the properties at 16 and 18 Linden Street constitute representative examples of semi-detached Bay and Gable residences. The properties have maintained a high degree of integrity as a pair and retain many intact features that are typical of Victorian architectural design. Their composition features the quintessential combination of a front gable over a projecting bay of windows on each half of the pair. With red-brick exteriors featuring buff-brick trim, the properties demonstrate dichromatic brickwork, which grew popular as a design feature in Ontario during the 1870s and 1880s. Additional details of note include segmentally arched openings, decorative wood bargeboards with pierced details in the front gables, and, at 16 Linden Street, a wood portico with four columns, a spindlework frieze, and fluted brackets.</p>\n<p>&nbsp;</p>\n<p>Situated on the north side of Linden Street, between Huntley Street and Sherbourne Street, the properties at 16-18 Linden Street help to define and support the character of this block within the historic Upper Jarvis neighbourhood. The buildings&rsquo; scale, form, massing, materials, and gabled roofline are consistent with and complementary to their surroundings, and their integrity as a pair with intact detailing lends them a degree of visual prominence in this context. The properties at 16-18 Linden Street are visually and historically linked to their surroundings. The pair dates to the earliest period of development in this area, and contributes to a streetscape largely consisting of late-nineteenth century house-form buildings.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 16-18 Linden Street as a representative example of a semi-detached pair of Bay and Gable residences.</p>\n<ul>\n<li>The properties&rsquo; scale, form, and massing as a two-and-a-half-storey pair of semi-detached, Bay and Gable house-form buildings</li>\n<li>The material palette typical of Victorian Bay-and-Gable buildings, including primarily red brick with buff brick and wood detailing&nbsp;</li>\n<li>The roofline defined by the buildings&rsquo; two front gables, characteristic of a Victorian-era streetscape</li>\n<li>The dichromatic brickwork on both buildings, including a four-course buff-brick band at the base, single-course buff-brick banding at the upper storeys, and buff brick highlights above each window</li>\n<li>Wood embellishment, including decorative wood bargeboards with pierced details in the two front gables, and the wood portico at 16 Linden Street, featuring four columns, a spindlework frieze, and fluted brackets</li>\n<li>The fenestration pattern and segmentally arched openings on the primary (south) elevation of both buildings</li>\n<li>The composition of each half of the pair, with a one-storey projecting bay and front gable at the west side of each portion, and an entrance on each portion&rsquo;s east side</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 16-18 Linden Street as character-defining structures within a historic residential streetscape.</p>\n<ul>\n<li>The properties&rsquo; siting and orientation on the north side of Linden Street</li>\n<li>The properties&rsquo; scale, form, and massing as a two-and-a-half-storey pair of semi-detached, Bay-and-Gable house-form buildings</li>\n<li>The material palette typical of Victorian Bay-and-Gable buildings, including primarily red brick with buff brick and wood detailing&nbsp;</li>\n<li>The roofline defined by the buildings&rsquo; two front gables, characteristic of a Victorian-era streetscape</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of June 21, 2022, which is July 21, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3449,
  "otherReferenceList": [
    {
      "description": "47-59, 63-65 Huntley Street; 16-18 Linden Street; 1-3, 7-11 Selby Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 16-18 LINDEN STREET",
  "title": "Notice of Intention to Designate the Property - 16-18 Linden Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
