{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1 St Clair Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.6877867857",
      "longitudeCoordinate": "-79.3943542302",
      "postalCode": "M4V 1K7",
      "province": "Ontario",
      "streetAddress": "1 St Clair Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention to Designate - 1 St. Clair Avenue West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3320"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1658808000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1 St. Clair Avenue West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1 St. Clair Avenue West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the southwest corner of St. Clair Avenue West and Yonge Street in the city&rsquo;s Deer Park neighbourhood, the property at 1 St. Clair Avenue West contains a twelve-storey commercial building completed in 1968. At the time of its completion, the ground floor continued to be occupied by the CIBC branch, and the remaining floors leased out to various commercial tenants. A decade later, the building was identified as &ldquo;Ontario Government Building&rdquo; in the City Directory, and tenants included a range of Ontario ministries. In 1992, exterior alterations were carried out on the CIBC bank branch fronting onto Yonge Street and St. Clair Avenue West. In 2016, an eight-storey mural was commissioned for the building&rsquo;s west elevation by owner, Slate Asset Management, in collaboration with STEPS Public Art, to the design of renowned British street artist, Phlegm.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property has design and physical value as a significant and unique representative example of architectural precast concrete in Toronto. Constructed in 1967-1968, to a design largely conceived by 1963, this prominently sited modernist office building anchoring the southwest corner of the Yonge and St. Clair intersection in midtown is characterized by the treatment of its principal north, east and south elevations. These principal elevations were constructed as a unitized curtain wall system entirely composed of non-structural prefabricated panels on the exterior. Each is distinguished by a uniform arrangement of narrow precast concrete panels with rectangular openings with rounded corners, and the visual contrast between the slender concrete elements and the large inset windows creates a vibrant pattern of light and shadow. This distinctive and elegant design is characteristic of the versatility of precast concrete, and of the range of buildings associated with this material and construction method during the Modern period in Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 1 St. Clair Avenue West is also valued as a unique and prominent example of the physical and design evolution of St. Clair Avenue in the Deer Park neighbourhood from a mainly low-rise, residential community in the early-20th century to the high-rise, commercial canyon that developed along this stretch in the 1950s-1970s and continues to define the east-west axis of this important midtown intersection today.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property has contextual value in supporting the character of St. Clair Avenue within Deer Park. Completed in 1968, the building on the property is the first of the four corners at the Yonge and St. Clair intersection and among a larger wave of modern office buildings which transformed and established the area&rsquo;s character during its post-war intensification in the 1950s, 1960s and 1970s to its present-day character as a mixed-use and commercial hub. Occupying a visible site at the intersection of Yonge Street and St. Clair Avenue, the building contributes to the canyon form of St. Clair Avenue created by surrounding buildings between Avenue Road and the Vale of Avoca. The commercial building at 1 St. Clair Avenue West is historically, visually and physically linked to its setting in the Deer Park neighbourhood where it anchors the southwest corner of St. Clair Avenue and Yonge Street.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>Attributes that contribute to the value of the commercial high-rise building at 1 St. Clair Avenue West being a significant and unique representative example of modernism in Toronto:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the southwest corner of St. Clair Avenue and Yonge Street</li>\n<li>The existing twelve-storey scale, form and massing on a rectangular plan with a flat roof&nbsp;&nbsp;</li>\n<li>The materials, with the concrete, brick and glass cladding</li>\n<li>On the north, east and south elevations, the curtain wall system of precast concrete panels above the first storey and rising to the flat roof, with their modular and uniform arrangement, deep profile and rectangular openings with rounded corners&nbsp;</li>\n<li>The precast concrete panels at the corners, parapet and ground floor fascia which frame the north, east and south elevations</li>\n<li>The original entrance to the building fronting onto St. Clair Avenue</li>\n</ul>\n<p>Attributes that contribute to the value of the subject building for its association with the mid-20th century transformation of St. Clair Avenue from a low-rise, residential street to a significant commercial and transportation hub in midtown Toronto:</p>\n<ul>\n<li>The existing twelve-storey scale, form and massing on a rectangular plan with a flat roof&nbsp;&nbsp;</li>\n</ul>\n<p>Attributes that contribute to the value of the commercial high-rise building at 1 St. Clair Avenue West as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the building on its prominent lot anchoring the southwest corner of St. Clair Avenue and Yonge Street and with its main entrance fronting onto St. Clair Avenue West</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of July 26, 2022, which is August 25, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3553,
  "otherReferenceList": [
    {
      "description": "2022.CC47.37 - 1 St. Clair Avenue West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC47.37"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter O.18 and City of Toronto, Province of Ontario, 1 St. Clair Avenue West",
  "title": "Intention to Designate - 1 St. Clair Avenue West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
