{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "18 Portland Street Toronto Ontario",
      "latitudeCoordinate": "43.642070913",
      "longitudeCoordinate": "-79.399377901",
      "province": "Ontario",
      "streetAddress": "18 Portland Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 18 Portland Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3400"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1664769600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 18 Portland Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 18 Portland Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The subject property at 18 Portland Street is located near the southeast corner of Niagara Street and Portland Street just south of Victoria Memorial Square within the King-Spadina neighbourhood. The former Toronto Hydro-Electric Systems Ltd. substation at 18 Portland Street, or Portland Substation, was designed in 1924-25 by the public utility's in-house architect Albert E. Salisbury (1887-1955) and completed in 1925. Similar to others in a collection of more than twenty substations designed by Salisbury between 1921 and 1950, the Portland Substation was designed in the Beaux-Arts tradition and features Edwardian Classical influences. Within that collection, it is recognizable as a two-storey, brick, factory/warehouse type building as well as for its metal entablature and sign band.</p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>18 Portland Street holds significant design value as a representative example of a 1920s-era Toronto Hydro-Electric Systems Ltd. substation in the Beaux-Arts style with Edwardian Classical influences. Distinctive features include the two-storey scale, form and massing of the property, its common bond brick exterior with decorative stone detailing, fenestration openings with stone sills and multi-paned, metal factory type windows, terracotta coping along the parapet of the flat roof, and the metal entablature containing the name band sign reading: \"TORONTO HYDRO-ELECTRIC SYSTEM.\" The sign band held within the metal entablature is composed of projecting, stamped, metal lettering with distinctive font common to other contemporary Toronto Hydro-Electric Systems Ltd. substations.</p>\n<p>&nbsp;</p>\n<p>The principal (east) elevation, true to the principles of the Beaux-Arts tradition, features a largely symmetrical fa&ccedil;ade, its two-over-two configuration composed by the pairings of the first-storey window and principal entryway and the two second-storey windows above.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The Portland Substation at 18 Portland Street holds significant historical value for its century-long association with Toronto Hydro-Electric Systems Ltd. The Portland Substation forms part of the public utility's collection of early twentieth-century substations which were built across the city following its formation in 1911. This historical association is clearly expressed by the metal entablature and name band sign, with its distinctive typecast, identifying Toronto Hydro-Electric Systems Ltd. and referencing its former use.</p>\n<p>&nbsp;</p>\n<p>The Portland Substation also holds significant associative value as a reflection of the work of architect Albert E. Salisbury (1887-1955), who designed more than twenty substations between 1921 and 1950 as Toronto Hydro-Electric Systems Ltd.'s Supervisor of Architecture.&nbsp; Salisbury is considered an architect of significance to Toronto's early twentieth-century history. The Portland Substation is architecturally similar to others designed by Salisbury in the 1920s and 1930s, including its near-twin at 281 Cherry Street. It is representative of Salisbury's expressive use of the Beaux-Arts tradition, adapted with Edwardian Classical influences.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>18 Portland Street has significant contextual value related to its importance in maintaining and supporting the early twentieth-century industrial character of the King-Spadina neighbourhood. Built within an industrial setting as the face of the public utility, the substation's Edwardian Classical details bring further contextual value to the property both for its association with the larger network of substations across the city and for its connection to its immediate surroundings. Featuring red-brick masonry, fenestration openings with stone sills and multi-light, metal, factory type windows, terracotta coping, metal entablature with name band, and symmetrical fa&ccedil;ade, the two-storey Portland Substation is visually linked to nearby former-industrial buildings, including the Copp Clark Publishing Co complex at 517 Wellington Street West.</p>\n<p>&nbsp;</p>\n<p>Additionally, the Portland Substation is functionally and historically linked to its surroundings as a structure that was built in 1925 to support the increasing electric power requirements of the King-Spadina neighbourhood.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the design and physical cultural heritage value of the Portland Substation at 18 Portland Street:</p>\n<ul>\n<li>The scale, form, and massing, of the two-storey, early twentieth-century, factory/warehouse type building expressive of the Beaux-Arts tradition with Edwardian Classical influences</li>\n<li>The property's material palette, consisting of a common bond brick exterior with stone detailing</li>\n<li>The symmetrical fa&ccedil;ade of the principal (east) elevation with its two-over-two configuration created by the pairing of the window and principal entryway (since altered) at street level and the two second-storey windows above</li>\n<li>The factory type, metal windows on the first and second floors of the principal (east) elevation and side (south) elevation with stone sills and brick headers</li>\n<li>The terracotta tile coping on the parapet of the flat roof.</li>\n<li>The metal entablature on the principal (east) elevation with sign band reading: \"TORONTO HYDRO-ELECTRIC SYSTEM,\" supported by slightly projecting brick pilasters at the north and south edges of the facade</li>\n<li>The sign band's projecting, stamped, metal lettering with distinctive font common to other contemporary Toronto Hydro-Electric Systems Ltd. substations</li>\n<li>The decorative, rectilinear courses of brick stretchers and headers which frame the fa&ccedil;ade of the principal (east) elevation</li>\n</ul>\n<p><strong>Associative and Historical Value</strong></p>\n<p>The following attributes contribute to the associative and historical cultural heritage value of the Portland Substation at 18 Portland Street as a representative work of architect Albert E. Salisbury's (1887-1955) portfolio, spanning from 1921 to 1950, as an important element of the Toronto Hydro-Electric Systems early city-wide infrastructure:</p>\n<ul>\n<li>The former Portland Substation's defining Beaux-Arts styling with Edwardian Classical influences, including the symmetrical principal (east) fa&ccedil;ade with its red-brick exterior with stone detailing, fenestration openings, and flat roof with terracotta coping</li>\n<li>The metal entablature with sign band reading: \"TORONTO HYDRO-ELECTRIC SYSTEM\"</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following attributes contribute to the contextual cultural heritage value of the Portland Toronto Hydro-Electric Substation at 18 Portland Street:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The property's Beaux-Arts styling with Edwardian Classical influences, including its material palette of brick with stone detailing, that supports and maintains an understanding of the historic industrial character of the King-Spadina neighbourhood.\n<ul>\n<li>The metal entablature with sign band identifying the building as an electrical substation that distributed a vital source of energy to the surrounding industrial area.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 3, 2022, which is November 2, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.10\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.10</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3633,
  "otherReferenceList": [
    {
      "description": "18 Portland Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 18 PORTLAND STREET",
  "title": "Notice of Intention to Designate - 18 Portland Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
