{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Amendments to City of Toronto Municipal Code Chapter 742, Sidewalk Cafés, Parklets and Marketing Displays, and Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3557"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1674536400000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Chapter 441, Fees and Charges, in order to revise the permit fees for sidewalk caf&eacute;s and curb lane caf&eacute;s, add new fees for patios in hardscaped parks and waive the application fee required for any application for a public parklet received in the 2023 calendar year.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on February 7, 8 and 9, 2023 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled \"Caf&eacute;TO and Beyond\" has the following recommendations:</p>\n<p>&nbsp;</p>\n<p>1. City Council amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, as follows:</p>\n<p>&nbsp;</p>\n<p>a. Replace the words \"parklet caf&eacute;\" with \"curb lane caf&eacute;\" throughout the Chapter and amend section 742-1.1 by deleting the definition for parklet caf&eacute; and inserting a new definition for curb lane caf&eacute;, in alphabetical order, to read as follows:</p>\n<p>&nbsp;</p>\n<p>\"CURB LANE CAF&Eacute; - A sidewalk caf&eacute; that is a temporary lateral projection into the curb lane, parking lane, designated lane for bicycles or cycle track of a street.\"</p>\n<p>&nbsp;</p>\n<p>b. Amend Section 742-3.2 A (3) by inserting the word \"Metrolinx\" after the words \"Toronto Hydro\".</p>\n<p>&nbsp;</p>\n<p>c. Amend Section 742-7.2 by adding the phrase \"and in no case wider than 2.0 metres\".</p>\n<p>&nbsp;</p>\n<p>d. Amend Section 742-9.4:</p>\n<p>&nbsp;</p>\n<p>A. to remove the requirement for a letter of consent from adjacent property owner or occupants when a curb lane caf&eacute; applicant or permit holder wishes to extend beyond their frontage; and instead add a clause that despite Subsections A to E, the Executive Director may allow a permit area for a curb lane caf&eacute; to extend across the curb lane or parking area of an adjacent property where approved by the General Manager Transportation Services and the General Manager Economic Development and Culture through the pilot program described in Subsection B.</p>\n<p>&nbsp;</p>\n<p>B. To authorize the General Manager, Transportation Services and General Manager, Economic Development and Culture to establish a pilot program from February 15, 2023 to October 15, 2024, inclusive, to allow for the expansion of curb lane caf&eacute; permit areas in front of a neighbouring property in a Business Improvement Area. In establishing the pilot program, the General Managers shall:</p>\n<p>&nbsp;</p>\n<p>1. Determine which Business Improvement Area(s) a permit area must be in to be eligible for participation in the pilot program.</p>\n<p>&nbsp;</p>\n<p>2. Establish appropriate guidelines for review and approval of expansion requests by the General Managers, including:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i. A requirement for the requested expansion area to be within and in accordance with a street plan prepared by the local BIA and approved by the City; and</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ii. Requiring permit holders to otherwise be in compliance with Chapter 742.</p>\n<p>&nbsp;</p>\n<p>3. Define location, size and length requirements for expansion areas, having regard to:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i.&nbsp; Balancing multiple uses of the highway;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ii. The number of contiguous and/or adjacent permit areas;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; iii. The nature of the use of the neighbouring properties; and</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; iv. Applicable traffic safety and accessibility requirements.</p>\n<p>&nbsp;</p>\n<p>e. Amend Section 742-9.5 B to read as follows:</p>\n<p>&nbsp;</p>\n<p>\"All curbside caf&eacute; and marketing display permit holders with permit areas not located against the building wall of the associated establishment shall remove all elements including fencing from the permit area, at the sole expense of the permit holder, from November 15 of one year to April 14 of the next year, inclusive.\"</p>\n<p>&nbsp;</p>\n<p>f. Insert a new Section in Section 742-9.5 C to read as follows:</p>\n<p>&nbsp;</p>\n<p>\"All curb lane caf&eacute; and public parklet permit holders shall remove all elements including fencing from the permit area, at the sole expense of the permit holder, from October 15 of one year to May 14 of the next year, inclusive.\"</p>\n<p>&nbsp;</p>\n<p>g. Amend Section 742-9.7 A (3) to remove the specific removal date requirements for caf&eacute; lighting so that it now reads:</p>\n<p>&nbsp;</p>\n<p>\"Is removed in accordance with this Chapter, unless the frontage caf&eacute; or marketing display is permitted to remain on a sidewalk year-round\"</p>\n<p>&nbsp;</p>\n<p>h. Amend Sections 742-1.1 and 742-9.9 to permit amplified live music on caf&eacute;s as follows:</p>\n<p>&nbsp;</p>\n<p>A. by inserting a new definition of \"amplified live music performance\", in alphabetical order, to read as follows:</p>\n<p>&nbsp;</p>\n<p>AMPLIFIED LIVE MUSIC PERFORMANCE &ndash; A live performance for an audience by an individual musical artist or group of musical artists on physical or digital instruments, but excludes the playback of any recorded music without the active use of an instrument.</p>\n<p>&nbsp;</p>\n<p>B. Replace 742-9.9C with the following:&nbsp;</p>\n<p>&nbsp;</p>\n<p>\"C. Despite Subsection A, amplified sound on a sidewalk caf&eacute; is permitted if:</p>\n<p>1. the amplified sound is an amplified live music performance;</p>\n<p>2. the amplified live music performance occurs only between the hours of:</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; i. 5:00 p.m. to 10:00 p.m. on Thursday or Friday;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ii. noon to 10:00 p.m. on Saturday; or</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; iii. noon to 6:00 p.m. on Sunday;</p>\n<p>3. the permit area is not located on a local road;</p>\n<p>4. the permit holder has not been convicted of an offence under the Toronto Municipal Code or provincial legislation in the previous 12 months; and</p>\n<p>5. the permit holder complies with Chapter 591, Noise, at all times.\"</p>\n<p>&nbsp;</p>\n<p>i. Amend Section 742-10.2, as follows:</p>\n<p>&nbsp;</p>\n<p>A. by deleting Section 742-10.2A (2), \"does not result in more than 12 metres of curbside caf&eacute;(s), parklet caf&eacute;(s) and/or public parklet(s) fronting along any block of a street\";</p>\n<p>&nbsp;</p>\n<p>B. by deleting Section 742-10.2A (3), \"provides access between adjacent curbside caf&eacute;s or parklets for pedestrians from the street to the property line that is unobstructed and at least 1.8 metres in width\";</p>\n<p>&nbsp;</p>\n<p>C. by inserting in Section 742-10.2A that curbside caf&eacute;s, curb lane caf&eacute;s and public parklets not be in a location that interferes with a designated parking space under Municipal Code Chapter 903, Parking for Persons with Disabilities, local roads within a permit parking area, passenger loading, bus parking, bus loading, school bus loading, delivery vehicle parking, commercial loading, car-share vehicle parking areas, electric vehicle charging station parking, reserved lanes for designated classes of vehicles, or a portion of the highway designated as parking for restricted periods where the maximum period permitted is 30 minutes or less; and</p>\n<p>&nbsp;</p>\n<p>D. by inserting in Section 742-10.2A (9) the phrase \"or separation distances provided in prior written approval given by the relevant utility or service.\" after the phrase \"by the General Manager\".</p>\n<p>&nbsp;</p>\n<p>j. Amend Section 742-10.3B to update the fencing requirements around curbside caf&eacute;s to read as follows:</p>\n<p>&nbsp;</p>\n<p>\"Permit holders shall ensure that all curbside caf&eacute;s have full perimeter fencing or cane-detectable planters for the visually-impaired, with gaps only for accessible entrances\".</p>\n<p>&nbsp;</p>\n<p>k. Amend Section 742-10.4 as follows:</p>\n<p>&nbsp;</p>\n<p>A. by deleting Section 742-10.4 A (1), \"only within parking spaces where there are no restrictions or prohibitions for parking, standing or stopping in effect at any time of day\";</p>\n<p>&nbsp;</p>\n<p>B. by inserting in Section 742-10.4A \"on only major arterial, minor arterial, collector or local road\";</p>\n<p>&nbsp;</p>\n<p>C. by deleting Section 742-10.4 A (7), \"no wider than 2.0 metres in depth\";</p>\n<p>&nbsp;</p>\n<p>D. Amend the setback requirements in Section 742-10.4 A (8) to provide for a minimum 1.5 metre set back from the adjacent travel lane on a street with streetcar tracks; or 1.2 metres on all other streets; or a greater setback as determined by the General Manager, Transportation Services, if considered on a street where posted and operating speeds are greater than 40 km/hr\";</p>\n<p>&nbsp;</p>\n<p>E. by inserting in Section 742-10.4 B \"include at least one 1.0-metre wide access point for every curb lane caf&eacute; and public parklet, an access point for every 15 metres of continuous fixed vertical barrier, and any other access points required by the General Manager, Transportation Services to ensure unobstructed street level building emergency access;</p>\n<p>&nbsp;</p>\n<p>F. Amending Section 742-10.4 B to provide that a curb lane caf&eacute; or public parklet is prohibited from obstructing a fire hydrant.</p>\n<p>&nbsp;</p>\n<p>l. Amend Section 742-10.6 A as follows:</p>\n<p>&nbsp;</p>\n<p>A. by inserting \"and a minimum height of 1.5 metres\" in subsection (1);</p>\n<p>&nbsp;</p>\n<p>B. by amending subsection (2) so it includes the phrase \"obstructs or obscures a building entrance\" prior to the phrase \"traffic control sign\".</p>\n<p>&nbsp;</p>\n<p>m. Replace Section 742-10.7 D (1) with \"easily removable and located along the full perimeter of the permit area with gaps only for accessible entrances\".</p>\n<p>&nbsp;</p>\n<p>n. Amend Section 742-10.7 D (5) by inserting, \"(c) a solid base that extends to or rests on the surface of the sidewalk with no gap\".</p>\n<p>&nbsp;</p>\n<p>o. Amend Section 742-10.12 as follows:</p>\n<p>&nbsp;</p>\n<p>A. by deleting in Section 742-10.12 B the phrase \"on a local road\".</p>\n<p>&nbsp;</p>\n<p>B. by inserting in Section 742-10.12 C \"not exceed a height of 0.6 metres measured from the surface of the sidewalk\".</p>\n<p>&nbsp;</p>\n<p>p. Add a new Section 742-10.13 that:</p>\n<p>&nbsp;</p>\n<p>A. prohibits an associated establishment from having both a sidewalk caf&eacute; on a local road and a curb lane caf&eacute; on a different street;</p>\n<p>&nbsp;</p>\n<p>B. prohibits an associated establishment from having more than one curb lane caf&eacute; permit area.</p>\n<p>&nbsp;</p>\n<p>q. Amend Section 742-11.1 to:</p>\n<p>&nbsp;</p>\n<p>A. Clarify that all wheeled displays and units must be equipped with a wheel-locking mechanism, or other provision to restrict the movement of the wheeled display or display unit.</p>\n<p>&nbsp;</p>\n<p>B. Update the requirements in 742-11.1 A (8) for screens or fencing of marketing display areas, so that any screens or fencing in a permit area are:</p>\n<p>&nbsp;</p>\n<p>\"(a) No shorter than 0.9 metres and no taller than 1.2 metres for the height of the top rail of the fence or top of the opaque part of planters and plants;</p>\n<p>&nbsp;</p>\n<p>(b) No taller than 0.9 metres in height for all opaque parts of the fence or planters with plants within 30 metres of any intersection to maintain sightlines\"</p>\n<p>&nbsp;</p>\n<p>C. remove the requirements for suitable and uniform materials of screens or fencing around marketing displays.</p>\n<p>&nbsp;</p>\n<p>r. Amend Section 742-14.3 to add the following:</p>\n<p>&nbsp;</p>\n<p>Where an order has been made under this section and a person or permit holder fails to comply with the order, that person or permit holder shall pay an inspection fee for each inspection conducted by the City subsequent to the order where the non-compliance is continued to be found.</p>\n<p>&nbsp;</p>\n<p>s. Amend Appendix B to state that there shall only be one City-wide zone for all permits.</p>\n<p>&nbsp;</p>\n<p>t. Add a new Appendix C, Utility and Infrastructure Clearances to indicate minimum separation distances to utilities or public infrastructure with the content set out in Attachment 6 of this report.</p>\n<p>&nbsp;</p>\n<p>2. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C, Schedule 2 and Schedule 12, and Appendix E Schedule 1 by revising the permit fees for sidewalk caf&eacute;s, curb lane caf&eacute;s, marketing displays and adding new fees for patios in hardscaped parks and inspection fees in accordance with Attachment 4 to the report (January 17, 2023) from the General Manager, Transportation Services, Executive Director, Municipal Licensing and Standards and General Manager, Economic Development and Culture.</p>\n<p>&nbsp;</p>\n<p>3. City Council waive the application fee required under Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Municipal Code Chapter 441, Fees and Charges, for any application for a public parklet received in the 2023 calendar year.</p>\n<p>&nbsp;</p>\n<p>4. City Council amend section 937-3.13 of City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, by deleting the phrase \"214 consecutive days from April 15 of one year to November 15 of that same year as required for the purposes of permitting parklet caf&eacute;s\" and insert the phrase \"153 consecutive days from May 15 of one year to October 15 of that same year as required for the purposes of permitting curb lane caf&eacute;s\".</p>\n<p>&nbsp;</p>\n<p>5.&nbsp; City Council direct that the amendments to City of Toronto Municipal Code Chapters 441, Fees and Charges, 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays and 937, Temporary Closing of Highways, come into effect immediately.</p>\n<p>&nbsp;</p>\n<p>6. City Council authorize the General Manager, Economic Development and Culture to administer funding through the Caf&eacute;TO BIA grant to Business Improvement Areas to cover 50% of costs, to a maximum of $5,000 per BIA, for plants, soil, other materials, watering services, and maintenance costs for planters as well as equipment, furniture, temporary platforms and other materials for public parklets and customized BIA design plans for individual curb lane caf&eacute; alignments.</p>\n<p>&nbsp;</p>\n<p>7. City Council direct the General Manager, Transportation Services and General Manager, Economic Development and Culture to report on the pilot program in Part&nbsp;1 d, above, to the relevant committee with data and results of the pilot following the 2024 Caf&eacute;TO season.</p>\n<p>&nbsp;</p>\n<p>8. City Council authorize the City Solicitor to introduce the necessary Bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or By-law amendments as may be identified by the City Solicitor in consultation with the General Manager, Transportation Services, Executive Director, Municipal Licensing and Standards, or the General Manager, Economic Development and Culture or in order to give effect to Parts 1 to 5 above.</p>\n<p>&nbsp;</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Chapter 441, Fees and Charges, will require amendment.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on January 31, 2023, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; January 31, 2023</p>\n<p>Time:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9:30 a.m., or as soon as possible thereafter</p>\n<p>Location:&nbsp;&nbsp;&nbsp;&nbsp; By Video Conference</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; OR</p>\n<p>Committee Room 1, Toronto City Hall, 2nd Floor</p>\n<p>100&nbsp;Queen Street West</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on January 31, 2023, please contact the Committee no later than 12:00 p.m. on January 30, 2023:</p>\n<p>&nbsp;</p>\n<p>Email: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></p>\n<p>Phone: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 416-392-7033</p>\n<p>Mail:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Executive Committee<br />Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Fax: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 416-392-2980</p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>Any comments received after the Executive Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on January 31, 2023 which will be forwarded to City Council at its meeting on February 7, 8, and 9, 2023.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p>Elyse Parker&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fiona Chapman</p>\n<p>Director, Policy &amp; Innovation&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Director, Business Licensing and&nbsp;&nbsp;&nbsp;&nbsp; Transportation Services &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Regulatory Services</p>\n<p>Tel: 416-338-2432&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Municipal Licensing &amp; Standards</p>\n<p>Email: <a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tel: 416-392-3070</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Email: <a href=\"mailto:Fiona.Chapman@toronto.ca\">Fiona.Chapman@toronto.ca</a></p>\n<p>Tobias Novogrodsky</p>\n<p>Director, Business Growth Services</p>\n<p>Economic Development &amp; Culture</p>\n<p>Tel: 416-392-6904</p>\n<p>Email: <a href=\"mailto:Tobias.Novogrodsky@toronto.ca\">Tobias.Novogrodsky@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit: <a href=\"https://secure.toronto.ca/council/#/committees/2468/23225\">https://secure.toronto.ca/council/#/committees/2468/23225</a></p>\n<p>Further information:</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>Notice to people writing or making presentations to the Infrastructure and Environment Committee:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-7033.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3794,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "CaféTO 2023 and Beyond",
  "title": "Notice of Amendments to City of Toronto Municipal Code Chapter 742, Sidewalk Cafés, Parklets and Marketing Displays, and Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
