{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "127 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6432890638",
      "longitudeCoordinate": "-79.4121317397",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "127 Strachan Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 127 Strachan Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3523"
    }
  ],
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1671426000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 127 Strachan Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 127 Strachan Avenue, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 127 Strachan Avenue is located in Toronto's West Queen West neighbourhood, prominently situated on the southeast corner of Strachan Avenue and Adelaide Street West. It contains a three storey mixed-use commercial building that dates to 1878. In 1999, alterations to the building resulted in a reconfiguration of the storefront. The building was originally constructed as a grocery for John H. Meyer, a former hotel proprietor, to support the surrounding working-class neighbourhood. It continued to operate primarily as a grocery until the 1950s. More recently, it has served as a restaurant with a popular summer patio on the north side of the building.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Constructed in 1878, the property at 127 Strachan Avenue has design and physical value as a representative example of the Second Empire architectural style that was popular in many prominent commercial, public, and residential buildings in Toronto from 1860 to 1900. The property retains its original scale, form, and massing as a three-storey building with a one-storey rear wing, and its design value as a representative example of the Second Empire style is reflected in many of its extant original features, including its brick construction with ornamental brick, wood, and stone details, segmental-arched windows on the north and west elevations, mansard roof supported by a bracketed cornice, and round-arched dormers. Although altered and presently overclad, the building also retains the distinguishing feature of a commercial storefront at grade, differentiating this building from the surrounding residential properties.</p>\n<p>&nbsp;</p>\n<p>The subject property at 127 Strachan Avenue is valued for its association with the architect David Brash Dick (1846-1925). With architectural drawings dating to 1877, it is one of the earliest recorded buildings he designed as the sole contributing architect. During his career, Dick established himself as the architect of choice for several prominent clients including the Consumers' Gas Company and the University of Toronto, and is a recipient of the Ontario Association of Architects' Honor Roll, which is only bestowed upon those who have made a significant contribution to the province's architectural heritage, either through their body of work or their influence in the wider community of design, education, and/or publication.</p>\n<p>&nbsp;</p>\n<p>Contextually, the building at 127 Strachan Avenue supports and maintains the historic character of the working-class neighbourhood that developed in the late 19th century and thrived due to the proximity of several large industrial complexes established near the railway. The property's materiality, scale and massing contribute to the low-rise residential streetscape, which has been reinforced through the introduction of several compatible infill projects along Strachan Avenue.</p>\n<p>&nbsp;</p>\n<p>The building at 127 Strachan Avenue is also historically, visually and physically linked to its setting, anchoring the southeast corner of Strachan Avenue and Adelaide Street West. The property was one of the last buildings to be erected as part of the initial build-out of the neighbourhood in the 1870s, and was centrally located within the residential enclave on a prominent corner site. Relative to the surrounding house-form buildings, the larger scale and higher-quality materials used in its design and construction are indications of the commercial nature of the property and its important role in serving the local residential community.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 127 Strachan Avenue as a representative example of a Second Empire, purpose-built mixed-use property within a residential enclave:</p>\n<ul>\n<li>The scale, form, massing, and rectangular-shaped plan of the property as a three-storey building with one-storey rear wing</li>\n<li>The mansard roof with the extended parapet firewalls on the south and east ends, supported by a cornice featuring ornamental brackets, and gable roof on the rear wing</li>\n<li>The materials, with the brick masonry construction featuring stone, brick and wood detailing (the masonry has been painted)</li>\n<li>The round-arched dormers with the wood detailing and brackets on the west and north slopes of the mansard roof</li>\n<li>The brick chimney that projects from the north slope of the mansard roof</li>\n<li>The vertically-oriented, segmental-arched window openings on the west and north elevations, with stone sills and overhanging brick hoods</li>\n<li>A ground floor storefront featuring an increased proportion of glazing compared to the upper stories</li>\n<li>The location of the entrance to the upper floors on the south side of the Strachan Avenue (west) elevation</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 127 Strachan Avenue as a representative example of the work of architect David Brash Dick:</p>\n<ul>\n<li>The scale, form, and massing of the property as a three storey building with a rectangular-shaped plan</li>\n<li>The subject property's architectural detailing in the Second Empire style, which is demonstrative of the architect's versatility</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 127 Strachan Avenue as defining, supporting and maintaining the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The setback, placement and orientation of the building prominently anchoring the&nbsp; southeast corner of Strachan Avenue and Adelaide Street West, with its principal elevation fronting Strachan Avenue</li>\n<li>The scale, form, and massing of the property as a three storey building with a rectangular-shaped plan</li>\n<li>The property's material palette, consisting of brick with wood and stone detailing</li>\n<li>The subject property's architectural detailing in the Second Empire style, which was popular for residential and commercial properties during the period in which the surrounding working-class neighbourhood was built up</li>\n<li>A storefront and entrance to the upper floors on the Strachan Avenue (west) elevation</li>\n</ul>\n<p><strong>Note: The concrete block rear addition is not considered a heritage attribute</strong></p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of December 19, 2022, which is January 18, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.16\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.16</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3756,
  "otherReferenceList": [
    {
      "description": "2023.CC2.16 - 127 Strachan Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 127 STRACHAN AVENUE",
  "title": "Notice of Intention to Designate the Property - 127 Strachan Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
