{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "200 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6496802524",
      "longitudeCoordinate": "-79.3866330054",
      "postalCode": "M5H 3C6",
      "province": "Ontario",
      "streetAddress": "200 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 200 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3736"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 200 University Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>The property at 200 University Avenue is worth of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the southwest corner of University Avenue and Richmond Street West, the property at 200 University Avenue known as the Sun Life Building contains a 14-storey office building including a 2-storey mechanical penthouse constructed between 1958 and 1961, designed in the Modernist style by John C. Parkin of Canada's largest architectural firm at the time, John B. Parkin Associates. Designed for the Sun Life Assurance Company of Canada, the building is characterized by its glass and metal curtain wall set behind perimeter columns. The 2-storey glass and metal-clad mechanical penthouse is defined by its dramatic up-lighting and set back from the University Avenue and Simcoe Street building facades while remaining flush with the north and south elevations.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The Sun Life Building is a rare, representative and early example of a modernist office tower featuring a glass and metal curtain wall set back from exposed perimeter support columns. Constructed between 1958 and 1961, the property is among the earliest examples of a modernist high rise building in Toronto to be entirely clad in metal and glass and the earliest example along University Avenue. The emphasis on verticality, through the prominent treatment of the perimeter columns and use of narrow I-beam &lsquo;fins&rsquo; running continuously from the third through thirteenth floors, marked a departure from the horizontal emphasis of earlier modernist or 'transitional' buildings. The property was the first tall office building constructed along University Avenue that did not adhere to the policies of University Avenue By-Law 13409 which required that structures be constructed to the property line, feature step-backs, and be clad in buff brick or stone.</p>\n<p>&nbsp;</p>\n<p>The public space created by the setback from University Avenue and the adjacent banking pavilion located to the south of the building (since demolished) represented an early example of the plaza and pavilion typology that was first introduced by New York City&rsquo;s Seagram Building (1958), and would later be a feature of the Toronto Dominion Centre (1969).</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property is valued for its association with the architectural firm of John B. Parkin Associates, one of Canada's leading Modernist and most prolific firms of the 1950s and 1960s that contributed many significant buildings to Toronto during this period. Designed and built between 1958 and 1961 by John C. Parkin, the firm's Chief Designer and described as one of Canada&rsquo;s most important modernist architects, the Sun Life Building exemplifies the firm's work at this time which was chiefly aligned with International Style Modernism in its rigour, expressed structure and formal clarity, typically favouring glass cladding and light coloured materials.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property is important in defining and supporting the overall character of University Avenue through its alignment with properties to the north. Constructed at the point where University Avenue transitions from the 1928-1931 extension south of Queen Street to the earlier and wider axial boulevard section north of Richmond Street West, the Sun Life Building's setback frames the point at which University Avenue becomes a grand ceremonial boulevard.</p>\n<p>&nbsp;</p>\n<p>The property is visually and historically linked to University Avenue. The creation of the granite public plaza along University Avenue was in response to the irregular shape of the property which was the result of the extension of University Avenue between 1928 and 1931. Set back from University Avenue, the building was sited to align with the earlier section of University Avenue to the north, including the Bank of Canada Building, Canada Life Building, and United States Consulate. As the first tall building to successfully challenge the policies of By-Law 13409 governing University Avenue, the property is historically linked to the post-war phase of development along University Avenue.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 200 University Avenue as representative of the Modernist style include:</p>\n<ul>\n<li>The scale, form and massing of the 14-storey plus 2-storey mechanical penthouse office building, situated on the southwest corner of University Avenue and Richmond Street West</li>\n<li>The shared design, articulation and organization of the four elevations from the third to thirteenth floors</li>\n<li>The metal-clad perimeter columns extending from the first through thirteenth floors on the east and west elevations, and the first through sixteenth floors on the north and south elevations</li>\n<li>The recessed fourteenth floor</li>\n<li>The 2-storey mechanical penthouse (fifteenth and sixteenth floors) with its east and west setbacks from the tower elevations below. The north and south ends of the mechanical penthouse, which are flush with the tower elevations below, cantilever over the recessed fourteenth floor</li>\n<li>The glass-clad ground floor and mezzanine level set back from the perimeter columns and tower elevations</li>\n<li>The granite public plaza, terracing and entrance steps on the east and west elevations</li>\n</ul>\n<p>Interior Attributes that contribute to the value of 200 University Avenue as representative of the Modernist style include:</p>\n<ul>\n<li>The entrance lobby, accessed through two sets of doors on the east and west elevations and aligned directly across from each other on the same east-west axis&nbsp;</li>\n<li>The metal door frames surrounding the two sets of entrance doors, including the roof canopies</li>\n<li>The travertine wall panelling and granite flooring throughout the entrance hall at street level</li>\n<li>The elevator lobby in the entrance hall and at each floor, with the travertine walls and stainless steel elevator doors and surrounds</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of 200 University Avenue as defining and supporting the character of the University Avenue precinct, and as being historically and visually linked to its surroundings include:</p>\n<ul>\n<li>The setback, placement and orientation of the building, with its primary entrance on University Avenue</li>\n<li>The granite, open public plaza between the primary (east) elevation of the building and University Avenue</li>\n<li>The unobstructed view of the east, north, and west elevations from University Avenue, Richmond Street West, and Simcoe Street</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.42\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.42</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3960,
  "otherReferenceList": [
    {
      "description": "2023.CC5.42 - 200 University Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.42"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 200 UNIVERSITY AVENUE",
  "title": "Notice of Intention to Designate - 200 University Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
