{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "374 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6587916987",
      "longitudeCoordinate": "-79.3822120767",
      "postalCode": "M5B 1S6",
      "province": "Ontario",
      "streetAddress": "374 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "374A Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.658833",
      "longitudeCoordinate": "-79.3822333115",
      "postalCode": "M5B 1S6",
      "province": "Ontario",
      "streetAddress": "374A Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 374 and 374A Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3735"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 374 and 374 A Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 374 and 374 A Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located midblock on the west side of Yonge Street, between Gerrard and Walton Streets, the properties at 374 and 374 A Yonge Street comprises a two-and-one-half storey, Second Empire-style, commercial and residential mixed-use building constructed in 1862. The property located at 347 Yonge Street comprises the southerly portion of the building, while 374 A Yonge Street comprises the northerly portion.</p>\n<p>&nbsp;</p>\n<p>The properties at 374 and 374 A Yonge Street were identified for its potential cultural heritage value and listed on the City of Toronto's Heritage Register in 1990.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The building at 374 and 374 A Yonge Street has design value for being a rare, unique and early surviving example of Second Empire-style architecture in Toronto. Displaying characteristic features of the Second Empire style - particularly with its prominent mansard roof - the building's conservative, halting design also represents a transition from the commonly employed Georgian style. While the chaste fa&ccedil;ade above the storefronts with unadorned, flat window heads and plain brickwork reflects a lingering Georgian aesthetic, other elements which contribute to its predominant Second Empire appearance include the distinctive dormers with ornate mouldings, the bracketed cornice with corbelled roofline frieze and the two-over-two window sashes.</p>\n<p>&nbsp;</p>\n<p>The property also has contextual value as it contains a two-and-one-half-storey, mixed-use, Second Empire-style brick building dating from 1862 which contributes to and supports the late-nineteenth and early-twentieth century character of this historic portion of Yonge Street. At the time that the subject site was constructed, Gerrard Street marked the limit of concentrated development and was very sparse on the west side of Yonge Street until the vicinity of Bloor Street, the city's northerly limit. Buildings such as the subject property represent the earliest phase of substantial and permanent development on this part of Yonge Street and thereby provides an understanding of the development, evolution, and main street character of Yonge Street in the latter half of the 19th century.</p>\n<p>&nbsp;</p>\n<p>The physical form, materials and stylistic appearance of the building, combined with its historic commercial and residential use visually and historically link the building to its Yonge Street context.&nbsp; The property lies in close proximity to numerous sites on Yonge Street which are designated or listed on the City of Toronto's heritage register.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the building comprising 374 and 374 A Yonge Street as a rare and unique early example of Second Empire-style design from the early 1860s:</p>\n<ul>\n<li>The scale, form and massing of the building as a two-and-one-half storey mixed use residential and commercial building</li>\n<li>The mansard roof with distinctive dormers comprising ornate bracketed cornice mouldings and rounded windows</li>\n<li>The wooden roofline cornice comprising outer metal brackets with paired brackets underneath, and the corbelled brick frieze&nbsp;</li>\n<li>The plain brickwork of the main fa&ccedil;ade's second storey</li>\n<li>The symmetrical fenestration of the main fa&ccedil;ade's second storey comprising flat headed windows with stone lintels and sills</li>\n<li>The extant two-over-two wooden sash windows of the second storey and dormer windows</li>\n<li>The ground floor storefront presence comprising two storefronts</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the properties at 374 and 374 A Yonge Street as defining, supporting and maintaining the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The placement, setback and orientation of the building at 374 and 374 A Yonge Street on the West side of Yonge Street between Gerrard and Walton Streets</li>\n<li>The scale, form, and massing of the property as a two-and-one-half-storey, mixed-use commercial and residential building</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3959,
  "otherReferenceList": [
    {
      "description": "2023.CC5.40 - 374, 374 A and 376 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 374 AND 374 A YONGE STREET",
  "title": "Notice of Intention to Designate - 374 and 374A Yonge Street\t",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
