{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "3377 Bayview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.7971455345",
      "longitudeCoordinate": "-79.3920838602",
      "postalCode": "M2M 3S4",
      "province": "Ontario",
      "streetAddress": "3377 Bayview Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 3377 Bayview Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3728"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 3377 Bayview Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 3377 Bayview Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The Tyndale University campus, formerly the Sisters of St. Joseph Motherhouse campus, at 3377 Bayview Avenue is a 56.3-acre property on the east side of Bayview Avenue, south of Steeles Avenue East. Developed on land that remained rural through the 1940s, the campus responds directly to the natural and topographical features of its site. The built components of the property are primarily situated on table lands overlooking a ravine alongside the German Mills Creek, a tributary of the Don River. One component, the former St. Joseph's Morrow Park Catholic Secondary School, is positioned at a lower elevation. The ravine landscape is within a Toronto Regional Conservation Authority (TRCA) regulated area. The architectural firm of Marani, Morris &amp; Allan designed the complex of interconnected buildings in 1959-1960 to reflect both Neoclassical and Modernist principles. The ensemble, further united through landscape and circulation elements, constitutes a cultural landscape that has facilitated ongoing spiritual practice and religious education for over 60 years.</p>\n<p>&nbsp;</p>\n<p>As the architectural and symbolic heart of the campus, the former Motherhouse building provided the Sisters with administrative and residential space, and now houses Tyndale University. Its modified H-shaped plan centres on a formal entry with a porte-coch&egrave;re on the primary (west) elevation. At the rear of the Motherhouse building, the Chapel extends eastward, gesturing towards the surrounding landscape. To the north, the transitional Annex wing connects the Motherhouse building to the former St. Joseph's Morrow Park Catholic Secondary School. The auxiliary nature of the Secondary School wing is revealed through its placement at a lower grade, where it is accessed from the front driveway by a one-storey rotunda. The interconnections of wings throughout the complex's plan create a series of forecourts, emphasizing the interactions between built and landscape components. The Annex and Secondary School are consistent with the Motherhouse's richly textured material palette, primarily featuring Credit Valley sandstone. Since St. Joseph&rsquo;s Morrow Park Catholic Secondary School relocated to a new building in 2021, the former Secondary School wing has been vacant.</p>\n<p>&nbsp;</p>\n<p>A formal planned landscape is oriented towards the primary elevation of the Motherhouse building. Although this area was altered through earthworks in 2017, the defined green space stretching out from the building's formal entry continues to contribute to the Motherhouse's public interface. At the northeast portion of the campus, a natural landscape approaches the thickly treed edge of the German Mills Creek. This area at the base of a sloping bank remains organic in contrast with the architecture above. At the site's southeast corner, a contemplative landscape sheltered by trees is positioned at the site's elevated edge, allowing views of the campus's dramatically shifting topography.</p>\n<p>&nbsp;</p>\n<p>The campus's circulation system negotiates between the natural and built components, intentionally permitting certain views of these features and means of accessing them. The introduction of a new driveway from Bayview Avenue at the southern end of the site resulted in the reconfiguration of the original vehicular entry from Bayview Avenue, which was roughly in line with the northern wing of the Motherhouse building. However, while this former access road is now used for parking, the original stone and iron gates remain, and a pedestrian pathway sustains the experience of unfolding picturesque views of the buildings within the landscape. To the east and northeast, paved pathways &ndash; through the contemplative landscape, and across the natural landscape to the creek &ndash; provided the Sisters with access to nature on this private side of the property, cloistered by the ravine, as well as affording impressive views of the Motherhouse and Chapel.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design/Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Purpose-built for the Sisters of St. Joseph in 1960, the former Motherhouse campus at 3377 Bayview Avenue is an evolved, designed cultural landscape that represents planned integration of structural and natural elements, reinforced by a history of religious and educational functionality. The campus centres on the modified H-shaped plan of the Motherhouse building, which responds to the site's natural and topographic features, and reflects Neoclassical design in its symmetry and monumental massing. Through these formal elements, the campus echoes the nineteenth-century development of the Motherhouse typology, such as Montreal's Mother House of the Grey Nuns (1869-1871). At the same time, it clearly represents a mid-twentieth-century approach to this typology, demonstrating Modernist tendencies towards functional spatial planning in the buildings' interconnectedness, and towards simplification with respect to ornament. A sophisticated palette of fine materials &ndash; including Credit Valley sandstone, mosaic tile panels, and glass block &ndash; lends ornamentation to the building's exterior through varied textures. Such details throughout the complex demonstrate a high degree of craftsmanship and artistic merit. Within the inner realm of the Motherhouse Chapel, rich materials &ndash; coloured rock glass windows, travertine, slate, and terrazzo flooring, bronze grilles and pendant lights, and wood and marble features &ndash; provide a heightened atmosphere for communal religious experience.</p>\n<p>&nbsp;</p>\n<p>Three distinct landscape zones &ndash; formal, natural, and contemplative &ndash; contribute to the site's value as a holistically designed Motherhouse campus. A formal planned landscape occupies the area between Bayview Avenue and the Motherhouse, enhancing the visual prominence of the Motherhouse and providing the setting for a ceremonial entry sequence. The low natural landscape to the northeast, and the elevated contemplative landscape to the southeast, take advantage of the site's existing grade changes. These components demonstrate the careful orientation of the built complex atop a slope, creating a monastical environment to the rear of the Motherhouse, naturally enclosed by the German Mills Creek ravine.&nbsp;</p>\n<p>&emsp;</p>\n<p>Largely reflective of the original configuration, the site's vehicular and pedestrian circulation system emphasizes the functional and visual relationships between buildings and landscapes. Driveways and pathways define the formal landscaped space on the public side of the campus, offer unfolding picturesque views of the Motherhouse building, and interact with its symmetrical massing and central porte-coch&egrave;re. A circuitous pathway through the natural landscape provides views back towards the Motherhouse Chapel atop the slope, while a pathway through the contemplative landscape at the slope's edge allowed the Sisters to appreciate the dramatic topography in a private, peaceful setting. As an integrated whole, the built, landscape, and circulation components of the former Motherhouse campus reflect a history of facilitating religious practice through their design.</p>\n<p>&nbsp;</p>\n<p><strong>Historical/Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 3377 Bayview Avenue stands as a physical testament to over sixty years of ongoing spiritual practice and religious education. Previously rural farmland, the site is associated with Frederick K. Morrow, a prominent businessman and philanthropist who acquired the land in 1933. A supporter of the Sisters of St. Joseph of Toronto, he and his wife, Edna, granted 100 acres to the religious order shortly before his death in 1953. The property holds significant associative value with respect to the Sisters of St. Joseph, who used 60 acres of the land to develop a new administrative headquarters. Representing an order that was founded in France in 1650, members of the Sisters of St. Joseph arrived in Canada in 1850 and quickly established themselves as an influential community. Over the next century, the Sisters in Toronto founded a number of schools for girls and healthcare centres. The Motherhouse campus that they developed on Bayview Avenue provided them with a new base for their mission. Opening in 1961, the complex originally included the Chapel, a Novitiate for young nuns, a residence for teaching sisters, and a hospital/infirmary for elderly and/or sick sisters, as well as the adjoining St. Joseph's Morrow Park Catholic Secondary School.</p>\n<p>&nbsp;</p>\n<p>In a broader sense, the former Motherhouse campus represents the presence and influence of the Catholic Church in Toronto. This wider significance was epitomized by Pope John Paul II's visit to Toronto for World Youth Day in July 2002, during which he stayed at the Motherhouse and spoke in the Motherhouse Chapel.</p>\n<p>&nbsp;</p>\n<p>The campus's adaptive reuse by Tyndale University, which purchased the property from the Sisters of St. Joseph in 2006 and took possession of the property in 2013, has continued the legacy of Christian education at this location. Founded in 1894 as Canada&rsquo;s first Bible Training School, Tyndale University has its own long institutional history that continues at 3377 Bayview Avenue. The original Motherhouse Chapel remains in use as an active place of worship.</p>\n<p>&nbsp;</p>\n<p>The campus reflects the work of Marani, Morris &amp; Allan, an influential and award-winning architectural firm based in Toronto. Known especially for their major corporate and institutional works, the firm practiced a design approach that integrated formal elements of Classical design with Modernist principles. Through this commission in North York, the firm built on ideas they had explored a decade earlier through the Sisters of St. Joseph Motherhouse in Dundas, Ontario (1949-1951).</p>\n<p>&nbsp;</p>\n<p>The Motherhouse Chapel also holds associations with significant artists whose work features prominently in the interior spaces. Jean Barillet, an innovative French stained glass artist, designed the Chapel's long vertical coloured rock glass windows. Donald De Lue, a successful American sculptor, designed the large cross and corpus (now removed), and the Stations of the Cross relief sculptures in the Chapel.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The property is physically, functionally, visually, and historically linked to its surroundings. Developed on land that remained rural through the 1940s, the campus responds directly to the natural and topographical features of its position along the German Mills Creek. The holistic design of its buildings, landscapes, and circulation system and integration with the context of its natural environment provide a more cloistered setting for religious practice.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 3377 Bayview Avenue contributes to the character of the east side of Bayview Avenue between Eglinton Avenue and Steeles Avenue, which features a collection of large institutional campuses, with building complexes deeply set back from the road amid landscaped sites. Contemporaneous with the campus, the adjacent residential neighbourhoods of Bayview Woods-Steeles and Willowdale were subdivided and developed starting in the 1950s, as part of a North York's larger post-war residential boom.</p>\n<p>&nbsp;</p>\n<p>Because of its prominent orientation within a landscaped site on Bayview Avenue, its monumental architecture, and its long history of facilitating religious practice and education, the Sisters of St. Joseph Motherhouse/Tyndale University campus is a landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p>The heritage attributes of the Tyndale University campus located at 3377 Bayview Avenue are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Sisters of St. Joseph Motherhouse/Tyndale University Campus</strong></p>\n<ul>\n<li>The location and configuration of the campus on the east side of Bayview Avenue, with the built components situated on table lands overlooking a ravine alongside the German Mills Creek</li>\n<li>The unifying exterior material palette of the building complex, featuring rough-cast, random ashlar Credit Valley sandstone, decorative tile, red and brown shingles, copper-effect detailing, and coloured glass windows</li>\n</ul>\n<p><strong>Motherhouse Building</strong></p>\n<p>&nbsp;</p>\n<p><strong>Exterior Attributes</strong></p>\n<ul>\n<li>The Motherhouse building's modified H-shaped plan, symmetrically composed with two perpendicular wings bookending the centre block, and defining a series of forecourts</li>\n<li>The form, scale, and massing of the Motherhouse building, with cross-gabled roofs tracing the change in height from four storeys at the central portion to three storeys at the wings</li>\n<li>The visual prominence of the Motherhouse within the campus and oriented east-west</li>\n<li>The exterior material palette including rough-cast, random ashlar Credit Valley sandstone, red ceramic tile mosaics, and copper eaves and downspouts</li>\n<li>The symmetrical fa&ccedil;ades of the Motherhouse, which feature a pattern of narrow stone piers and alternating window openings on principle fa&ccedil;ades, and a pattern of stacked windows at the end of each wing</li>\n<li>The building's original entrances, which contribute to the circulation patterns throughout the building and the site</li>\n<li>The building's main western entrance composition, which features:\n<ul>\n<li>A porte-coch&egrave;re, including a rounded concrete canopy with geometric patterns and religious symbols on its underside, and supported by octagonal pink granite columns</li>\n<li>Oak double doors featuring an inset pattern of carapace-shaped leaded glass windows forming the shape of a cross, and a bevelled, pink granite surround</li>\n<li>Window openings featuring stone screens, and two projecting semi-circular wings to the north and south of the entrance, featuring floor-to-ceiling window openings</li>\n<li>A date stone, located south of the entrance doors</li>\n</ul>\n</li>\n</ul>\n<p><strong>Interior Attributes</strong></p>\n<p>&nbsp;</p>\n<p>The entrance rotunda, including:</p>\n<ul>\n<li>Walls clad with marble panelling</li>\n<li>Travertine marble floors, inset with a geometric pattern of green Vermont slate</li>\n<li>A domed ceiling edged with semi-circular skylights, and containing a series of inset round openings with artistic glass motifs of religious symbols by artist Russell Goodman</li>\n<li>Large mahogany double doors at the north and south sides of the rotunda, which feature marble surrounds, and the eastern doorway featuring a marble surround</li>\n</ul>\n<p>The semi-circular parlours to the north and south of the entrance rotunda, including:</p>\n<ul>\n<li>Large mahogany double doors leading to the entrance rotunda, featuring marble surrounds</li>\n<li>Large vertical window openings divided by wood piers</li>\n<li>The corridor opposite the entrance vestibule in the rotunda, leading to the chapel, including floors of travertine and Vermont slate</li>\n</ul>\n<p><strong>Motherhouse Chapel</strong></p>\n<p>&nbsp;</p>\n<p><strong>Exterior Attributes</strong></p>\n<ul>\n<li>A two-storey sandstone base with regularly placed octagonal windows at the second storey, and a double-height form above the base</li>\n<li>Ornamental rock-glass windows set in concrete on the north and south elevations, featuring copper-effect surrounds and headers with a chevron pattern</li>\n<li>The visual prominence of the Motherhouse Chapel, elevated above structures to the east, allowing daylight to illuminate the decorative windows</li>\n<li>The chapel's material treatment and arrangement, featuring a series of narrow stone fins, regularly interspersed with bronze panels</li>\n<li>A copper-effect spire, featuring coloured glass, located at the west end of the chapel roof and prominently visible from the primary elevation of the Motherhouse</li>\n</ul>\n<p><strong>Interior Attributes &ndash; Liturgical Elements</strong></p>\n<ul>\n<li>The narthex located beneath the balconies at the west end of the chapel, featuring wood-panelled walls and a floor pattern comprised of travertine carapace shapes inset in green slate; the narthex is flanked by wood-panelled confessionals at the north and south walls</li>\n<li>The lower balcony located at the west end of the Chapel, which features a decorative metal railing with a wooden handrail</li>\n<li>The upper balcony located at the west end of the Chapel, which features a Casavant Organ</li>\n<li>The two semi-circular stairwells at the north and south ends of the narthex, featuring pink terrazzo flooring, brass railings, and stained glass windows depicting the 12 Apostles by artist Russell Goodman</li>\n<li>The double-height nave space, which features lower walls clad in marble panelling, inset with stone bas-relief sculptures depicting the Stations of the Cross designed by artist Donald De Lue, upper walls clad in wood panelling and featuring long vertical coloured rock glass windows designed by French artist Jean Barillet, and a ceiling arranged in an accordion form featuring carapace-shaped bronze grilles set in painted concrete</li>\n<li>The floors of the nave, featuring central and side aisles of green slate inset with a pattern of travertine carapaces</li>\n<li>The wooden pews, set atop terrazzo flooring</li>\n<li>The original hexagonal bronze pendant lights suspended from the ceiling of the nave</li>\n<li>The chancel and apse, featuring marble communion rails and altars, marble wall panelling, marble floors featuring a pattern of crosses, and reredos behind the main altar featuring mosaics of religious imagery</li>\n<li>The wooden cross suspended above the main altar, designed by artist Donald De Lue, which is topped by a fan-like gold-leafed baldachin</li>\n<li>The marble side altars located in the transept to the north and south of the main altar, which are topped with mosaic niches</li>\n</ul>\n<p><strong>St. Joseph&rsquo;s Morrow Park Catholic Secondary School</strong></p>\n<p>&nbsp;</p>\n<p><strong>Exterior Attributes</strong></p>\n<ul>\n<li>The Annex wing, located directly north of the Motherhouse, which features:\n<ul>\n<li>Varied height from one to three storeys, responding to a change in grade</li>\n<li>An open terrace along the west elevation</li>\n<li>Symmetrical fa&ccedil;ades, featuring regular patterns of fenestration with rectangular and octagonal window openings</li>\n<li>Limestone details, mosaic tiled panels, and decorative use of clear and coloured glass block</li>\n<li>A tower, featuring bays of windows separated by stone fins, and topped by a copper-effect domed roof surmounted by an ornamental cross</li>\n</ul>\n</li>\n<li>The form, massing, and placement of the school, featuring building components of different heights and a combination of flat and hipped roof profiles</li>\n<li>The school's asymmetrical plan, which adjoins the Motherhouse to form a central courtyard</li>\n<li>The material palette, which complements that of the Motherhouse, including rough-cast, random ashlar Credit Valley sandstone, limestone detailing, red ceramic tile mosaics, pastel-coloured ceramic tiles, coloured-glass block, and copper-effect roofing and details</li>\n<li>The building's original entrances, which contribute to the circulation patterns throughout the building and the site</li>\n<li>The gymnasium wing, which features:\n<ul>\n<li>A limestone etching above an entrance on the west fa&ccedil;ade, located immediately north of the formal entrance rotunda, which depicts the plan of the Motherhouse complex</li>\n</ul>\n</li>\n</ul>\n<p><strong>Rotunda</strong></p>\n<ul>\n<li>The formal entrance rotunda at the southwest corner of the gymnasium, which features:\n<ul>\n<li>Three formal entrance doors separated by limestone fins at the south side of the rotunda</li>\n<li>Vertical glass-block windows at the top level</li>\n<li>A metal cornice, topped by a shallow copper-effect dome topped with a cross</li>\n</ul>\n</li>\n</ul>\n<p><strong>Interior Attributes</strong></p>\n<ul>\n<li>The formal entrance rotunda at the south west corner of the gymnasium, which features:\n<ul>\n<li>Buff brick interiors with textured glass-block windows at the upper level</li>\n<li>A double staircase leading from the upper level to the lower-level from either side of the main entrance doors, which follows the curve of the circular walls, and features a metal railing with wood handrail</li>\n<li>A circular central foyer floor at the upper level, which features green and white terrazzo flooring in a geometric floral pattern, surrounded by a metal railing with wood handrail</li>\n<li>The upper-level domed ceiling, which features a ribbed concrete pattern, and a modernist light fixture suspended from the centre of the ceiling</li>\n<li>The lower level foyer, which features green and white terrazzo flooring in a geometric pattern of wedge shapes, and a small enclosure originally used as a coat room</li>\n</ul>\n</li>\n<li>The Annex entrance hall, which features a central period light fixture, surrounded by an inset circular medallion with the names and coats of arms of the ten provinces, and a circular medallion with the Sisters of St. Joseph coat of arms on the north wall</li>\n</ul>\n<p><strong>Landscape and Circulation Features</strong></p>\n<ul>\n<li>The distinct landscape zones within the campus &ndash; formal, natural, and contemplative &ndash; that demonstrate the highly considered positioning of the buildings within their surroundings</li>\n<li>The formal planned landscape adjacent to the primary (west) elevation of the Motherhouse building, including a defined green space stretching out from the building's formal entry</li>\n<li>The natural landscape approaching the thickly treed edge of the German Mills Creek at the northeast portion of the campus</li>\n<li>The contemplative landscape sheltered by trees at the southeast portion of the campus, overlooking the natural landscape</li>\n<li>The campus's circulation system that negotiates between the natural and built components, intentionally permitting certain views of these features and means of accessing them.</li>\n<li>The entrance driveway from Bayview Avenue, which is off-centre from the front entrance and provides access to the entrance rotunda of the Secondary School and the porte-coch&egrave;re of the Motherhouse</li>\n<li>The original stone and iron gates marking the former primary entry</li>\n<li>The pedestrian pathway along the former access road from Bayview Avenue, providing unfolding picturesque views of the buildings within the landscape</li>\n<li>Paved pathways through the contemplative landscape and across the natural landscape to the creek</li>\n<li>The courtyard between the Annex and the Secondary School, which features a sloping lawn, pathway, and paved area bordered by a scalloped retaining wall</li>\n<li>The two forecourts at the west side of the Motherhouse, and the two cloistered courtyards at the east side of the Motherhouse, which feature mature trees, landscaping, and pathways</li>\n</ul>\n<p><strong>Views and Vistas</strong></p>\n<ul>\n<li>The view from the centre of the formal lawn in front of the Motherhouse, at the location of the original circular pedestrian pathway (since removed), looking east across the lawn towards the Motherhouse's symmetrical principal (west) elevation and chapel spire</li>\n<li>The view from the curve in the original circular driveway that leads from Bayview Avenue to the Motherhouse, looking north toward the Annex and school tower</li>\n<li>The view from the original pathway northeast of the Motherhouse, looking southwest toward the Motherhouse Chapel and spire, and revealing the prominent placement of the Motherhouse atop the table lands of the German Mills Creek ravine</li>\n<li>The view from the original pathway southeast of the Motherhouse, looking north toward the sloping lawn and German Mills Creek ravine</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.14\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.14</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3952,
  "otherReferenceList": [
    {
      "description": "2023.PH2.14 - 3377 Bayview Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 3377 BAYVIEW AVENUE",
  "title": "Notice of Intention to Designate the Property - 3377 Bayview Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
