{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Metrolinx Ontario Line - Temporary Lane Closures on the Don Valley Parkway and F.G. Gardiner Expressway",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3764"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1682395200000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering recommendations to adopt amendments to Toronto Municipal Code Chapter 27, Council Procedures.</strong></p>\n<p>&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to amend City of Toronto Municipal Code Chapter 27, Council Procedures, in order to authorize the General Manager, Transportation Services, authority to temporarily close vehicular traffic on the Don Roadway.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on May 10, 11 and 12, 2023, or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled \"Metrolinx Ontario Line - Temporary Lane Closures on the Don Valley Parkway and F.G. Gardiner Expressway and Temporary Delegation of Authority\" has the following recommendations, as required for the purpose of the construction of two new bridges to carry the Ontario Line across the Don Valley Parkway:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">13. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delegate to the General Manager, Transportation Services, the authority to temporarily close to vehicular traffic:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">a. the Don Roadway, northbound, between Lake Shore Boulevard East and the Don Valley Parkway, from 11:00 p.m. of one day to 5:00 a.m. on the following day for up to and including eight nights between July 1, 2023 and July 31, 2023, inclusive, to facilitate the installation of brackets and conduits on the south side of the existing Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">b. the Don Roadway, southbound, between the Don Valley Parkway and Lake Shore Boulevard East, from 11:00 p.m. of one day to 5:00 a.m. on the following day for up to and including eight nights between August 1, 2023 and August 31, 2023, inclusive, to facilitate the installation of brackets and conduits on the south side of the existing Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">c. the Don Roadway, southbound, between the Don Valley Parkway and Lake Shore Boulevard East, from 11:00 p.m. of one day to 5:00 a.m. on the following day for up to and including two nights between September 1, 2025 and September 30, 2025, inclusive, and for up and including four nights between February 1, 2026 and February 28, 2026, inclusive, to facilitate the removal of the median barrier and its reconstruction related to the Ontario Line Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">d. the Don Roadway, southbound, between the Don Valley Parkway and Lake Shore Boulevard East, from 11:00 p.m. of one day to 5:00 a.m. on the following day for up to and including four nights between September 1, 2025 and September 30, 2025, inclusive, for one night between December 1, 2026 and December 31, 2026, inclusive, and for up to and including three nights between October 1, 2026 and January 31, 2027, inclusive, to facilitate the installation of a temporary falsework support, removal of temporary falsework support, removal of deck forming system and residual spot repairs related to the Ontario Line Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">e. the Don Roadway, northbound, between Lake Shore Boulevard East and the Don Valley Parkway, from 11:00 p.m. of one day to 5:00 a.m. on the following day for up to and including two nights between January 1, 2026 and January 31, 2026, inclusive, and for up to and including three nights between October 1, 2026 and January 31, 2027, inclusive, to facilitate the Self-propelled Modular Transporter staging, removal of the deck forming system and residual spot repairs related to the Ontario Line Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">f. the Don Roadway, northbound and southbound, between Lake Shore Boulevard East and the Don Valley Parkway, from 11:00 p.m. on one Friday evening to 5:00 a.m. of the following Monday morning for one weekend between January 1, 2026 and February 2, 2026 to facilitate the launch of the Ontario Line Lower Don Bridge;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">g. the Don Roadway, southbound, between the Don Valley Parkway and Lake Shore Boulevard, from 11:00 p.m. of one day to 5:00 a.m. on the following day for one night between June 1, 2026 and June 30, 2026, inclusive, for up to and including two nights between July 1, 2026 and July 31, 2026, inclusive, for one night between August 1, 2026 and August 31, 2026, inclusive, for one night between September 1, 2026 and September 30, 2026, inclusive, for one night between October 1, 2026 and October 31, 2026, inclusive, for one night between November 1, 2026 and November 30, 2026, inclusive, and for up to and including four nights between December 1, 2026 and January 27, 2027, inclusive, to facilitate the tightening of bridge cables, removal of bridge arch bracing, installation of debris shield, bridge deck concrete placement, bridge railing curb placement, removal of debris shield and finishing of the bridge structure related to the Ontario Line Lower Don Bridge; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">h. the Don Roadway, northbound, between Lake Shore Boulevard and the Don Valley Parkway, from 11:00 p.m. of one day to 5:00 a.m. on the following day for one night between June 1, 2026 and June 30, 2026, for up to and including two nights between July 1, 2026 and July 31, 2026, inclusive, for one night between August 1, 2026 and August 31, 2026, inclusive, for one night between September 1, 2026 and September 30, 2026, inclusive, for one night between October 1, 2026 and October 31, 2026, inclusive, for one night between November 1, 2026 and November 30, 2026, inclusive, and for up to and including four nights between December 1, 2026 and January 27, 2027, inclusive, to facilitate the tightening of bridge cables, removal of bridge arch bracing, installation of debris shield, bridge deck concrete placement, bridge railing curb placement, removal of debris shield and finishing of the bridge structure related to the Ontario Line Lower Don Bridge,</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">and City Council exempt the General Manager, Transportation Services, in carrying out this delegated authority from Section 937-5 of Chapter 937, Temporary Closing of Highways, that being the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">14. City Council amend City of Toronto Municipal Code Chapter 27, Council Procedures, to provide that the current delegation to Community Council to temporarily close public lanes or public alleys, local roads, collector roads, and minor arterial roads, does not include closures delegated to the General Manager, Transportation Services, in carrying out the authority in Part 13 above.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held in person and by video conference on Tuesday, May 2, 2023 at 9:30 a.m., or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to City of Toronto Municipal Code Chapter 27, Council Procedures, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.EX4.9\">https://secure.toronto.ca/council/agenda-item.do?item=2023.EX4.9</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Executive Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by the City Clerk, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on Tuesday, May 2, 2023, as a courtesy, please contact the Committee no later than 12:00 p.m. on Monday, May 1, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Executive Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-7033; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ashley Curtis</p>\n<p style=\"padding-left: 40px;\">Director, Planning and Capital Program, Transportation Services</p>\n<p style=\"padding-left: 40px;\">Phone: 416-392-0170</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:Ashley.Curtis@toronto.ca\">Ashley.Curtis@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on May 2, 2023 which will be forwarded to City Council for its meeting on May 10, 11 and 12, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will</p>\n<p>also make your communication and any personal information in it - such as your postal</p>\n<p>address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-392-4666.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3987,
  "otherReferenceList": [
    {
      "description": "2023.EX4.9 - Metrolinx Ontario Line - Temporary Lane Closures on the Don Valley Parkway and F.G. Gardiner Expressway and Temporary Delegation of Authority",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.EX4.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Metrolinx Ontario Line - Temporary Lane Closures on the Don Valley Parkway and F.G. Gardiner Expressway and Temporary Delegation of Authority",
  "title": "Public Notice - Metrolinx Ontario Line - Temporary Lane Closures on the Don Valley Parkway and F.G. Gardiner Expressway",
  "topics": [
    "Transportation > Intention to close or alter a lane, road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
