{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "51 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.648179549",
      "longitudeCoordinate": "-79.377195117",
      "postalCode": "M5E 1J1",
      "province": "Ontario",
      "streetAddress": "51 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 51 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3733"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 51 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 51 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the east side of Yonge Street, north of Wellington Street East, the property at 51 Yonge Street comprises a four-storey commercial building. The building is believed to date to c.1878-1879, although the underlying structure may date to 1847. Faced in limestone with a mansard roof and a cast iron storefront, the building demonstrates the Second Empire style.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property is a fine representative example of a Second Empire-style commercial building. With a high degree of integrity confirmed by documentation from the 1890s, the building is faced in limestone on the upper storeys, with a cast iron storefront at ground level. Typical of the Second Empire style, the building has a mansard roof, which has a round-arched dormer window with a pediment, and two smaller flanking windows with limestone surrounds and flat roofs. Additional noteworthy features include limestone banding and pilasters with fluted capitals, keystone details, and a wooden frieze above the entry.</p>\n<p>&nbsp;</p>\n<p>Originally developed in conjunction with the adjacent Bank of British North America in 1847, the property has direct associations with the theme of Toronto's early emergence as a commercial capital in the 1840s, at which time the area around Yonge and Wellington streets became a centre for financial institutions. The extant building is associated with the Commercial Travellers' Association of Canada, for which it served as headquarters from 1890 to 1956.</p>\n<p>&nbsp;</p>\n<p>As a late-19th-century commercial building with intact architectural detailing, the property at 51 Yonge Street is important in maintaining and supporting the character of the surrounding area. The property remains as an important reflection of the 19th-century commercial streetscape that evolved around Yonge and Wellington streets. In particular, it has historic and visual links to the adjacent designated heritage property at 49 Yonge Street, the former Bank of British North America, with which it shares a general material palette and Second Empire-style architectural vocabulary. Together, the two buildings form a strong historic streetwall that anchors this side of the block.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 51 Yonge Street as a representative example of a Second Empire-style commercial building:</p>\n<ul>\n<li>The scale, form, and massing of the property as a four-storey commercial building</li>\n<li>The building's underlying structure, which may date to 1847</li>\n<li>The building's material palette of limestone, cast iron, and wood</li>\n<li>The primary (west) elevation, with its symmetrical, three-bay composition</li>\n<li>The mansard roof, which features a round-arched dormer window with a pediment, and two smaller flanking windows with limestone surrounds and flat roofs</li>\n<li>Additional architectural details consistent with the Second Empire style, including a stone cornice with brackets, limestone banding and pilasters with fluted capitals, arched window openings, and keystones</li>\n<li>The ground-level cast iron storefront, which defines the entry and two glazed bays with fluted pilasters</li>\n<li>The entry with double doors recessed beneath a wooden frieze and a round-arched transom window</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 51 Yonge Street as being associated with Toronto's early emergence as a commercial capital, and with the Commercial Travellers' Association of Canada:</p>\n<ul>\n<li>The property's siting and orientation on the east side of Yonge Street, north of Wellington Street</li>\n<li>The scale, form, and massing of the property as a four-storey commercial building</li>\n<li>The building's underlying structure, which may date to 1847</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 51 Yonge Street as an important remnant of the 19th-century commercial streetscape around Yonge and Wellington streets:</p>\n<ul>\n<li>The property's siting and orientation on the east side of Yonge Street, north of Wellington Street</li>\n<li>The scale, form, and massing of the property as a four-storey commercial building</li>\n<li>The building's material palette of limestone, cast iron, and wood</li>\n<li>Second Empire design vocabulary, such as a mansard roof, arched windows, keystones, and brackets</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.16\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.16</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3957,
  "otherReferenceList": [
    {
      "description": "2023.PH2.16 - 51 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 51 YONGE STREET",
  "title": "Notice of Intention to Designate the Property - 51 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
