{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "401 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6593968372",
      "longitudeCoordinate": "-79.3818779273",
      "postalCode": "M5B 1S9",
      "province": "Ontario",
      "streetAddress": "401 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "403 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6594404939",
      "longitudeCoordinate": "-79.3819740046",
      "postalCode": "M5B 1S9",
      "province": "Ontario",
      "streetAddress": "403 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "405A Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6594783446",
      "longitudeCoordinate": "-79.3819912671",
      "postalCode": "M5B 1S9",
      "province": "Ontario",
      "streetAddress": "405A Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 401 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3738"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 401 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 401 Yonge Street (including the entrance addresses of 403 and 405 A Yonge Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 401 Yonge Street (including the entrance addresses of 403 and 405 A Yonge Street) is located midblock, slightly north of the northeast corner of Yonge and Gerrard Streets. It contains a three-storey, commercial building which is designed in the Italianate style, and was constructed in 1873. Constructed for Toronto grocer and merchant Joseph Bickerstaff (1832 - 1896), the property served a combined commercial and residential purpose comprising retail stores and living quarters on the ground floor with residential and manufacturing space on the floors above.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In recognition of its architectural significance, the building was amongst some of the earliest included on the City of Toronto's Inventory of Heritage Properties (now known as the Heritage Register) in March 1974.</p>\n<p>&nbsp;</p>\n<p>Some of the nearby properties which have been recognized for the cultural heritage value and designated under Part IV, Section 29 of the Ontario Heritage Act include 363-365 Yonge Street (1890), 367 Yonge Street (1869), 381 Yonge Street (1953), 385-391 Yonge Street (1924); and 380 Yonge Street (1930) and 400 Yonge Street (1928-30) on the opposite side of the street; 20 Gerrard Street East (1911) is adjacent and behind the subject site. Additionally, several other buildings in the immediate vicinity on Yonge Street are listed the City's Heritage Register including 372 Yonge Street (1864), 374 Yonge Street (1862) and 376 Yonge Street (1865).</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 401 Yonge Street has design value as a rare, fine and early example of the Italianate style adapted to a mixed-use commercial and residential block. Characteristic of the style, the building features a symmetrical fa&ccedil;ade divided into three bays, each with a ground-level storefronts. Above, polychromatic brick cladding, narrow, arched windows with hoods, and an ornate roofline cornice defines the rest of the exterior. Buff brick detailing forming the building corners and piers, with occasional recessed courses, emulates the rustication of masonry found in more substantial examples of Italianate design.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historic value for its association with William Stewart (1832-1907), a significant architect who practiced in the city c. 1872-1885, after an earlier career in the Cincinnati area. During this time, Stewart's commissions included substantial commercial, manufacturing and institutional buildings. In partnership with Walter Stickland, he also designed residences for some of the city's wealthiest and most prominent citizens, such as the 1876 home for James Worts, an important Toronto distiller. Subsequently, he became a leading and prolific architect in Hamilton, Ontario with his designs including the 1887 Victoria Hall, a National Historic Site. The building located 401 Yonge Street survives as a rare example of his commercial work in Toronto.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has contextual value as it contains a three-storey, mixed-use, brick Italianate-style building dating from 1873 which contributes to and supports the late nineteenth and early twentieth century character of this historic portion of Yonge Street and provides an understanding of the development, evolution, and character of Yonge Street in the latter half of the 19th century. Prior to the 1860s and 1870s Yonge Street, north of Gerrard Street, remained sparsely developed, with buildings such as the subject property representing the earliest phase of substantial and permanent development.</p>\n<p>&nbsp;</p>\n<p>The physical form, materials and stylistic appearance of the building, combined with its historic commercial and residential use visually and historically link the building to its Yonge Street context.&nbsp; The property lies in close proximity to numerous sites on Yonge Street which are designated or listed on the Toronto's heritage register</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 401 Yonge Street as a representative example of an Italianate-style mixed-use retail and commercial building:</p>\n<ul>\n<li>The scale, form, and massing of the property as a three-storey mixed-use residential and commercial building</li>\n<li>The flat roof profile of the building and its ornate metal roofline cornice</li>\n<li>The symmetrical fa&ccedil;ade divided into three vertical bays,</li>\n<li>The polychromatic cladding of red brick with buff-coloured brick detailing comprising rusticated corners and piers and window hoods</li>\n<li>The symmetrical fenestration with narrow, segmental- and rounded-arch windows with one-over-one and two-over-two sashes</li>\n<li>The continuous metal sill course below the third storey windows</li>\n<li>Ground level storefronts with large display windows framed with secondary cornice and outer frames (piers) incised with ornamental motifs</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property associated with the design of renowned architect, William Stewart:</p>\n<ul>\n<li>The materials and Italianate-style finish detailing of the building&nbsp;</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 401 Yonge Street as supporting the historical character, of Yonge Street and visually and historically linking it to its context for 150 years:</p>\n<ul>\n<li>The placement, setback and orientation of the building at 401 Yonge Street on the east side of Yonge Street between Gerrard and Carlton (McGill) Streets</li>\n<li>The scale, form, and massing of the property as a three-storey mixed-use commercial and residential building</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.15\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.15</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3962,
  "otherReferenceList": [
    {
      "description": "2023.PH2.15 - 401 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 401 YONGE STREET (INCLUDING ENTRANCE ADDRESSES OF 403 AND 405 A YONGE STREET)",
  "title": "Notice of Intention to Designate - 401 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
