{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "49 Ontario Street Toronto Ontario",
      "latitudeCoordinate": "43.653117254",
      "longitudeCoordinate": "-79.366077758",
      "postalCode": "M5A 2V1",
      "province": "Ontario",
      "streetAddress": "49 Ontario Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "72 Berkeley Street Toronto Ontario",
      "latitudeCoordinate": "43.653059755",
      "longitudeCoordinate": "-79.364991612",
      "postalCode": "M5A 2W7",
      "province": "Ontario",
      "streetAddress": "72 Berkeley Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "94 Berkeley Street Toronto Ontario",
      "latitudeCoordinate": "43.653655869",
      "longitudeCoordinate": "-79.365342477",
      "postalCode": "M5A 2W7",
      "province": "Ontario",
      "streetAddress": "94 Berkeley Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Request to Amend the Zoning By-law Application - 49 Ontario Street and 72-94 Berkeley Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3692"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1678939200000,
  "noticeDescription": "<p>NOTICE OF PUBLIC MEETING</p>\n<p>To be held by the Toronto and East York Community Council (Under the Planning Act)</p>\n<p>&nbsp;</p>\n<p>Request to Amend the Zoning By-law Application Number 19 244188 STE 13 OZ</p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:</strong> 49 Ontario Street and 72-94 Berkeley Street <br /><strong>Applicant:</strong> Tony Medeiros, Dream<br />&nbsp;<br /><strong>Date:</strong> April 12, 2023<br /><strong>Time:</strong> 10:00 a.m., or as soon as possible thereafter<br /><strong>Place:</strong> Committee Room 1, Toronto City Hall and by Video Conference<br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>The application to amend the Zoning By-law for 49 Ontario Street and 72-94 Berkeley Street proposes to permit three buildings of 11, 39 and 44 storeys containing 1,099 square metres of retail, 15,206 square metres of office, and 64,373 square metres of residential with 1,094 dwelling units, conservation of the existing rowhouses at 72-78 Berkeley Street, and a 581 square metre public park along Berkeley Street.</p>\n<p>&nbsp;</p>\n<p>Detailed information regarding the proposal, including background information and material may be obtained by contacting Paul Johnson, Senior Planner at 416-397-0259, or by e-mail at <a href=\"mailto:Paul.M.Johnson@toronto.ca.\">Paul.M.Johnson@toronto.ca.</a></p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>Toronto and East York Community Council will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MAKE YOUR VIEWS KNOWN</strong></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Toronto and East York Community Council, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Toronto and East York Community Council directly, please register by e-mail to teycc@toronto.ca or by phone at 416-392-7033, no later than 12:00 p.m. on April 11, 2023. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Toronto and East York Community Council may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: City Clerk, Attention: Cathrine Regan, Administrator, Toronto and East York Community Council, 100 Queen Street West, 2nd Floor,&nbsp; West Tower, Toronto ON M5H 2N2, Phone: 416-392-7033, Fax: 416-392-2980, e-mail: <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>Special Assistance: City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-392-7033, TTY 416-338-0889 or e-mail t<a href=\"mailto:teycc@toronto.ca\">eycc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><br /><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>If you wish to be notified of the decision of the City of Toronto on the passing or refusal of the proposed Zoning By-law Amendment, you must make a written request to the City Clerk attention:&nbsp; Cathrine Regan, Administrator, Toronto and East York Community Council, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p>Zoning By-law Amendments Appeal: If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the Zoning By-law Amendment is passed or refused, the person or public body is not entitled to appeal the decision.</p>\n<p>&nbsp;</p>\n<p>People writing or making presentations at the public meeting:&nbsp; The City of Toronto Act, 2006, the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3918,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "19 244188 STE 13 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Application to amend the Zoning By-law for 49 Ontario Street and 72-94 Berkeley Street proposes to permit three buildings of 11, 39 and 44 storeys containing 1,099 square metres of retail, 15,206 square metres of office, and 64,373 square metres of residential with 1,094 dwelling units, conservation of the existing rowhouses at 72-78 Berkeley Street, and a 581 square metre public park along Berkeley Street. ",
  "title": "Notice of Public Meeting - Request to Amend the Zoning By-law Application - 49 Ontario Street and 72-94 Berkeley Street ",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Proposal for a Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
