{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "789 Don Mills Road Toronto Ontario",
      "latitudeCoordinate": "43.718590373",
      "longitudeCoordinate": "-79.337518748",
      "postalCode": "M3C 1T5",
      "province": "Ontario",
      "streetAddress": "789 Don Mills Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "793 Don Mills Road Toronto Ontario",
      "latitudeCoordinate": "43.718985259",
      "longitudeCoordinate": "-79.337710141",
      "postalCode": "M3C 1T4",
      "province": "Ontario",
      "streetAddress": "793 Don Mills Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 789 - 793 Don Mills Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3825"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 789-793 Don Mills Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 789-793 Don Mills Road (including entrance address at 793 Don Mills Road), is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all the criteria of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property is located in the Core Character Area within the Don Mills Crossing Secondary Plan (Official Plan Amendment 404) boundary. It was identified as having cultural heritage value in the inventory included in North York's Modernist Architecture, first published in 1997, with a revised edition in 2009.</p>\n<p>&nbsp;</p>\n<p>The Independent Order of Foresters building, known as Foresters House, at 789-793 Don Mills Road was constructed between 1965 and 1967 as part of a complex known as Olympia Square, developed by Olympia and York and designed by Kaljo Voore, an Estonian Canadian architect, of Bregman and Hamman with Craig, Zeidler &amp; Strong. Foresters House, is a 22-storey office tower which sits on a wide, raised plaza accessed by stairs and a ramp, a parking structure to the east and a landscaped surround which includes a sunken garden on the west side of the two-storey pavilion building (one storey is visible from the street) to the north which originally contained restaurants and shops. Originally clad in self-cleaning, glazed, white ceramic tiles, the building has been re-clad in insulated aluminium panels in 1988. Olympia Square also originally included the 16-storey tower at 797 Don Mills Road, also designed by Bregman and Hamman and completed in 1964-1965. The second tower, now known as Tribeca Lofts, was converted to condominiums in 1994 which involved the alterations of the building to include balconies.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Foresters House was constructed for the Independent Order of Foresters (IOF), a \"family fraternal benefit society\"[1] which began in the 19th century to provide insurance to working class families. One of its first leaders, was Dr. Oronhyatekha (Burning Cloud, 1841-1907), a member of the Six Nations, educated at the University of Toronto and Oxford who provided exceptional leadership in his support and care for women, minorities and children. In 1879, he introduced a motion to include women as members in the IOF. Now an international organization, throughout its history the IOF has provided charitable assistance to individuals and nations in need during times of economic depression, war and natural disasters as well as supporting children through charities such as the Children's Miracle Network. Today, it is an international financial services provider offering opportunities for investment as well as insurance and continues philanthropic work.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Located on the east side of Don Mills Road just south of Eglinton Avenue East, the property is in the Flemingdon Park Industrial Estate, developed in tandem with the residential section of Flemingdon Park, south of Eglinton, in 1958. Laid out by Macklin Hancock, the Flemingdon Park plan repeated many of the core principles and elements of the Don Mills plan to the north. These included extensive open space with landscaped setbacks from the street and buildings designed in a modern architectural style. It was Hancock's intention that whereas low-rise buildings would line Wynford Drive, mid-rise and high-rise office towers would be located on Eglinton Avenue East and at the intersection of Eglinton with Don Mills Road. Foresters House at 789-793 Don Mills Road is an example of this Flemingdon Park typology.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The International Order of Foresters building, now known as Foresters House, has cultural heritage value for its design which represents a skyscraper typology constructed in the Late Modern style. The style is evident in the heavily-articulated fa&ccedil;ade with its deep, vertical piers, and chamfered, horizontal panels under the customary ribbon windows. With its tall, double-height first storey, repetitive intervening floors and tall parapet wall at the top, it represents the skyscraper typology with its tripartite composition of base, column and top. Its surrounding with and access from a large, raised plaza, with a double-storey, fully-glazed ground floor and the sunken, out-door garden with a sloping lawn, paved area, trees and plantings on the west side of the two-storey pavilion building (one storey is visible from the street) are characteristic setting and landscape features of Late Modernism. The integration of landscape and landscaped setbacks are characteristic of Don Mills and Flemingdon Park planning principles.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Constructed in 1965-1967, the property has historic value as the international headquarters for the Independent Order of Foresters (IOF), a historic fraternal organization which was established in Canada in the 1870s to provide insurance to working class families and was from 1881, guided by the leadership of the visionary and egalitarian Dr. Oronhyatekha, a member of the Six Nations. The IOF is an international insurance and investment organization which, throughout its history, has been a leader in philanthropy assisting during wars, depressions and natural disasters.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has value as it is associated with the development of Flemingdon Park from 1958 onwards by Toronto Industrial Leaseholds and Webb and Knapp Canada with the layout undertaken by Macklin Hancock who was also the lead planner of Don Mills. It is also valued for its association with the subsequent owners of Flemingdon Park, the Reichmann brothers, of Olympia &amp; York, who developed this property as Olympia Square, creating a highly visible landmark for Flemingdon Park and Don Mills and who would become one of Canada's most significant international development companies who championed the cause of high quality, innovative design. The design of Don Mills with Flemingdon Park is significant to the local community and is an example of post-war suburban planning. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has value as it reflects the ideas of the architects, Bregman and Hamman and Craig, Zeidler and Strong. Bregman and Hamman, now known as B+H Architects, which was established in 1953 by Sidney Bregman and George Frederick Hamann, is now one of the 50 largest architectural firms in the world. The firm has been awarded numerous times including the Governor General's Medal and an Award of Merit, and the RAIC Innovation in Architecture Award and two Ontario Association of Architects Awards. The lead architect, Kaljo Voore, was part of a significant diasporic community of Estonian architects who immigrated to Canada during and after the Second World War. He was the leading design architect at Bregman and Hamann and master planned and designed several high-profile projects in Ontario including the Skylon Tower and Exhibition Hall (1964) overlooking Niagara Falls, Voore also master planned the Scarborough Town Centre, the Scarborough Centenary Hospital (1967), and Don Mill&rsquo;s Olympia Square at 797 Don Mills Road and 789-793 Don Mills Road.</p>\n<p>&nbsp;</p>\n<p>Craig, Zeidler and Strong was founded in 1961 by James Craig, Eberhard Zeidler and William A. Strong and is well-known for their work at Ontario Place and the McMaster Health Sciences Centre, the Hospital for Sick Children and for the Eaton Centre, also done in partnership with B+H Architects. In 1975, the firm became known as the Zeidler Partnership and was responsible for Canada Place at Vancouver's Expo 86. Eberhard Zeidler received the Order of Canada in 1984 and the firm has received numerous awards including the Ontario Association of Architects Awards, Canadian Architect Awards, City of Toronto Architecture and Urban Design Awards, Heritage Toronto Awards, the American Institute of Architects, and the RAIC &ndash; National Trust Prix du XXE Si&egrave;cle Award for Ontario Place. It is now an international practice with offices in Berlin and Beijing.</p>\n<p>&nbsp;</p>\n<p>The Foresters tower property has contextual value as it contributes to and defines the 1960s, Late Modern, mid-rise character of Flemingdon Park at the intersection of Don Mills Road and Eglinton Avenue East as designed by Macklin Hancock. In its typology, location, scale, massing and period details it is historically as well as visually and functionally linked to its surroundings. As it is seen from various viewpoints along Eglinton Avenue and Don Mills Road, it is a landmark marking the heart of the Flemingdon Park Community and Don Mills.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 789-793 Don Mills Road as representative of the Late Modern office headquarters and skyscraper typology:&nbsp;</p>\n<ul>\n<li>The scale, form and massing of the 22-storey, flat-roofed building set on a raised plaza, with an adjacent sunken low rise (two-storey) pavilion building to the north</li>\n<li>The design of all four elevations as a composition of prominent vertical elements with the piers set forward from the elevation and minor horizontal elements with the recessed chamfered horizontal panels beneath the windows, terminating in the prominent solid band at the top of the building</li>\n<li>The ribbon windows which are continuous at the corners</li>\n<li>The double height curtain wall glazing at the ground floor</li>\n</ul>\n<p>Interior heritage attributes that contribute to the value of the property at 789-793 Don Mills Road as representative of the Late Modern office headquarters and skyscraper typology include:</p>\n<ul>\n<li>The entrance lobby, accessed through two sets of doors on the east and west elevations and aligned directly across from each other on the same east-west axis</li>\n<li>The elevator core with the book-matched marble wall panels creating a special pattern with hidden doors, stainless steel elevator doors and surrounds, and the granite flooring</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 789-793 Don Mills Road as the international headquarters for the Independent Order of Foresters and as an example of post-war suburban planning:</p>\n<ul>\n<li>The set-back, placement and orientation of the building on the east side of Don Mills Road just south of Eglinton Avenue East</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 789-793 Don Mills Road as contributing and defining the 1960s, Late Modern, mid-rise character of Flemingdon Park, at the intersection of Don Mills Road and Eglinton Avenue East, and as being historically, visually and functionally linked to its surroundings:</p>\n<ul>\n<li>The set-back, placement and orientation of the building on the east side of Don Mills Road just south of Eglinton Avenue East</li>\n<li>The scale, form and massing of the 22-storey, flat-roofed building set on a raised plaza, with an adjacent two-storey pavilion building to the north</li>\n<li>The landscaped setting including:\n<ul>\n<li>planters on the plaza</li>\n<li>the sunken garden on the west side of the complex adjacent to Don Mills Road with its paved outdoor area, sloping grass lawn, tree and plantings and relationship to the interiors of the two-storey building to the east</li>\n<li>at street level the landscaped border between the sidewalk and the plaza which includes grass and trees on the west and south sides of the property</li>\n</ul>\n</li>\n</ul>\n<p>NOTE: The parking structure to the east of the office tower is not considered to be as a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of May 16, 2023, which is June 15, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.14\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.14</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4049,
  "otherReferenceList": [
    {
      "description": "2023.PH3.14 - 789-793 Don Mills Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 789-793 DON MILLS ROAD",
  "title": "Notice of Intention to Designate - 789 - 793 Don Mills Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
