{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "41 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637041969",
      "longitudeCoordinate": "-79.423605693",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "41 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "42 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.636710739",
      "longitudeCoordinate": "-79.424056852",
      "postalCode": "M6K 1Y6",
      "province": "Ontario",
      "streetAddress": "42 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "47 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637180253",
      "longitudeCoordinate": "-79.423742577",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "47 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "49 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637317602",
      "longitudeCoordinate": "-79.42379158",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "49 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "53 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637407905",
      "longitudeCoordinate": "-79.423254546",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "53 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "42 Pardee Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637624985",
      "longitudeCoordinate": "-79.422927368",
      "postalCode": "M6K 3H5",
      "province": "Ontario",
      "streetAddress": "42 Pardee Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "135 Liberty Street Toronto Ontario",
      "latitudeCoordinate": "43.637579917",
      "longitudeCoordinate": "-79.423317162",
      "postalCode": "M6K 1A7",
      "province": "Ontario",
      "streetAddress": "135 Liberty Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 41 – 53 Fraser Avenue, 135 Liberty Street 42 Pardee Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3828"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 10, 11 and 12, 2023, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 41-53 Fraser Avenue, 135 Liberty Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 10, 11 and 12, 2023, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as the designated power house building at 42 Pardee Avenue. &nbsp;</p>\n<p>&nbsp;</p>\n<p>This notice is being served to the Owner of the Property, the Ontario Heritage Trust and any Interested Persons.</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. the alterations to the designated heritage properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street, in accordance with Section 33 of the Ontario Heritage Act, to allow for the construction of a new 10 and 11-storey building substantially in accordance with the plans and drawings dated June 10, 2022 prepared by Sweeny &amp; Co. Architects and the Heritage Impact Assessment dated February 3, 2023 prepared by ERA Architects Inc. all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. the demolition of the powerhouse building at 42 Pardee Avenue, in accordance with Section 34 (1)2 of the Ontario Heritage Act to allow for the construction of a new 10 and 11-storey building substantially in accordance with the plans and drawings dated June 10, 2022 prepared by Sweeny &amp; Co. Architects and the Heritage Impact Assessment dated February 3, 2023 prepared by ERA Architects Inc. all subject to, and in accordance with, a Conservation Plan satisfactory to the Senior Manager, Heritage Planning, and subject to the conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that it's consent to the application to alter the designated properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street Avenue under Part IV, Section 33 of the Ontario Heritage Act and its consent to demolish the designated power house building at 42 Pardee Avenue, under Part IV, Section 34(1) 2 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. That the related Zoning By-law Amendment permitting the proposed alterations and the proposed demolition of the power house building have been enacted by City Council and have come into full force and effect in a form and with content acceptable to City Council, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. That prior to the introduction of the bills for such Zoning By-law Amendment by City Council the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Enter into a&nbsp; Heritage Easement Agreement(s) with the City for the properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street substantially in accordance with plans and drawings dated June 10, 2022 prepared by Sweeny &amp; Co. Architects and the Heritage Impact Assessment dated February 3, 2023 prepared by ERA Architects Inc., subject to and in accordance with the approved Conservation Plan required in Recommendation 2.b.2, to the satisfaction of the Senior Manager, Heritage Planning including execution of such agreement(s) to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street dated February 3, 2023, prepared by ERA Architects Inc., to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. That prior to Final Site Plan approval in connection with the Zoning By-law Amendment for the properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide final Site Plan drawings including drawings related to the approved Conservation Plan required in Recommendation 2.b.2 to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. Provide an Interpretation Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4. Provide a Heritage Lighting Plan that describes how the heritage properties will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">5. Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">6. Provide a detailed Landscape Plan for the properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street, satisfactory to the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d. That prior to the issuance of any permit for all or any part of the properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Planning, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 2.b.2 above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan, Heritage Lighting Plan and Interpretation Plan.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. Provide full documentation of the existing heritage property, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a flash drive in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">e. That prior to the release of the Letter of Credit required in Recommendation 2.d.2 above, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretive work has been completed in accordance with the Conservation Plan, Lighting Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. City Council authorize the entering into of a Heritage Easement Agreement(s) under Section 37 of the Ontario Heritage Act with the owner(s) of 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street in a form and content satisfactory to the City Solicitor and the Chief Planner and Executive Director, City Planning.</p>\n<p>&nbsp;</p>\n<p>4. City Council authorize the City Solicitor to introduce the necessary Bill(s) in Council authorizing the entering into of a Heritage Easement Agreement for the properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter, erect, demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of May 16, 2023, which is June 15, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Objection of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; &nbsp; &nbsp; &nbsp;set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions, or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.TE4.19\">https://secure.toronto.ca/council/agenda-item.do?item=2023.TE4.19</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4052,
  "otherReferenceList": [
    {
      "description": "2023.TE4.19 - 41 - 53 Fraser Avenue, 135 Liberty Street and 42 Pardee Avenue - Alterations to Designated Properties, Demolition of a Building on a Designated Property and Authority to Enter into a Heritage Easement Agreement - Approval Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.TE4.19"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Decision - 41 – 53 Fraser Avenue, 135 Liberty Street 42 Pardee Avenue",
  "topics": [
    "Heritage > Decision on alteration to a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
