{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "555 Rexdale Boulevard Toronto Ontario",
      "latitudeCoordinate": "43.7090112564",
      "longitudeCoordinate": "-79.6056416244",
      "postalCode": "M9W 7G3",
      "province": "Ontario",
      "streetAddress": "555 Rexdale Boulevard"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3864"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-397-4579",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1684987200000,
  "noticeDescription": "<p><strong>Notice is given that the Chief Building Official and Executive Director, Toronto Building (Acting), is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to create a Woodbine Special Sign District, which would contain unique regulations to allow for, and regulate, first party and third party signs displaying static and electronic sign copy; alter the sign district designation applicable to 555 Rexdale Boulevard from an Employment (&ldquo;E&rdquo;) Sign District to the Woodbine (&ldquo;WB-SSD&rdquo;) Special Sign District; and, modify the area-specific restrictions listed in 694-24A of the Sign By-law which prohibit third party signs from being displayed within 400 metres of Highway 427 and Highway 27.</strong></p>\n<p>&nbsp;</p>\n<p>The proposed amendment seeks to:</p>\n<ol>\n<li>Establish a Woodbine Special Sign District (&ldquo;WB-SSD&rdquo;). The proposed special sign district would include distinct regulations to allow and regulate first and third-party signs with static and electronic sign copy.</li>\n</ol>\n<ul>\n<li>To reflect the diverse nature of uses within Woodbine Special Sign District (&ldquo;WB-SSD&rdquo;), the WB-SSD to have both general regulations applicable throughout, and regulations which will apply with respect to &nbsp;six sub-designations as follows:</li>\n<li style=\"list-style-type: none;\">\n<ul style=\"list-style-type: circle;\">\n<li>WB-SSD-R sub-designation to be applicable to the portions of the WB-SSD proposed to contain residential uses which shall have signage regulations mirroring those applicable within a R-Residential Sign District in the Sign By-law;</li>\n<li>WB-SSD-OS sub-designation to be applicable to the portions of the WB-SSD proposed to contain green space and similar mixed-use purposes which shall have signage regulations mirroring those applicable within an OS-Open Space Sign District in the Sign By-law;</li>\n<li>WB-SSD-C sub-designation to be applicable to the portions of the WB-SSD proposed to contain commercial (retail, entertainment facilities, etc.), and similar mixed-use purposes, which shall have signage regulations mirroring those applicable within a C-Commercial Sign District in the Sign By-law;</li>\n<li>o&nbsp;&nbsp; WB-SSD-CR sub-designation to be applicable to the portions of the WB-SSD proposed to contain a variety of specific commercial facilities and mixed-use commercial residential purposes, which shall have signage regulations mirroring those applicable within a CR-Commercial Residential Sign Districts in the Sign By-law;</li>\n<li>o&nbsp;&nbsp; WB-SSD-U sub-designation to be applicable to the portions of the WB-SSD proposed to contain transit facilities and ancillary retail uses, which shall have signage regulations mirroring those applicable within an U-Utility Sign Districts in the Sign By-law; and,</li>\n<li>o&nbsp;&nbsp; WB-SSD-EZ, sub-designation to be applicable to the portions of the WB-SSD proposed to specific commercial uses (the casino and racetrack portions) and the associated area, which shall have signage regulations&nbsp; concerning wall signs, ground signs and overhanging structure signs specifically designed to address the specific uses and building types to which this sub-designation would apply.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>The WB-SSD will also contain a series of signage regulations permitting and regulating specific forms of first-party \"directional signs\" within the WB-SSD-CR, WB-SSD-C, and WB-SSD-OS sub-designations, which may display up to eight sign faces, with an aggregate sign face area of up to 40 square metres, and a maximum height of eight metres.</li>\n<li>The WB-SSD will contain signage regulations permitting and regulating third party electronic signs displaying electronic static copy with maximum sign face area of 85 square metres and requiring first party static sign copy with a maximum 14 square metre sign face area identifying specific uses within the WB-SSD.</li>\n</ul>\n<p>2.&nbsp;&nbsp;&nbsp; Amendments to the area-specific restrictions prohibiting third-party signs within 400 meters of any limit of Highway 427 and Highway 27 to permit the implementation of WB-SSD by excluding 555 Rexdale Boulevard from these restrictions. This adjustment will allow for the implementation of the specific signage regulations permitting and regulating appropriate third-party signage within the WB-SSD. This adjustment will allow for the implementation of the specific signage regulations permitting and regulating appropriate third-party signage within the WB-SSD.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;&nbsp;&nbsp; Change the sign designation applicable to 555 Rexdale Boulevard from E-Employment Sign District to WB-SSD Woodbine Special Sign District by amending Schedule A, Maps to the Sign Bylaw, by replacing the current Sign District Map Ward 2: Etobicoke North, accordingly.</p>\n<p>&nbsp;</p>\n<p>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto adopt the amendments to the Sign By-law, to create and implement the Woodbine Special Sign District, as described above, and alter the sign district designation applicable to 555 Rexdale Boulevard from an Employment Sign District to Woodbine Special Sign District.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to create a Woodbine Special Sign District, which would contain unique regulations to allow for, and regulate, first party and third party signs displaying static and electronic sign copy; alter the sign district designation applicable to 555 Rexdale Boulevard from an Employment (&ldquo;E&rdquo;) Sign District to the Woodbine (&ldquo;WB-SSD&rdquo;) Special Sign District; and, modify the area-specific restrictions listed in 694-24A of the Sign By-law which prohibit third party signs from being displayed within 400 metres of Highway 427 and Highway 27.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on Thursday, June 1, 2023 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Housing Committee agenda at <a href=\"https://secure.toronto.ca/council/#/committees/2565/23263\">https://secure.toronto.ca/council/#/committees/2565/23263</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee please contact the Committee no later than 12:00 p.m. on Wednesday, May 31, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ted Van Vliet</p>\n<p style=\"padding-left: 40px;\">Project Director, Business Transformation, Toronto Building</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, Ground Floor, East Tower</p>\n<p style=\"padding-left: 40px;\">Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-4235</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Ted.VanVliet@toronto.ca\">Ted.VanVliet@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on June 1, 2023 which will be forwarded to City Council for its meeting on June 14, 15 and 16, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-397- 4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4087,
  "otherReferenceList": [
    {
      "description": "2023.PH4.1 - Creation of a Woodbine Special Sign District",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.1"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "Notice is given that the Chief Building Official and Executive Director, Toronto Building (Acting), is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\")",
  "title": "Public Notice - Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
