{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1871 Weston Road Toronto Ontario",
      "latitudeCoordinate": "43.7000507191",
      "longitudeCoordinate": "-79.5152660801",
      "postalCode": "M9N 1V9",
      "province": "Ontario",
      "streetAddress": "1871 Weston Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1871 Weston Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3966"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Administrator",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1687233600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1871 Weston Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1871 Weston Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Weston Road just south of Lawrence Avenue in the city's Weston neighbourhood, the property at 1871 Weston Road, also known as Weston Park Baptist Church, contains a church building designed in the Modern Gothic style by architect Francis Bruce Brown and constructed in 1947. The current edifice replaces the congregation's first permanent place of worship erected at the same location in 1907. In 1962, Brown and his partner E.F. Ross Brisley added a rear ancillary wing to the building known as the Christian Education wing. In 1983-1984, the original front vestibule was removed and replaced with a new, larger entrance wing and the 1947 vestibule facade reconstructed in front. Now celebrating more than 115 years in its current location, Weston Park Baptist Church continues to serve the Weston community.</p>\n<p>&nbsp;</p>\n<p>The subject property was listed on the City of Toronto's Heritage Register on March 29, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Weston Park Baptist Church has design value as a representative example of an ecclesiastical building designed in the Modern Gothic style. Following the turn of the 20th century and a return to more simplified architectural designs, Modern Gothic styling was popular for religious and educational buildings. With its monochromatic surfaces, overall balance, and less ostentatious medieval details including sparse religious symbolism, the style differs from the more elaborate Gothic Revival designs of the previous century. Weston Park Baptist Church displays Modern Gothic elements with the symmetrical organization of the east and west elevations, the mixture of pointed-arch and flat-headed openings, and the central rose window in the gable above the entrance porch on the principal (west) elevation.</p>\n<p>&nbsp;</p>\n<p>The interior of the church is also representative of the Modern Gothic style. This is evident in the vaulted form of the ceiling with its pointed-arched wooden roof trusses and tongue-and-groove wooden plank cladding and the leaded stained-glass windows with their wooden frames.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 1871 Weston Road has associative value as the site of Weston Park Baptist Church, an institution of importance to the Weston community for more than 115 years. Through its social justice work, the congregation has supported local agencies and people in need and provided in-house social services as an important community hub.</p>\n<p>&nbsp;</p>\n<p>The church is also linked to the practice of notable Toronto-born architect Francis Bruce Brown (1899-1983), who graduated from the University of Toronto architecture program in 1923. Brown devoted much of his early career to the design of Protestant churches, and succeeded his father, J. F. Brown, as Architectural Consultant to the Home Mission and Church Edifice Boards of the Baptist Convention in Ontario and Quebec and is credited with designs for more than one hundred churches across Canada from Nova Scotia to Alberta for Anglican, Presbyterian, Baptist and Protestant congregations. While many of his peers had adopted Classical Revival or Modern styles for the ecclesiastical commissions, Brown remained faithful to the Modern Gothic, and executed his designs with a convincing scholarly knowledge of the appropriate form and range of detail required by his Canadian ecclesiastical clients. Brown served as President of the Royal Architectural Institute of Canada (RAIC) in 1964-65 and remained active until 1972 when he retired and handed over his practice to his son, Douglas Brown.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Constructed in 1947 and dedicated the following year, Weston Park Baptist Church is visually, historically and functionally linked to its surroundings where the building has formed part of the built evolution and growth of the Weston community at this historically important intersection with Lawrence Avenue for more than 75 years and its congregation on this property for more than 115 years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value - Exterior</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the 1947 church as representative of the Modern Gothic style:</p>\n<p>&nbsp;</p>\n<p>1. The scale, form and massing of the church on a rectangular plan on a raised foundation</p>\n<p>2. The steeply pitched gable roof covering the double-height nave of the church</p>\n<p>3. The materials, with the buff brick cladding, and brick, stone and wood detailing</p>\n<p>4. On the principal (west) elevation, the main entrance with stained glass rose window centred above and surmounted with stone detailing including finial depicting three lancets</p>\n<p>5. The reconstructed 1947 vestibule fa&ccedil;ade with its buff brick construction and stone detailing including finial depicting a single stone lancet, and rose window (the latter feature is currently located inside the 1983-1984 vestibule alteration but was originally located in the transom of the 1947 vestibule fa&ccedil;ade)</p>\n<p>6. The north and south elevations of the nave, organized into five symmetrical bays defined by brick buttresses with stone detailing, plus the complementary sixth bay at the east end of the building which was seamlessly added in 1962 using the same materiality and design</p>\n<p>7. The arrangement and type of fenestration that combines pointed-arched and flat-headed window openings and wood frames on the main and basement floors, respectively</p>\n<p>&nbsp;</p>\n<p>N.B. the 1962 rear addition and 1983-1984 enlarged main entrance wing (between the reconstructed 1947 vestibule fa&ccedil;ade and west elevation of the nave) are not considered heritage attributes</p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value &ndash; Interior</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the interior of the 1947 church as representative of the Modern Gothic style:</p>\n<p>&nbsp;</p>\n<p>8. The double-height volume of the church, including the wooden roof truss system and tongue-and-groove wood plank ceiling&nbsp;</p>\n<p>9. The arrangement and type of the window openings with their wood frames</p>\n<p>10. The leaded stained-glass windows (pointed-arched, flat-headed and rose/circular)</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value &ndash; Liturgical Elements</strong></p>\n<p>The following heritage attributes which contribute to the evolved design and physical value of the Church and expressing elements of the Baptist faith have been identified as liturgical elements:</p>\n<p>&nbsp;</p>\n<p>11. The three cornerstones (1947, 1961 and 1983)</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the contextual value of the property at 1871 Weston Road as it conveys the historical institutional character of the property:</p>\n<ul>\n<li>The set-back, placement and orientation of the building on its lot where it fronts onto Weston Road</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of June 20, 2023, which is July 20, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4170,
  "otherReferenceList": [
    {
      "description": "2023.PH4.4 - 1871 and 1879-1885 Weston Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1871 WESTON ROAD",
  "title": "Notice of Intention to Designate - 1871 Weston Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
