{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1879 Weston Road Toronto Ontario",
      "latitudeCoordinate": "43.7001002672",
      "longitudeCoordinate": "-79.5154203408",
      "postalCode": "M9N 1V9",
      "province": "Ontario",
      "streetAddress": "1879 Weston Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1885 Weston Road Toronto Ontario",
      "latitudeCoordinate": "43.700107036",
      "longitudeCoordinate": "-79.515610504",
      "postalCode": "M9N 1V9",
      "province": "Ontario",
      "streetAddress": "1885 Weston Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1879 - 1885 Weston Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3967"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Administrator",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1687233600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1879-1885 Weston Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1879-1885 Weston Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the southeast corner of Weston Road and Lawrence Avenue West, the property at 1879-1885 Weston Road comprises a one-storey commercial structure which was formerly the Weston Village branch of the Bank of Nova Scotia.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The subject property was listed on the City of Toronto's Heritage Register on March 29, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property located at 1879-1885 Weston Road has design and physical value as a representative example of the Modernist style of architecture applied to bank branches across Canada in the 1950s and 1960s. Unlike earlier bank branches, which dominated their surroundings as a means of expressing their importance, post-War bank branches were frequently understated. Often single storied, their designs utilized traditional materials such as brick and stone with minimal ornamentation, expressing the simplicity of form that would become a hallmark of the Modernist period. The former bank building at 1879-1885 Weston Road displays this transition from Stripped Classicism to Modernism with its flat-iron profile, red brick cladding with limestone detailing and granite-clad colonnade, and large glazed openings defined by strong horizontal and vertical lines of aluminum framing.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property holds associative value for its historical connection to the Bank of Nova Scotia, who owned the property and served the local Weston community at this location for more than 100 years (1910 to 2016).</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the architectural firm of Page &amp; Steele, which was one of the leading practitioners of modernism in Toronto during the post-war period and has received 24 design awards and 5 Massey Medals, the highest architectural award in Canada. Drawing on their extensive knowledge in both Classical and Modern design, the former bank building is a notable example of their work which skillfully utilizes massing and materials to create a structure with a high level of detail that simultaneously emphasizes simplicity of form.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 1879-1885 Weston Road has contextual value for defining, maintaining and supporting the character of the area, where the current bank building on its wedge-shaped property anchors the southeast corner of Weston Road and Lawrence Avenue on its prominent corner lot just as the earlier Bank of Nova Scotia had done on this site since 1910.</p>\n<p>&nbsp;</p>\n<p>The property is visually and historically linked to the 1966 property at 1906 Weston Road on the northwest corner of Weston Road and Lawrence Avenue West, as the flat-iron design of both properties responds to their irregularly shaped lots and to each other across this important historical intersection in the Weston community.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the 1962 bank building as representative of the Modernist style:</p>\n<ul>\n<li>The scale, form and massing of the red brick commercial bank building with its single-storey wedge-shaped plan and flat roof</li>\n<li>The flatiron profile of the building with its curved northwest main entrance that emphasizes its prominent corner location</li>\n<li>The cladding materials on all elevations with the red Flemish-bond brick walls and black granite plinth</li>\n<li>The limestone detailing, including the capped brick parapet, cornice, window panels and window surrounds</li>\n<li>The single-bay return of the limestone cornice around the rear of the building at both ends and the brick pilasters below the cornice that define the two return bays</li>\n<li>The front entry with its curved projecting roof and limestone cornice supported by four precast, granite (terrazzo) clad columns, and remnant black granite stair treads and risers at street level</li>\n<li>The double-height glazed front entrance</li>\n<li>The 14 identical and symmetrically arranged window openings on the north (Lawrence Avenue West) and west (Weston Road) elevations</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the contextual value of the former Bank of Nova Scotia building at 1879-1885 Weston Road as it conveys the historical character of the property and intersection:</p>\n<p>&nbsp;</p>\n<p>The set-back, placement and orientation of the building anchoring its prominent, wedge-shaped lot at the southeast corner of Weston Road and Lawrence Avenue West where it is mirrored by a similarly shaped 1966 property on the northwest corner of the intersection (1906 Weston Road).</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of June 20, 2023, which is July 20, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4171,
  "otherReferenceList": [
    {
      "description": "2023.PH4.4 - 1871 and 1879-1885 Weston Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1879-1885 WESTON ROAD",
  "title": "Notice of Intention to Designate - 1879 - 1885 Weston Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
