{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Open House and Public Meeting - Proposed City-Initiated Official Plan Amendment - June 21, 2023 and July 5, 2023",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3959"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-397-4579",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1686628800000,
  "noticeDescription": "<p>DATE OF PUBLIC STATUTORY MEETING: JULY 5, 2023<br />TIME OF PUBLIC STATUTORY MEETING: 9:30 a.m. or as soon as possible thereafter<br />PLACE OF PUBLIC STATUTORY MEETING: Committee Room 1, City Hall, 100 Queen Street West and by Video Conference<br />&nbsp;</p>\n<p>DATE OF OPEN HOUSE: JUNE 21, 2023<br />TIME OF OPEN HOUSE: 6:00pm to 8:00pm<br />PLACE OF OPEN HOUSE: <a href=\"https://bit.ly/bill97chapter4\">https://bit.ly/bill97chapter4</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>An integral component of the City&rsquo;s economic health are the approximate 8,000 hectares of lands designated as&nbsp;<em>Core Employment Areas</em>&nbsp;and&nbsp;<em>General Employment Areas</em>. These two designations account for 13 per cent of all lands in the City, accommodating of over 400,000 jobs.&nbsp;Toronto&rsquo;s Official Plan contains policies for Employment Areas that support the city's economic growth and development.&nbsp; The policies identify uses that are permitted in <em>Core Employment Areas</em> and <em>General Employment Areas</em>, which are places for business and economic activities. Maintaining <em>Employment Areas</em> exclusively for business and economic activities provides a stable and productive operating environment for existing business that also attracts new firms.&nbsp;</p>\n<p>&nbsp;</p>\n<p>On April 6, 2023, the Province introduced legislative changes through Bill 97 &ndash; that proposes to replace the Planning Act definition for an &ldquo;area of employment&rdquo; to expressly exclude institutional uses and commercial uses (for example, retail and office uses) that are not associated with manufacturing, research and development, warehousing, and goods movement.&nbsp; The Bill also provides the ability for a municipality to put in place Official Plan policies that would transition areas of employment that currently permit these excluded uses. This transition policy would be required to acknowledge the continuation of these excluded uses, provided that they were lawfully established by a prescribed date.</p>\n<p>&nbsp;</p>\n<p>The City of Toronto is proposing a City-Initiated Official Plan Amendment (OPA) in response to Bill 97, Helping Homebuyers, Protecting Tenants Act, 2023. The proposed OPA would permit the continuation of the excluded uses, as proposed by Bill 97, in the city&rsquo;s <em>Employment Areas</em>.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material and a copy of the proposed Official Plan Amendment (starting on June 15, 2023) may be obtained by contacting , Carola Perez-Book, Project Manager at 416-392-8788, or by e-mail at <a href=\"mailto:Carola.Perez-Book@toronto.ca\">Carola.Perez-Book@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>A copy of City Planning's Final Report on the proposed Official Plan Amendment will be available on the City's website at approximately one week prior to the statutory public meeting: <a href=\"http://www.toronto.ca/legdocs/agendas.html\">www.toronto.ca/legdocs/agendas.html</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF OPEN HOUSE</strong></p>\n<p>&nbsp;</p>\n<p>You are invited to attend the Open House to review the proposed Official Plan Amendment and to ask questions about the proposed policies and any related information and material.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p><strong>MAKE YOUR VIEWS KNOWN</strong></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Planning and Housing Committee, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you want to address Planning and Housing Committee directly, please register by email to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, no later than 12:00 p.m. on July 4, 2023. If you register we will contact you with instructions on connecting to the meeting.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, 100 Queen Street West, 10th Floor, West Tower, Toronto ON M5H 2N2, Phone: 416-397-4579, Fax: 416-392-</strong><strong>2980, e-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>Special Assistance: City Staff can arrange for special assistance with some advance notice. If you need</p>\n<p>special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the amendments listed in this Notice regulate the use of lands at several locations within the geographic boundaries of the City of Toronto, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendment you must make a written request to the City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Official Plan Amendment Appeal:</strong> If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or refused, the person or public body is not entitled to appeal the decision and may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal there are reasonable grounds to do so. You may submit comments to the City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Municipal Code Amendments Appeal:</strong> There is no appeal of the decision of the Council of the City of Toronto for the Municipal Code Amendment to the Ontario Land Tribunal.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong> The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4160,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Proposed City-Initiated Official Plan Amendment pertaining to  Technical Amendments the Official Plan as a result of Bill 97, Helping Homebuyers, Protecting Tenants Act, 2023 ",
  "title": "Notice of Open House and Public Meeting - Proposed City-Initiated Official Plan Amendment - June 21, 2023 and July 5, 2023",
  "topics": [
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
