{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "29 Basin Street Toronto Ontario",
      "latitudeCoordinate": "43.6498361274",
      "longitudeCoordinate": "-79.3382393152",
      "postalCode": "M4M 1A1",
      "province": "Ontario",
      "streetAddress": "29 Basin Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 29 Basin Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4048"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>29 BASIN STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 29 Basin Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 29 Basin Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The subject property at 29 Basin Street, historically known as the Sun Oil Company Building, is located on the south side of Basin Street east of Bouchette Street, on the north side of the Port Lands' Ship Channel west of the Turning Basin. Today, the building forms part of a planned film and television studio campus in the Port Lands.</p>\n<p>&nbsp;</p>\n<p>The subject property at 29 Basin Street is comprised of a two-storey, brick, factory/warehouse type structure which was completed in 1931 as the main office for Sun Oil Company Limited. The Sun Oil Company Building was designed by T.H. Mothershill with Classical Revival elements. These elements are expressed by the use of a geometric, structural grid of cast stone capped piers and horizontal bands with brick infill which organize the exterior elevations into a series of stacked, rectangular bays, as well as the reliance on symmetry upon the principal (north) elevation. The subject property is further defined by its factory/warehouse type windows, modern replicas of the originals which were installed in 2019, and for its two cast stone entablatures upon the front (north) elevation. The front fa&ccedil;ade is characterized by its central, ground-level entryway with cast stone surround and flanking cast iron coach lamps, which is topped by the smaller of two entablatures, which reads: \"Office.\" A second, larger entablature adorns the second-storey gable, reading: \"Sun Oil Company Limited.\"</p>\n<p>&nbsp;</p>\n<p>The property at 29 Basin Street was included the City's Heritage Register on October 28, 2004.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The Sun Oil Company Building at 29 Basin Street has cultural heritage value as an early twentieth-century example of a factory/warehouse type structure with Classical Revival design elements. These are expressed by the use of a geometric, structural grid of cast stone capped piers and horizontal bands with brick infill which organize the exterior elevations into a series of stacked, rectangular bays, as well as the reliance on symmetry upon the principal (north) elevation. Completed in 1931 with designs by T.H. Mothershill and Company, the subject property is a rare surviving example within the Port Lands of an early twentieth-century industrial building constructed with an exposed, cast stone frame with brick infill. The grid-like form of the frame produces a relentless repetition and dimensional uniformity of red brick infill spandrels across all four elevations, many containing aluminium-capped, multi-light, factory/warehouse type windows with attached mullions which are faithful replicas of the originals. Typical of factory/warehouse type structures of this era, the property retains Classical Revival details, including the central entryway with cast stone surround, brick parapet with central gable, capped with tera-cotta coping, and two large, cast stone entablatures upon the front elevation which read \"Office\" and \"Sun Oil Company Limited.\"</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The subject property yields information that contributes to an understanding of the historical industrial development of the Port Lands neighbourhood. The Sun Oil Company Building is reflective of the first major phase of development of the area following the completion of the Toronto Harbour Commission's 1912 Waterfront Development Eastern Section Plan. The subject property's location along the Ship Channel and attached Turning Basin is historically linked to its use as an oil refinery and storage facility upon the Toronto Harbour.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The Sun Oil Company Building maintains and supports the early twentieth-century, industrial character of the Port Lands neighbourhood. The subject property forms part of a broader collection of listed and Part IV designated properties within the Port Lands which date to the area's first major phase of industrial development between 1912 and 1945. These properties include the Queen's City Foundry (1914), Toronto Harbour Commissioners Buildings (1916), Bank of Montreal (1920), Toronto Dry Dock Company (1920), Fire Hall No. 30 (1928), Cherry Street Toronto Hydro-Electric System substation (1930), the Dominion Boxboards Building (1931), and others.</p>\n<p>&nbsp;</p>\n<p>Located on the north side of the Port Lands' Ship Channel west of the Turning Basin, the subject property is visually linked to its immediate surroundings where it sits in close proximity to two listed and/or Part IV designated properties. These include the Richard L. Hearn Generating Station (1949) at 440 and 470 Unwin Avenue, located directly south across the Ship Channel, and the City of Toronto Incinerator (1953) at 400 Commissioners Street to the north.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 29 Basin Street as representative of an early twentieth-century factory/warehouse type structure with Classical Revival design elements:</p>\n<ul>\n<li>The form, scale, and massing of the two-storey, factory/warehouse type building</li>\n<li>The materials, with the exposed concrete frame construction on a raised foundation, the red brick infill cladding, and the cast stone detailing</li>\n<li>The structural cast stone capped piers and horizontal bands which geometrically organize the exterior elevations into a series of rectangular stacked bays</li>\n<li>The central main entryway upon the front (north) elevation with cast stone surround and flanking cast iron coach lights</li>\n<li>The smaller of two cast stone entablatures above the main entryway upon the front elevation which reads: \"Office\"</li>\n<li>The larger of two cast stone entablatures affixed to the second-storey gable upon the front elevation which reads: \"Sun Oil Company Limited\"</li>\n<li>The replica, aluminum-capped, fixed pane, multi-light, factory/warehouse type windows with attached mullions installed on north, south, east, and west elevations</li>\n<li>The cast stone lintels supporting each of the factory/warehouse type windows</li>\n<li>The flat roofline (except for front gable) with red brick-clad parapet capped with terra-cotta coping, above the concrete frame</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 29 Basin Street for the contribution to yielding an understanding of the historical development of the area include:</p>\n<ul>\n<li>The building's form, scale, massing, and Classical Revival design elements which identify it as part of the collection of pre-WWII-era structures which constitute the earliest modern phase of industrial development in the area</li>\n<li>The building's placement along the north side of the Ship Channel thereby connecting the site to its historic use as an oil refinery and storage facility</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 29 Basin Street as visually linked to its surroundings and helping to define, maintain, and support the character of the area include:</p>\n<ul>\n<li>The building's setback, placement, and orientation on Basin Street</li>\n<li>The building's form, scale, and massing; its brick and cast stone finish; and Classical Revival design elements</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.27\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.27</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4251,
  "otherReferenceList": [
    {
      "description": "2023.CC8.27 - 29 Basin Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.27"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 29 Basin Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
