{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "37 Maitland Street Toronto Ontario",
      "latitudeCoordinate": "43.664048291",
      "longitudeCoordinate": "-79.382449041",
      "postalCode": "M4Y 1C8",
      "province": "Ontario",
      "streetAddress": "37 Maitland Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention to Designate - 37 Maitland Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4058"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 37 Maitland Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 37 Maitland Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 37 Maitland Street is located in Toronto's Church-Wellesley neighbourhood, on the south side of Maitland Street, mid-block between Yonge and Church Streets. It contains a two-storey Georgian-style building with Italianate influences that was constructed as a residence in 1858. The property now serves as commercial offices.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property is a rare example in Toronto of a Georgian-style villa with Italianate influences dating from 1858. Few residences of the period and in the style exist in the Church-Wellesley or downtown areas of the city. Characteristic of the Georgian style, the property displays a formal but understated symmetrical, red brick fa&ccedil;ade as well as a low hipped roof with tall symmetrical chimneys at each end. Italianate influences include long main floor windows, the flat central portion of the roof, segmental arched and curved window openings, and the glazed and panelled double doors. The polychromatic buff-brick detailing comprising quoins and lintels is also characteristic of Italianate design.&nbsp; Extensions on the side and rear of the house are finished with compatible detailing and matching materials to that of the main portion of the structure. A small side entrance porch with distinctive, curved-slope roof further contributes to, and individualizes the design. Historically, front and west elevation verandahs as well as ground level French windows (doors) to the floor would have helped to comprise a picturesque villa appearance.</p>\n<p>The property at 37 Maitland Street also contributes to an understanding of the social and developmental history of the area north of the city core in the mid-Nineteenth century, when the sparsely populated area consisted largely of detached residences and small villas, such as the subject property. In that era, the affluent began to favour building suburban residences outside of the city core, with the subject property recalling such development. Accordingly, the English-born first owner of the house, Samuel George (1792-1874), is simply listed in period references as a \"gentleman\". The property survives as the only such property on Maitland Street and thereby provides tangible insight into the physical and demographic character of the area in the mid-nineteenth century.</p>\n<p>Additionally, the property is important in maintaining and supporting the historic character of Maitland Street.&nbsp; Between Yonge and Jarvis streets, Maitland Street has significant heritage character containing six designated structures - five of which are houses - which are located at 99-113 Maitland Street, between Church and Jarvis Streets: the semi-detached William J. Hill Houses at #99-101(1888), two Patrick McBrine Houses at #103 (1872) and #105 (1871), the Society of Friends Meeting House at #111 (1911), and the Alexander Crombie House at #113 (1871). The subject property contributes to this collection of historic properties on Maitland Street.</p>\n<p>Further contributing to Maitland Street's significant late-nineteenth and early-twentieth century character are nine apartment buildings dating from 1910 to 1930. Six of these apartment buildings are between Yonge and Church Streets, while the other three properties are between Church and Jarvis Streets. Of these, The Biltmore Apartments at 33 Maitland Street, and The Maitlands apartment buildings at 36 and 42 Maitland Street, were listed on Toronto's Heritage Register in 2023 and 1973 respectively.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 37 Maitland Street as being a rare example of Georgian-style design, with Italianate influences:</p>\n<ul>\n<li>The two-storey, rectangular form, scale and massing of the main portion of the buildings; the one-storey porch extension on the side; and the two-storey, rectangular, gabled-roof rear extension</li>\n<li>The roof profiles comprising a low, hipped roof on the main portion of the building with flat central portion, and the two, tall, symmetrical chimneys at each end; the curved slope roof of the side porch; and the gable roof of the rear extension</li>\n<li>The exterior materials comprising polychromatic brickwork with reddish orange brick&nbsp; being the main material and with buff-coloured brick comprising the quoins, window lintels, and band; sandstone window sills, and the reddish beige brick cladding of the later rear extension</li>\n<li>The regular fenestration of the building comprising square, segmental-arched and round headed windows and being symmetrically arranged on the main fa&ccedil;ade, with long main-level, front fa&ccedil;ade windows to the floor</li>\n<li>The panelled and glazed porch-entrance double doors</li>\n</ul>\n<p>Historic and Associative Value</p>\n<p>Attributes that contribute to the value of the property at 37 Maitland Street for contributing to yielding an understanding of the social and developmental history of the area:</p>\n<ul>\n<li>The location on the south side of Maitland Street, north of the city's historic core</li>\n<li>The villa character, with Georgian-style design incorporating Italianate influences</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 37 Maitland Street as defining, supporting and maintaining the historic visual and residential character of Maitland Street:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The location on Maitland Street, between Yonge and Jarvis Streets, creating a concentration of historic apartment buildings and other listed and designated properties recognized by the City of Toronto</li>\n<li>The building's placement on Maitland Street with similar setback and orientation to the street as the other historic buildings on the street</li>\n<li>The two-story plan</li>\n<li>Historic Georgian-style design with Italianate influence&nbsp;&nbsp;</li>\n<li>The brick construction</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4261,
  "otherReferenceList": [
    {
      "description": "2023.CC8.28 - 33 and 37 Maitland Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28 "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Intention to Designate - 37 Maitland Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
