{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "649 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6680097155",
      "longitudeCoordinate": "-79.3854789756",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "649 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 649 Yonge Street (Including Entrance Addresses at 647 Yonge Street and 12A Isabella Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4045"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>649 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESSES AT 647 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>AND 12A ISABELLA STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 649 Yonge Street (including entrance addresses at 647 Yonge Street and 12A Isabella Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 649 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 649 Yonge Street (including entrance addresses at 647 Yonge Street and 12A Isabella Street) is located on the east side of Yonge Street, in the block between Isabella Street and Charles Street East. It comprises two earlier structures of different heights and dates of construction reclad with a newer 3-storey fa&ccedil;ade dating to the early-20th century. The property is part of a cohesive grouping of built heritage resources that provide a distinct sense of place and represent Toronto's 1860s-1950s architecture, a period when Yonge Street's commercial main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) on March 15, 1974 and is identified as a contributing property in the Historic Yonge Street Heritage Conservation District, adopted by City Council in 2016 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 649 Yonge Street (including entrance addresses 647 Yonge Street, 12A Isabella Street) has design and physical value as a representative example of a Main Street Commercial Row building constructed during a significant period of development along Yonge Street. The unique design of the 3-storey building dates to the early-20th century and displays restrained Italianate influences, while skillfully integrating two earlier structures with different heights and floor levels behind a unified fa&ccedil;ade.</p>\n<p>&nbsp;</p>\n<p>The subject property is valued for its association to Lionel Rawlinson, a prominent Toronto cabinet maker and furniture dealer in the late-19th and early-20th centuries. Rawlinson Furniture operated out of the location at 649 Yonge Street for just over 75 years, taking over the property from another cabinetmaker, Henry Schomberg. Together, the two businesses contributed to nearly a century of furniture making activity on the site. Lionel Rawlinson was significant to the Yonge Street area as the owner of other property nearby, including a larger warehouse at 18 Gloucester Lane.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property has cultural heritage value for maintaining and supporting the historic main street character of Yonge Street, south of Bloor Street. Situated on the east side of the block between Isabella Street and Charles Street East, the subject property's scale, form and massing contribute to the low-rise streetwall condition found on this portion of Yonge Street. The building's fenestration pattern and materiality are shared by many other buildings in the area, which all date to the late-19th and early-20th century.</p>\n<p>&nbsp;</p>\n<p>The property at 649 Yonge Street (including 647 Yonge Street and 12A Isabella Street) Yonge Street is functionally, visually and physically linked to Yonge Street, Toronto's \"Main Street\", as a commercial building housing the services, amenities, and employment opportunities necessary to support daily life in neighbouring residential areas. As a commercial property associated with a prominent local business, the property is also historically linked to the metamorphosis of Yonge Street into Toronto's main commercial corridor.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 649 Yonge Street as a representative example of a Main Street Commercial Row building designed in a vernacular style with Italianate influences:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the east side of Yonge Street between Isabella Street and Charles Street East</li>\n<li>The scale, form and massing of the 3-storey building</li>\n<li>The material palette, with the buff brick cladding and brick and stone details</li>\n<li>The flat roofline and copper parapet coping</li>\n<li>The decorative brickwork at the parapet and cornice above the third-storey windows</li>\n<li>The flat-arched window openings in the second and third stories</li>\n<li>The decorative brickwork accenting the window openings including brick lintels, frames, and aprons</li>\n<li>The wood cornice and sign band above the ground floor storefronts</li>\n<li>Entrances providing at-grade access from the street to the ground floor and upper floors of the building</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 649 Yonge Street as associated with Lionel Rawlinson, a prominent Toronto cabinet maker:</p>\n<ul>\n<li>The wood and copper storefront cornice spanning the full width of the elevation, which was modified while Lionel Rawlinson's company owned the two buildings comprising the property</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 649 Yonge Street as supporting and maintaining the character of this portion of Yonge Street, and as being historically, functionally, and visually linked to its surroundings:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the east side of Yonge Street between Isabella Street and Charles Street East</li>\n<li>The scale of the building, which is consistent with the 2-4 storey streetwall height along this portion of Yonge Street</li>\n<li>The recessed entrance doorways of the ground floor units, which are consistent with the storefronts along this portion of Yonge Street</li>\n<li>The materials of the building's fa&ccedil;ade, which are consistent with the brick, stone, and wood detailing found along this portion of Yonge Street</li>\n<li>The higher percentage of glazing on the ground floor fa&ccedil;ade along Yonge Street relative to upper floors, which serves the purpose of indicating retail use at-grade that can be accessed directly from Yonge Street and residential and/or commercial uses in upper floors</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4249,
  "otherReferenceList": [
    {
      "description": "2023.PH5.13 - 639 - 651 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 649 Yonge Street (Including Entrance Addresses at 647 Yonge Street and 12A Isabella Street)\t",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
