{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "650 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.666826813",
      "longitudeCoordinate": "-79.385561701",
      "postalCode": "M4Y 2A6",
      "province": "Ontario",
      "streetAddress": "650 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 650 Yonge Street (Including Entrance Addresses at 650A and 652 Yonge Street)\t",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4061"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>650 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESSES AT 650A AND 652 YONGE STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 650 Yonge Street (including entrance addresses at 650A and 652 Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 650 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 650 Yonge Street (including entrance addresses of 650A and 652 Yonge Street) is located on the west side of Yonge Street, in the block between Irwin Avenue and St Mary Street. It is part of a contiguous row of mixed‐use buildings constructed as a group between 1873 and 1875. The properties in the row retain their original scale, form, and massing as a 2-1/2-storey buildings and share the same design. They are part of a larger cohesive grouping of built heritage resources that provide a distinct sense of place and represent Toronto's 1860s-1950s architecture, a period when historic Yonge's commercial main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property at 650 Yonge Street was included on the City of Toronto's Inventory of Heritage Properties (now the Heritage Register) in 1974, and is identified as contributing property in the Historic Yonge Street Heritage Conservation District, adopted by City Council in 2016 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The 2-1/2-storey property at 650 Yonge Street has design and physical value for its typology as a representative example of a Main Street Commercial Row building constructed during a significant period of development along Yonge Street. It is part of an architecturally unified group comprising the 7 storefront bays at 646-658 Yonge Street, which share a common scale, form, and massing. The east elevation of 650 Yonge Street displays characteristics of the Georgian style, including the gable roof, symmetrical composition, and gabled dormer, in combination with other features more common to later periods of construction, resulting in a vernacular architectural expression.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property has cultural heritage value for maintaining and supporting the historic main street character of Yonge Street, south of Bloor Street. Situated on the west side of the block between Irwin Avenue and St Mary Street, the subject property contributes to the low-rise streetwall condition found on this portion of Yonge Street through its scale, form and massing, and is consistent with the rhythm produced by fine-grained storefronts along the streetscape. The property is part of a row of buildings with the same architectural design, a typology that is found in a high concentration along this portion of Yonge Street, particularly on the west side of the street. In form and architectural style, the row also references the group of buildings on the southwest corner of Irwin Avenue; together, these two groupings frame the intersection of Yonge Street and Irwin Avenue, and express one of Yonge Street's earliest periods of development as a commercial main street.</p>\n<p>&nbsp;</p>\n<p>The property at 650 Yonge Street is functionally, visually and physically linked to Yonge Street, Toronto's \"Main Street\", as a mixed-use building housing the services, amenities, and employment opportunities necessary to support daily life in neighbouring residential areas. The property is also historically linked to the metamorphosis of Yonge Street into Toronto's main commercial corridor.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 650 Yonge Street as a representative example of a Main Street Commercial Row building designed in a vernacular style with Georgian influences:</p>\n<ul>\n<li>The placement, setback and orientation of the row of buildings on the west side of Yonge Street between Irwin Avenue and St Mary Street</li>\n<li>The rectangular plan, scale, form and massing of the 2-1/2-storey building</li>\n<li>The gable roof, with the ridgeline oriented parallel to Yonge Street</li>\n<li>On each bay of the principal (east) elevation, the symmetrical placement of the pair of window openings in the second storey and the centrally-placed dormer window with gable roof</li>\n<li>The brick cladding and detailing on the east elevation (currently stuccoed), which likely includes brick hood moulds and brick quoining on the south corner of the elevation</li>\n<li>Entrances providing at-grade access from the street to the ground floor and upper floors of the building</li>\n<li>Ground floor storefronts featuring an increased proportion of glazing compared to the upper stories (the storefronts have been modified)</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 650 Yonge Street as supporting and maintaining the character of this portion of Yonge Street, and as being historically, functionally, and visually linked to its surroundings:</p>\n<ul>\n<li>The placement, setback and orientation of the building within a group of buildings comprising an architecturally uniform row on the west side of Yonge Street between Irwin Avenue and St Mary Street</li>\n<li>The scale of the building, which is consistent with the 2-4 storey streetwall height along this portion of Yonge Street</li>\n<li>The recessed entrance doorways of the ground floor units, which are consistent with the storefronts along this portion of Yonge Street</li>\n<li>The higher percentage of glazing on the ground floor fa&ccedil;ade along Yonge Street relative to upper floors, which serves the purpose of indicating retail use at-grade that can be accessed directly from Yonge Street and residential and/or commercial uses in upper floors</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.14\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.14</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4264,
  "otherReferenceList": [
    {
      "description": "2023.PH5.14 - 650 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 650 Yonge Street (Including Entrance Addresses at 650A and 652 Yonge Street)\t",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
