{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "350 Bloor Street East Toronto Ontario",
      "latitudeCoordinate": "43.6723081412",
      "longitudeCoordinate": "-79.3787654304",
      "postalCode": "M4W 0A1",
      "province": "Ontario",
      "streetAddress": "350 Bloor Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 350 Bloor Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4049"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>350 BLOOR STREET EAST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 350 Bloor Street East under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 350 Bloor Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located at the northeast corner of Bloor Street East and the access ramp to Mount Pleasant Road, the property at 350 Bloor Street East contains a six-storey building</p>\n<p>plus single-storey mechanical penthouse and exposed basement level. The Modernist building is built into the upper portion of the Rosedale Valley Ravine&rsquo;s south embankment and features an identical expression on its principal (south), west and north elevations with its flat roof and precast concrete cladding that creates wedge-shaped columns and deep inset window openings hovering above a recessed, transparent base.</p>\n<p>&nbsp;</p>\n<p>The property was built in 1968-1970 to the designs of renowned Modernist architect, John C. Parkin, who is described as &ldquo;one of Canada&rsquo;s architectural pioneers, hacking out of Toronto&rsquo;s intricate thicket of late-Victorian Englishry a secure niche for the bold, utopian design of the international movement.&rdquo; Although several award-winning / landmark Modernist buildings designed by Parkin were demolished in prior decades, there are few surviving examples of his work including the properties at 50 Park Road (Ontario Association of Architects Building, 1954), 200 University Avenue (Sun Life Building, 1958-1961) and 100 Queen Street West (Toronto City Hall, 1959-1964, consulting architect). Following John C. Parkin&rsquo;s death in 1988, NORR Partnership, the successor design firm to John B. Parkin Associates Architects, occupied several floors of 350 Bloor Street East for their offices.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Design/Physical Value</p>\n<p>The building at 350 Bloor Street East has design value as a significant representative example of architectural precast concrete in Toronto. Constructed in 1968-1970, this prominently-sited Modernist office building anchoring the northeast corner of Bloor Street East and Mount Pleasant Road is characterized by the treatment of its principal south, west and north elevations. These elevations are constructed as a unitized curtain wall system entirely composed of non-structural precast concrete panels on the exterior above a recessed, transparent base. Each is distinguished on the second to sixth storeys by a uniform arrangement of precast concrete panels with square openings separated by wedge-shaped concrete columns, and the visual contrast between the concrete elements and the deeply-inset rectangular windows creates a vibrant orthogonal pattern of light and shadow. This elegant design is characteristic of the versatility of precast concrete, and of the range of buildings associated with this material and construction method during the Modern period in Toronto.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for the interrelationship between its built form and existing landscape, where the heavy concrete massing of the building design steps down to the north from its Bloor Street East entrance in response to the site&rsquo;s steeply-sloped topography on the south embankment of the Rosedale Valley Ravine. A pedestrian colonnade comprised of wedge-shaped concrete columns wrapping around the exterior south, west and north elevations at the first-floor level transitions into a colonnaded terrace on the two latter elevations due to the site&rsquo;s dramatic grade change.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Historical/Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property is valued for its association with the architectural firm of John B. Parkin Associates, one of Canada's leading Modernist and most prolific firms of the 1950s and 1960s that contributed many significant buildings to Toronto during this period. Designed and built between 1968 and 1970 by John C. Parkin, the firm's Chief Designer and one of Canada&rsquo;s most important modernist architects, the property at 350 Bloor Street East exemplifies the firm's work at this time which incorporates an ongoing commitment to the rationalism and rigour of Modernist design alongside an exploration of the contextual interrelationship and juxtaposition of modernist buildings placed in verdant settings. The property at 350 Bloor Street East also represents a final collaboration between John B. and John C. Parkin, before John B. relocated to the Los Angeles in 1969.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 350 Bloor Street East is also valued for maintaining the character of the area which features many 20th-century commercial and office buildings of distinctive high-quality design along this portion of Bloor Street East between Yonge and Sherbourne streets, including mid-century modern examples. The design of the building also responds to, and provides continuity with, the adjacent Rosedale Valley Ravine where it has been visually, physically and historically linked to its surroundings for more than 50 years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design/Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 350 Bloor Street East as representative of the Modernist style include:&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>The heavy concrete massing of the six-storey building plus mechanical penthouse storey on a square plan with a flat roof and exposed basement level on the west, north and east elevations</li>\n<li>On the principal south, west and north elevations, the curtain wall system of precast concrete panels above the first storey and rising to the flat roof, with their modular and uniform arrangement, deep-set square openings, wedge-shaped columns and rectangular openings containing glazing with dark metal frames and spandrels at the second to sixth storeys</li>\n<li>The recessed first-storey base with its floor-to-ceiling glazing set in dark metal framing and pedestrian colonnade of wedge-shaped concrete columns found at the principal south, west, and north elevations</li>\n<li>The main entry on the south elevation which is recessed from the rest of the base and defined by two flanking, wedge-shaped concrete panels that mimic the form of the adjacent pedestrian colonnade</li>\n<li>The setting of the building atop the south embankment of the Rosedale Valley Ravine with its mature trees and steeply-sloped topography that fall away from the building&rsquo;s north, west and east elevations</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attribute that contributes to the value of the building at 350 Bloor Street East as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:&nbsp;&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the building on its prominent lot anchoring the northeast corner of Bloor Street East and the on-ramp to Mount Pleasant Road (northbound), and with its main entrance fronting onto Bloor Street East</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.30\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.30</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4252,
  "otherReferenceList": [
    {
      "description": "2023.CC8.30 - 350 Bloor Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.30"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 350 Bloor Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
