{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "33 Maitland Street Toronto Ontario",
      "latitudeCoordinate": "43.663884679",
      "longitudeCoordinate": "-79.382638254",
      "postalCode": "M4Y 1C8",
      "province": "Ontario",
      "streetAddress": "33 Maitland Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 33 Maitland Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4053"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>33 MAITLAND STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 33 Maitland Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 33 Maitland Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 33 Maitland Street is located in Toronto's Church-Wellesley neighbourhood, on the south side of Maitland Street, mid-block between Yonge and Church Streets. It contains a two-storey apartment building inspired by Art and Crafts movement design and was completed in 1928. The property continues to serve as a multi-residential function.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The building is stylistically representative of Arts and Crafts movement design adapted to a small-scale apartment building of the early 20th century. Characteristic of Arts and Crafts design, the 37-unit building features front gables which contained half-timbered finishes and open eaves with exposed rafters (both subsequently covered). Its Don Valley, reddish-brown brick, facades differentiated with buff-brick lintels and upper-storey window surrounds, and stone quoins, bands and sills.</p>\n<p>&nbsp;</p>\n<p>Such apartment buildings were constructed in a traditional or period revival style of architecture to imbue a sense of domesticity into the design, and to blend into established neighbourhoods, making their development less obtrusive and less objectionable to area residents. Notably, the quoins and polychromatic brickwork reference the adjacent historic house at 37 Maitland Street and may have been an effort to complement its neighbour.</p>\n<p>&nbsp;</p>\n<p>The property at 33 Maitland Street also contributes to an understanding of the social and developmental history of the area north of the city core in the early twentieth century, when the area consisting of largely of detached residences, villas and substantial suburban properties was significantly redeveloped c. 1910-30 as a zone concentrated with apartment buildings. What had been developed as an affluent suburban area saw an influx of middle and working class residents seeking accommodations to rent rather than to own in close proximity to downtown.</p>\n<p>&nbsp;</p>\n<p>Maitland Street retains a significant degree of late-nineteenth and early-twentieth century character. Within a two-block stretch, Maitland Street is occupied by a total of nine apartment buildings dating from 1910 to 1930, including the subject property. All of the buildings are two to four storeys in height of masonry finish. The subject property is integral to this collection of historic buildings in defining, maintaining and supporting the character of the area between Jarvis and Yonge Street. The building contributes to one of the three distinct concentrations of such buildings in the area. Six of these apartment buildings on Maitland Street are between Yonge and Church Streets, while the other three properties are between Church and Jarvis Streets. Of these, The Biltmore apartments at 33 Maitland Street, and The Maitlands apartment buildings at 36 and 42 Maitland Street, were listed on Toronto's Heritage Register in 2023 and 1973 respectively.</p>\n<p>&nbsp;</p>\n<p>Further contributing to the historic character of the street are six designated structures which are located at 99-113 Maitland Street, between Church and Jarvis Streets: the semi-detached William J. Hill Houses at #99-101(1888), two Patrick McBrine Houses at #103 (1872) and #105 (1871), the Society of Friends Meeting House at #111 (1911), and the Alexander Crombie House at #113 (1871).</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 33 Maitland Street</p>\n<p>being a stylistically representative example of Arts and Crafts:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The three-storey, T-shaped form, scale and massing of the building with a short fa&ccedil;ade and long rear extension</li>\n<li>The front facing roof profiles comprising a side gable roof with front-facing cross gables; the flat roof profile of the rear extension</li>\n<li>The exterior materials of the primary fa&ccedil;ades comprising the reddish-brown brick cladding differentiated with buff-brick lintels and upper-storey window surrounds, and stone quoins, bands and sills; the reddish brown brick finish of the side and rear facades</li>\n<li>The regular fenestration of the building comprising rectangular flat-headed windows throughout the building, and symmetrically arranged on the main fa&ccedil;ade</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 33 Maitland Street for contributing to yielding an understanding of the social and developmental history of the area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The location on Maitland Street within the concentration of apartment buildings in the Church-Wellesley Village area</li>\n<li>The early twentieth-century apartment building typology</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the property at 33 Maitland Street as defining, supporting and maintaining the historic visual and residential character of Maitland Street:</p>\n<p>&nbsp;</p>\n<ul>\n<li>&nbsp;The location on Maitland Street, between Yonge and Jarvis Streets, creating a concentration of historic apartment buildings and other listed and designated properties recognized by the City of Toronto</li>\n<li>The complimentary three-storey height and masonry finish</li>\n<li>The traditional stylistic architectural finish</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4256,
  "otherReferenceList": [
    {
      "description": "2023.CC8.28 - 33 and 37 Maitland Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.28"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 33 Maitland Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
