{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "30 Booth Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6543906396",
      "longitudeCoordinate": "-79.3424805252",
      "postalCode": "M4M 2M2",
      "province": "Ontario",
      "streetAddress": "30 Booth Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "21 Don Roadway Toronto Ontario",
      "latitudeCoordinate": "43.652988385841674",
      "longitudeCoordinate": "-79.34732597123318",
      "province": "Ontario",
      "streetAddress": "21 Don Roadway"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "375 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.656426989",
      "longitudeCoordinate": "-79.346232113",
      "postalCode": "M4M 1B7",
      "province": "Ontario",
      "streetAddress": "375 Eastern Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "385 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6563939613",
      "longitudeCoordinate": "-79.3460762116",
      "postalCode": "M4M 1B7",
      "province": "Ontario",
      "streetAddress": "385 Eastern Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Open House and Special Public Meeting - Proposed Official Plan Amendment - September 12, 2023 and September 28, 2023",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4133"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Nancy Martins",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-397-4579",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1692590400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF OPEN HOUSE AND</strong></p>\n<p style=\"text-align: center;\"><strong>NOTICE OF SPECIAL PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by Planning and Housing Committee</strong></p>\n<p style=\"text-align: center;\"><strong>(Pursuant to Subsections 26(3)(b) of the <span style=\"text-decoration: underline;\"><em>Planning Act</em></span>)</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Proposed Official Plan Amendment, including changes to Land Use Designations, the Unilever Precinct Secondary Plan and Area Specific Policies and related Maps and Schedules for 21 Don Roadway, 30 Booth Avenue and 375 and 385 Eastern Avenue (East Harbour lands)</strong></p>\n<p>&nbsp;</p>\n<p>DATE OF STATUTORY OPEN HOUSE:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; SEPTEMBER 12, 2023</p>\n<p>TIME OF STATUTORY OPEN HOUSE:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;6:00pm to 8:00pm</p>\n<p>PLACE OF STATUTORY OPEN HOUSE: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Video Conference at</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<a href=\"https://bit.ly/opa683statopenhouse\">https://bit.ly/opa683statopenhouse</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>DATE OF SPECIAL PUBLIC MEETING:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; SEPTEMBER 28, 2023</p>\n<p>TIME OF SPECIAL PUBLIC MEETING:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;10:00 a.m. or as soon as possible thereafter</p>\n<p>PLACE OF SPECIAL PUBLIC MEETING:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Committee Room 1, City Hall, 100 Queen Street West and by Video Conference</p>\n<p>&nbsp;</p>\n<p><strong>PROPOSAL - PURPOSE AND EFFECT</strong></p>\n<p>&nbsp;</p>\n<p>The City of Toronto has undertaken a Municipal Comprehensive Review (MCR) and Provincial Growth Plan conformity exercise (MCR/Conformity Exercise) of the City of Toronto Official Plan. A copy of the current Official Plan can be viewed or downloaded from the City's website: <a href=\"https://www.toronto.ca/city-government/planning-development/official-plan-guidelines/official-plan/\">https://www.toronto.ca/city-government/planning-development/official-plan-guidelines/official-plan/</a>.</p>\n<p>&nbsp;</p>\n<p>As part of the City of Toronto&rsquo;s MCR/Conformity Exercise, this proposed Official Plan Amendment is in conformity with the A Place to Grow: Growth Plan for the Greater Golden Horseshoe (2020), is consistent with the Provincial Policy Statement (2020), and has regard to matters of provincial interest under Section 2 of the <em>Planning Act</em>. If adopted by Council, the proposed Official Plan Amendment will be submitted to the Minister of Municipal Affairs and Housing for approval pursuant to Section 26 of the <em>Planning Act</em>.</p>\n<p>&nbsp;</p>\n<p>The <em>Planning Act</em> requires that if an Official Plan is being revised under Section 26 of that Act, a Special Public Meeting must be held on any proposed amendments to revise the Official Plan and that an Open House be held if the Official Plan is being revised to ensure that the public has an opportunity to review and ask questions about the information and material made available in advance of the Special Public Meeting. The holding of public hearings on the Official Plan Amendment may be delegated by Council to the Planning and Housing Committee under Section 24 of the <em>City of Toronto Act, 2006</em> and the <em>Toronto Municipal Code</em>.</p>\n<p>&nbsp;</p>\n<p><strong>BACKGROUND INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>The Official Plan is substantially in conformity with relevant and applicable provincial plans and policy requirements related to the economy, economic growth, and employment areas.</p>\n<p>&nbsp;</p>\n<p>The MCR includes a process to review and evaluate requests to convert lands from an <em>Employment Areas</em> designation to non-employment uses or to broaden permitted uses. As part of this conversion request process, the City received approximately 150 requests to convert lands designated <em>Core Employment Areas</em> or <em>General Employment Areas</em> for non-employment uses. The year-long City Council approved window to receive conversion requests closed on August 3, 2021.</p>\n<p>&nbsp;</p>\n<p>Planning and Housing Committee authorized the use of over 130 preliminary assessments of employment conversion requests for the basis of consultation. The conversion request preliminary assessments were advanced in four consecutive groupings between January and April 2022. The conversion request at 21 Don Roadway, 30 Booth Avenue and 375 and 385 Eastern Avenue was considered in Group 1: 39 Preliminary Assessments (January 12, 2022) available at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2022.PH30.5\">https://secure.toronto.ca/council/agenda-item.do?item=2022.PH30.5</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The City has taken a phased approach to reporting the final recommendations for the conversion requests. The first batch of conversion requests was previously considered at the Statutory Public Meeting at the July 5, 2022 Planning and Housing Committee, the second batch of conversion requests was previously considered at a Statutory Public Meeting at the June 1, 2023 meeting of the Planning and Housing Committee and the third batch of conversion requests was previously considered at a Statutory Public Meeting at the July 5, 2023 meeting of the Planning and Housing Committee.&nbsp; The consideration of eight conversion requests, including the one for 21 Don Roadway, 30 Booth Avenue and 375 &amp; 385 Eastern Avenue (East Harbour lands) were deferred to a later date.</p>\n<p>&nbsp;</p>\n<p>Staff's final recommendations for the conversion request at 21 Don Roadway, 30 Booth Avenue and 375 &amp; 385 Eastern Avenue includes amendments to the Official Plan. A proposed Official Plan Amendment (OPA) to implement staff's recommendations is being brought forward to the Statutory Public Meeting at the September 28, 2023 Planning and Housing Committee. The proposed OPA 683 would amend Map 2 (Urban Structure); Map 18 (Land Use Plan); and provide a further layer of local policy direction for the lands by revising Chapter&nbsp;6, Section 42, (Unilever Precinct Secondary Plan) and Chapter 7 (Site and Area Specific Policy 426). A map of the lands is provided in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information, including a copy of the proposed Official Plan Amendment (starting on September 1, 2023) may be obtained by contacting Janani Mahendran, Senior Planner, at 416-338-3003, or by e‑mail at <a href=\"mailto:Janani.Mahendran@toronto.ca\">Janani.Mahendran@toronto.ca</a>. Further information, including a draft of OPA 683 starting on September 1, 2023, 2023, is also available at: <a href=\"https://www.toronto.ca/ourplan\">https://www.toronto.ca/ourplan</a>.</strong></p>\n<p>&nbsp;</p>\n<p>A copy of City Planning's Final Report on the proposed Official Plan Amendment, including final recommendations on the conversion request listed in this notice will be available on the City's website approximately one week prior to the Statutory Public Meeting at: <a href=\"http://www.toronto.ca/legdocs/agendas.html\">www.toronto.ca/legdocs/agendas.html</a>.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF OPEN HOUSE</strong></p>\n<p>&nbsp;</p>\n<p>You are invited to attend the Open House(s) to review the proposed Official Plan Amendment and to ask questions about the proposed policies and any related information and material.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF SPECIAL PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal and any other material placed before it, in order to make recommendations on the Official Plan Amendment. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p>You are invited to make representations to the Planning and Housing Committee in person, by video conference or by telephone to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>Send written comments by email to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>If you want to address the committee meeting directly, please register by email to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, no later than 12:00 p.m. on September 27, 2023. If you register we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>For more information about this matter, including information about appeal rights, contact the City Clerk's Office, City Clerk, Attention: <strong>Nancy Martins, Administrator, Planning and&nbsp; Housing Committee, 100 Queen Street West, 10th Floor, West Tower, Toronto ON M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance</strong>: City Staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendment you must make a written request to the City Clerk, Attention:&nbsp; Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>No Appeal of Official Plan Amendment 683:</strong> Official Plan Amendment 683 is subject to ministerial approval and there is no ability to appeal the Minister's decision to the Ontario Land Tribunal (OLT)</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong>&nbsp; The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to the City Clerk's Office at 416-397-4579.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4335,
  "otherReferenceList": [
    {
      "description": "City of Toronto Official Plan",
      "url": "https://www.toronto.ca/city-government/planning-development/official-plan-guidelines/official-plan/"
    },
    {
      "description": "2022.PH30.5 - Our Plan Toronto: Employment Area Conversion Requests - Preliminary Assessments Group 1",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2022.PH30.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Proposed Official Plan Amendment, including changes to Land Use Designations, the Unilever Precinct Secondary Plan and Area Specific Policies and related Maps and Schedules for 21 Don Roadway, 30 Booth Avenue and 375 and 385 Eastern Avenue (East Harbour lands)",
  "title": "Notice of Open House and Special Public Meeting - Proposed Official Plan Amendment - September 12, 2023 and September 28, 2023",
  "topics": [
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
