{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "822 Richmond Street West Toronto Ontario",
      "latitudeCoordinate": "43.644884184",
      "longitudeCoordinate": "-79.411215347",
      "postalCode": "M6J 1C9",
      "province": "Ontario",
      "streetAddress": "822 Richmond Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 822 Richmond Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4319"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Registrar Secretariat",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "eventList": [],
  "noticeDate": 1697515200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>822 RICHMOND STREET WEST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 822 Richmond Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 822 Richmond Street West (entrance address at 828 Richmond Street West) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located on the northwest corner of Richmond Street West and Walnut Avenue, the property at 822 Richmond Street West was constructed for the Kindel Bed Company Limited between 1909 and 1914 to designs by Frederick Henry Herbert. Between 1910 and 1990 it housed various manufacturers. In 1990, the property was converted for commercial office use which continues to this day. A square three-storey form above a raised basement with flat roof, the masonry clad building features symmetrical fenestration with segmental arches punctuated by a contemporary glass and steel at-grade entrance facing Richmond Street West.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on February 7, 2023.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design or Physical Value</p>\n<p>The property at 822 Richmond Street West is a representative example of an early 20th century industrial warehouse building. Constructed for the Kindel Bed Company Limited, the property's low square massing, unadorned heavy masonry walls and symmetrical fenestration with segmental arched openings reflect the property's original use as a factory.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Converted to commercial office space in 1990, the property's early 20th century small-scale, three-storey form is important in supporting and maintaining the dense, low-scale mixed-use character of the surrounding neighborhood in which the various periods of development and renewal are represented in the area's layering of diverse building typologies and styles. One of several early 20th century small-scale factories in the surrounding residential neighbourhood that transitioned to new commercial uses during the revitalization and renewal of the West Queen West Neighbourhood in the 1990s, the property at 822 Richmond Street West is physically, functionally, and historically linked to its surroundings.</p>\n<p>&nbsp;</p>\n<p>&nbsp;Heritage Attributes</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property as a representative example of an early twentieth century small-scale industrial building:</p>\n<p>&nbsp;</p>\n<p>The scale, form, and massing of the three-storey, flat-roofed building</p>\n<p>The property's material palette of yellow-buff brick and red brick, with rough hewn stone sills</p>\n<p>The cornice and parapet walls atop the third storey of the north and south elevations.</p>\n<p>The symmetrical fenestration on the north, east, and west elevations, with segmented brick arches</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property in supporting and maintaining the dense, low-scale mixed use character of the surrounding neighborhood:</p>\n<p>&nbsp;</p>\n<p>The building's siting and orientation on the northwest corner of Richmond Street West and Walnut Avenue</p>\n<p>&nbsp;</p>\n<p>NOTE: The one-storey building located at the entrance address of 828 Richmond Street West is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a>&nbsp;within thirty days of October 17, 2023, which is November 16, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.9\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.9</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4482,
  "otherReferenceList": [
    {
      "description": "PH6.9 - 822 Richmond Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 822 Richmond Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
