{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "509 Parliament Street Toronto Ontario",
      "latitudeCoordinate": "43.665125479",
      "longitudeCoordinate": "-79.367990272",
      "postalCode": "M4X 1P3",
      "province": "Ontario",
      "streetAddress": "509 Parliament Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 509 Parliament Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4318"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Registrar Secretariat",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "eventList": [],
  "noticeDate": 1697515200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>509 PARLIAMENT STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 509 Parliament Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 509 Parliament Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 509 Parliament Street, also known as the Carlton Theatre, is located in Toronto's Cabbagetown neighbourhood, on the east side of Parliament Street, mid-block between Carlton and Winchester Streets. It contains a one-storey, Classical Revival-style building constructed as a movie theatre in 1929-30. The property has served as a performing arts venue since 1995. Immediately behind the theatre to the east is the area comprising the Cabbagetown - Metcalf Heritage Conservation District. To the west, behind and on Parliament Street, the area comprises the Cabbagetown Northwest Heritage Conservation District</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>Like the other theatres designed by architect Herbert Duerr in the 1920s, the 1929 Carlton Theatre is characterized and representative of restrained and understated Classical Revival-style architecture. The one-storey building features a symmetrical fa&ccedil;ade with a stepped and panelled red-brick parapet and ashlar artificial stone storefront detailing. A stylized dentil frieze atop the storefront in the artificial stone finish serves to further the classical character. While the infilling of the storefronts has affected the appearance of the fa&ccedil;ade, the configurations of the openings have been respected and the artificial stone storefront trim has been retained.</p>\n<p>&nbsp;</p>\n<p>The conservative, classical aesthetic of exterior was also carried over into the interior with simple, clean finishes in the lobby and 1015-seat auditorium. The auditorium was relatively austere except for elegantly placed finishes in a combination of Art Deco and classical motifs. Such finishes include extant pilasters (piers) lining the walls, ornamented with Art Deco-style capitals and classical medallions, as well as a stylized cornice encircling the space, which also remains. The moulding which surrounded the screen is also intact.</p>\n<p>&nbsp;</p>\n<p>The building's significance is further associated with its survival as the only purpose-built theatre in Cabbagetown in recognizable form. While such building types were once common - with Cabbagetown alone once having other purpose-built, neighbourhood theatres - these theatres have been irreversibly altered or demolished. Not only does the Carlton Theatre retain its fa&ccedil;ade and stylistic elements of its exterior and interior, but also the three-part structural form typical of traditional movie theatres in the early twentieth century with lobby at the front of the building, auditorium in the middle, and stage at the rear. A steel truss roof allows for a clear span of the auditorium space.</p>\n<p>&nbsp;</p>\n<p>The building is significant for its association with Herbert Duerr (1891-1966), a Pittsburgh-born and trained architect who demonstrated a versatility in his range of work but became known for his theatre design. In 1924, with architect B. Kingston Hall, Duerr redesigned the Tivoli Theatre in Hamilton, which was designated as a heritage property in that city in 1990. In 1926 Duerr established his own firm in Toronto and that year designed the \"Major\" Theatre at Rogers Road and Rosethorn Ave. From the late 1920s through the late 1940s, Duerr designed at least a half-dozen theatres in the Toronto area as well as more than a dozen theatres elsewhere - mostly in smaller Ontario cities, but also in a couple locations in Quebec and Nova Scotia.&nbsp; While Duerr's earliest theatre works reflect both a conservative aesthetic mixed with more elaborate revival examples, by the mid 1930s Duerr had embraced a more modern aesthetic. Employing this aesthetic the Famous Players chain retained him as their corporate architect to design their theatres across Ontario. In addition to theatres, Duerr's work consisted of a variety of other type of building including apartment houses, stores, factories and warehouses. Surviving examples of Duerr's work in Toronto includes the 1937 Moderne style Creed Fur's Building at Davenport and Bedford Roads, which was listed on the City's Heritage Register in 1997.</p>\n<p>&nbsp;</p>\n<p>The Carlton Theatre is functionally and historically linked to its surroundings as an integral component of Cabbagetown's main street context and character, occupying a central location on Parliament Street.&nbsp; Like most community main streets in the early twentieth century, local movie theatres were integral entertainment venues, contributing to that neighbourhood and main street character, with the Carlton Theatre assuming that role on Cabbagetown's main street.</p>\n<p>&nbsp;</p>\n<p>From 1931 to 1954, the Carlton Theatre was one of the entertainment venues and a social focal point of Cabbagetown at a time when attending movies was a popular form of entertainment. In addition to the Carlton, the community boasted five other theatres. Of these, only the Carlton survives in recognizable form as a purpose-built theatre. After its movie theatre use, the building remained a venue during the CBC's tenure for audiences attending concerts of the CBC orchestra, other live music programs, as well as broadcast productions such as the popular comedy show, the Royal Canadian Air Farce.</p>\n<p>&nbsp;</p>\n<p>The building also contributes to defining and supporting the historic main street character of Parliament Street between Carlton and Winchester Streets, which includes several other properties listed on Toronto's Heritage Register. Across the street at 502-508 Parliament Street is row housing comprising four properties dating from 1879 and placed on the Register in 1975. To the north, the end of the block is occupied by the 1888 Lakeview (Winchester) Hotel, placed on the Register in 1975 and designated by bylaw in 1995. The theatre, with these low-scale structures, and others in the block, had by the 1930s formed a continuous street wall providing a continuity in the rhythm of these buildings.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 509 Parliament Street</p>\n<p>being a representative example of the Classical Revival Style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The one-storey, long, polygonal form, scale and massing of the building behind a short fa&ccedil;ade&nbsp;&nbsp;</li>\n<li>The flat roof form of the lobby portion of the building and the domed roof of the auditorium</li>\n<li>The exterior materials of the front fa&ccedil;ade comprising artificial stone storefront surrounds laid in ashlar arrangement with dentil frieze and stepped and panelled parapet of red brick; the brick secondary facades</li>\n<li>The arrangement of the original fa&ccedil;ade storefront and entrance openings (now altered)</li>\n<li>Interior finishes including auditorium pilasters (piers) ornamented with Art Deco motifs and classical medallions; the auditorium's stylized cornice and screen-opening mouldings</li>\n</ul>\n<p>Attributes that contribute to the value of the property at 509 Parliament Street</p>\n<p>being a representative but now rare example of a theatre type:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The three-part arrangement of the building comprising lobby, clear-span auditorium, and stage/screen area.</li>\n<li>The elements of the original interior configuration including entrance vestibule, shallow interior lobby extending into corridors with stairways, and the extended ceiling height and open volume space of the auditorium&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 509 Parliament Street for reflecting the work or ideas of architect Herbert Duerr:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The building's theatre typology reflecting Duerr's specialization in theatre design</li>\n<li>The Classical Revival-style of design characterizing Duerr's early theatre design in tradition period revival styles</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the property at 509 Parliament Street as being functionally and historically linked to its surroundings:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The building's theatre typology and architectural character in contribution to the historic main street character of Parliament Street</li>\n<li>The building's setback, mid-block placement, and its low-scale architecture contributing to the continuous street wall and continuity in the rhythm of the historic main street character of the buildings in the 500 block of Parliament Street</li>\n</ul>\n<p>Attributes that contribute to the contextual value of the property at 509 Parliament Street as defining, supporting and maintaining the historic character of the street:</p>\n<p>&nbsp;</p>\n<p>The building's placement relative to other listed and designated heritage buildings within the same block of Parliament Street and its adjacency to two Heritage Conservation Districts.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a>&nbsp;within thirty days of October 17, 2023, which is November 16, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.7\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.7</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4481,
  "otherReferenceList": [
    {
      "description": "PH6.7 - 509 Parliament Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 509 Parliament Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
