{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "576 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.670544684",
      "longitudeCoordinate": "-79.376376639",
      "postalCode": "M4X 1L3",
      "province": "Ontario",
      "streetAddress": "576 Sherbourne Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "37 Linden Street Toronto Ontario",
      "latitudeCoordinate": "43.67060861",
      "longitudeCoordinate": "-79.376360484",
      "postalCode": "M4Y 1V5",
      "province": "Ontario",
      "streetAddress": "37 Linden Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 576 Sherbourne Street and 37 Linden Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4420"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1699938000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>576 SHERBOURNE STREET AND 37 LINDEN STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 576 Sherbourne Street and 37 Linden Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The properties at 576 Sherbourne Street and 37 Linden Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 576 Sherbourne Street and 37 Linden Street form the corner/end unit of a continuous row of five grand rowhouses constructed between 1888 and 1889 for City of Toronto Alderman and speculator Edward Hewitt at the southwest corner of Sherbourne and Linden Streets. Historically known as 576 and 578 Sherbourne Street, today 578 Sherbourne is municipally known as 37 Linden Street.&nbsp; Together, these two house-form structures read as a grand single-family residence. Rising three-storeys over a raised basement, the red brick structure features a design combining elements of both the Richardson Romanesque and Queen Anne Revival styles with an asymmetrical massing and complicated rooflines. Together the properties have two principal facades along Sherbourne Street (east) and Linden Street (north). Both properties share architectural elements including hipped roofs with prominent cross-gables and dormers; recessed main entrances framed by rounded-arch entryways with second storey covered balconies; flatheaded, rounded arch, and three-pointed arch fenestration; decorative brickwork; and stained-glass transoms. The property at 37 Linden Street also features a square three-storey corner tower with pyramidal roof facing the corner of Sherbourne and Linden Streets.</p>\n<p>&nbsp;</p>\n<p>The property at 576 Sherbourne Street is physically connected to the adjacent property to the south (574 Sherbourne) by a brick \"tail\" that is deeply recessed between the main entryways and containing a single light at the first and second storeys of each property. The rear (west) elevation of the properties is also red brick construction with a single-storey rectangular addition with shed roof.&nbsp;</p>\n<p>Both properties were listed on the City's Heritage Register (then Inventory of Heritage Properties) on August 18, 1976.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 576 Sherbourne Street and 37 Linden Street, as part of a continuous row of five rowhouses connected by a recessed \"tail\" near their rear or west end, are a rare example of a pair of late-nineteenth century rowhouses designed to appear like the neighbouring grand homes along Sherbourne Street. Utilizing a vocabulary of shared architectural elements, the two properties read as a single grand corner residence.</p>\n<p>&nbsp;</p>\n<p>The properties are representative examples of late-Victorian residential architecture, combining elements of both the Queen Anne Revival and Richardson Romanesque styles. This is evident in the asymmetrical composition of the two principal (east and north) elevations at 576 Sherbourne Street and 37 Linden Street, respectively, and their shared defining architectural elements, including a large, square corner tower basketweave patterned brickwork, recessed main entrances framed by round-arched brick entryways, second-storey balconies with decorative wood detailing, and a combination of flat-headed, rounded-arch and three-centred arch fenestration.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 576 Sherbourne Street is directly associated with acclaimed Toronto author Shirley Faessler, who owned and resided at the property from 1940s to the mid 1990s during which time she wrote her most notable works.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The subject properties at 576 Sherbourne Street and 37 Linden Street are important in defining, supporting, and maintaining the predominant late-nineteenth century residential character of the surrounding area bounded by Sherbourne, Selby, Huntley, and Isabella Streets where an eclectic mix of then-fashionable Victorian-era architectural styles continue to define the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The properties are physically, functionally, visually, and historically linked to their surroundings both as a part of a continuous row of five grand rowhouses and to nearby structures in the surrounding area which developed in the same period. The properties anchor the southwest corner of Sherbourne and Linden Street, and along with the James Cooper Mansion on the northwest corner, frame the intersection of Sherbourne and Linden Streets.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 576 Sherbourne Street and 37 Linden Street as rare and representative examples of late-nineteenth century rowhouses designed to appear like the neighbouring grand homes along Sherbourne Street:</p>\n<ul>\n<li>The properties scale, form, and massing</li>\n<li>Red brick cladding with stone and wood trim</li>\n<li>Large three-storey square tower surmounted by a pyramidal roof.</li>\n<li>Hipped roof with large, shed dormers and cross gables on the principal (east and north) elevations</li>\n<li>Recessed brick round-arched entryway on the north elevation with off-set entrance steps and adjacent triple-arched brick with recessed second-floor balcony framed with a decorative wooden balustrade, screen and turned colonnettes</li>\n<li>Recessed east elevation entrance framed by a rounded-arch entryway surmounted by a second-storey balcony with ornate wooden screen and balustrade</li>\n<li>South elevation with deeply recessed brick \"tail\" connecting to the adjacent property to the south (574 Sherbourne)</li>\n<li>Fenestration of principal (east and north) elevations including rounded arch, three-centred arch, and flatheaded openings</li>\n<li>Decorative brickwork including:\n<ul>\n<li>Drip mouldings over the first, second, and third storey openings</li>\n<li>Stringcourses delineating the storeys</li>\n<li>Basketweave spandrel above the three-centred first storey arch window opening</li>\n<li>Denticulated cornice line between second and third storeys on the tower</li>\n<li>Scrolled brick aprons below first storey windows</li>\n<li>Rusticated stonework sills and basement level</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 576 Sherbourne Street and 37 Linden Street as character-defining structures within a historic residential area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The properties siting and orientation on the southwest corner of Sherbourne Street and Linden Street with two principal (east and north) facades</li>\n<li>The properties scale, form, and massing as part of a row of five large late-nineteenth century rowhouses</li>\n<li>The properties legibility as a large single detached residential structure</li>\n<li>The material palette typical of Victorian Era buildings, including red brick with stone and wood detailing</li>\n<li>Hipped roofline with prominent cross gables and large shed dormers on principal (east and north) elevations</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of November 14, 2023, which is December 14, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4583,
  "otherReferenceList": [
    {
      "description": "PH7.12 - 570-576 Sherbourne Street and 37 Linden Street and 29 Linden Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 576 Sherbourne Street and 37 Linden Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
