{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "195 Galaxy Boulevard Toronto Ontario",
      "latitudeCoordinate": "43.6776781",
      "longitudeCoordinate": "-79.583387993",
      "postalCode": "M9W 6R7",
      "province": "Ontario",
      "streetAddress": "195 Galaxy Boulevard"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General - 195 Galaxy Boulevard",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4344"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1697688000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\")</p>\n<p>&nbsp;</p>\n<p><strong>Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to allow for, and regulate, the display of one third party electronic ground sign at the premises municipally known as 195 Galaxy Boulevard; and, alter the sign district designation applicable to a portion of the premises 195 Galaxy Boulevard from an Open Space (&ldquo;OS&rdquo;) Sign District to an Employment (&ldquo;E&rdquo;) Sign District.</strong></p>\n<p>&nbsp;</p>\n<p>The proposed amendment seeks to:</p>\n<ol>\n<li>Add an area-specific amendment to the Sign By-law for the premises municipally known as 195 Galaxy Boulevard to amend the Sign By-law to:</li>\n</ol>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Change the sign designation applicable to a potion of 195 Galaxy Boulevard located 55 metres to the north and 70 metres to the south of the limits of Dixon Road where it passes through 195 Galaxy Boulevard from an OS-Open Space Sign District to an E-Employment Sign District by amending Schedule A, Maps to the Sign Bylaw, by replacing the current Sign District Map Ward 2: Etobicoke North, accordingly</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Allow the premises municipally known as 195 Galaxy Boulevard to contain one third party electronic ground sign containing two sign faces in a \"v-shaped\" configuration, measuring 8.8 metres (maximum) horizontally by 2.6 metres (maximum) vertically, containing electronic static copy along the southerly portion of the property and, with a total sign face area of approximately 22.5 square metres; and, a height (highest point of the sign measured from grade) of 11.55 metres (Proposed Sign); and,</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Allow a portion of the premises municipally known as 195 Galaxy Boulevard located 55 metres to the north and 70 metres to the south of the limits of Dixon Road where it passes through 195 Galaxy Boulevard to contain first party signs, in accordance with Section 694-21(I) of the Sign By-law, and the remainder of the premises municipally known as 195 Galaxy Boulevard to contain first party signs in accordance with 694-21 (H).</li>\n</ul>\n</li>\n</ul>\n<p>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto refuse the area-specific amendment to the Sign By-law for 195 Galaxy Boulevard.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to amend Schedule B, Signage Master Plans and Area Specific Amendments, to add a new area specific amendment to Schedule B, Signage Master Plans and Area Specific Amendments, to allow the specific premises to contain, one third party electronic ground sign as described above and first party signs, in accordance with Section 694-21(H) and (I) of the Sign Bylaw and alter the sign district designation applicable to a portion of 195 Galaxy Boulevard from an Open Space Sign District to an Employment Special Sign District.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on Thursday, October 26, 2023 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Housing Committee agenda at <a href=\"https://secure.toronto.ca/council/#/committees/2565/23266\">https://secure.toronto.ca/council/#/committees/2565/23266</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee please contact the Committee no later than 12:00 p.m. on Wednesday, October 25, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ted Van Vliet</p>\n<p style=\"padding-left: 40px;\">Project Director, Business Transformation, Toronto Building</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, Ground Floor, East Tower</p>\n<p style=\"padding-left: 40px;\">Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-4235</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Ted.VanVliet@toronto.ca\">Ted.VanVliet@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on October 26, 2023 which will be forwarded to City Council for its meeting on November 8, 9 and 10, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-397- 4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4501,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General - 195 Galaxy Boulevard",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
