{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Proposed Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4458"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1700715600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Proposed Amendments to Adding New Business to Council Meetings</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\"><strong>Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee and Toronto City Council will be considering a recommendation to pass a by-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures, in order to allow the Chief Planner and Executive Director, City Planning to add new business to a Council meeting agenda without first submitting the matter to the relevant Council Committee to enable consideration of urgent planning matters subject to application fee refunds under Bill 109.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting on December 13, 14 and 15, 2023 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the Deputy City Manager, Development and Growth Services has the following recommendation:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">3. City Council amend the New Business provisions of the City of Toronto Municipal Code, Chapter 27, Council Procedures, to authorize the Chief Planner and Executive Director, City Planning, to report directly to City Council when recommending refusal of an application for an Official Plan Amendment and/or Zoning By-law Amendment.</p>\n<p>&nbsp;</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 27, Council Procedures, will require amendment.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held on November 30, 2023 at 9:30 a.m. or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person by video conference, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendment is outlined in the report titled \" Implementing Bill 109 - 2023 Annual Update&rdquo;. To view the report from the Deputy City Manager, Development and Growth Services in full, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"https://secure.toronto.ca/council/#/committees/2565/23267\">https://secure.toronto.ca/council/#/committees/2565/23267</a>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee on November 30, 2023, please contact the Committee no later than 12:00 p.m. on November 29, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Planning and Housing Committee Toronto City Hall</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, 10th Floor, West Tower Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579</p>\n<p style=\"padding-left: 40px;\">Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>While the report sets out proposed changes, the Committee and/or City Council may make amendments to the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on November 30, 2023 which will be forwarded to City Council at its meeting on December 13, 14 and 15, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The <em>City of Toronto Act, 2006</em> and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting, you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4621,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Proposed Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
  "topics": [
    "Council/Elections > Proposal to amend the procedures by-law",
    "Meetings"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-council.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png"
  ]
}
