{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposed Recommendations to adopt City of Toronto Municipal Code Chapter 367, Building Emissions Performance (the “By-law”)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4457"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1700629200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice </strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Building Emissions Performance By-law</strong></p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\"><strong>Toronto City Council will be considering recommendations to adopt City of Toronto Municipal Code Chapter 367, Building Emissions Performance (the &ldquo;By-law&rdquo;) which includes reporting requirements for buildings with a gross floor area of 929m2 and larger.</strong><br />&nbsp;</p>\n<p>It is proposed that the By-law be adopted at the City Council meeting to be held on December 13, 14 and 15, 2023, or at a subsequent meeting. The Executive Director, Environment and Climate recommend that:</p>\n<p>&nbsp;</p>\n<ol>\n<li>City Council adopt a new City of Toronto Municipal Code Chapter 367, Building Emissions Performance, substantially in accordance with the draft chapter attached as Attachment 1 to the report (November 16, 2023), with the chapter coming into force on January 1, 2024.</li>\n<li><span style=\"font-size: 12pt;\">City Council authorize the City Solicitor, in consultation with the Executive Director, Environment &amp; Climate Division, to make such clarification, minor modifications, amendments to the City of Toronto Municipal Code Chapter 367, Building Emissions Performance as may be required to give effect to City Council&rsquo;s decision.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council direct the Executive Director, Environment &amp; Climate Division to apply to the Ontario Court of Justice for any new set fines or to review and increase, as required, the current set fines.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council direct the General Manager, Toronto Water, in consultation with the Director, Revenue Services and the Chief Technology Officer, Technology Services, to prioritize the project to automate the aggregation of whole-building water consumption data for properties with buildings with gross floor area equal to or greater than 929 square meters (~10,000 square feet), and to enable the direct upload of whole-building water consumption data to Energy Star Portfolio Manager by Q1 2025.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council request the Mayor to consider financial impacts of the City of Toronto Municipal Code Chapter 367, Building Emissions Performance in proposing the 2024 Budget for Environment &amp; Climate and Toronto Water, in consultation with the Chief Financial Officer and Treasurer, the Executive Director, Environment &amp; Climate Division, and the General Manager, Toronto Water.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council approves the Building Emissions Performance &ndash; Public Disclosure of Report Information Policy set out in Attachment 3 to the report (November 16, 2023) from the Executive Director, Environment &amp; Climate Division which outlines the City of Toronto&rsquo;s public disclosure policy for information collected under City of Toronto Municipal Code Chapter 367, Building Emissions Performance to be effective January 1, 2024.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council direct the Executive Director, Environment &amp; Climate Division to report back to Council in 2024 on the potential of amending the Building Emissions Performance &ndash; Public Disclosure of Report Information Policy to include the public disclosure of non-anonymous data sets.</span></li>\n<li><span style=\"font-size: 12pt;\">City Council direct the Executive Director, Environment &amp; Climate Division to report back to Council in 2024 on the implementation of City of Toronto Municipal Code 367, Building Emissions Performance, including:</span><br />\n<ol style=\"list-style-type: lower-alpha;\">\n<li><span style=\"font-size: 12pt;\">status of work with utility providers to enable automatic uploading of information into Energy Star Portfolio Manager reporting tool;</span></li>\n<li><span style=\"font-size: 12pt;\">the policy and procedure developed for reporting exemptions and extensions granted by the Executive Director, Environment &amp; Climate Division to property owners; and</span></li>\n<li><span style=\"font-size: 12pt;\">the applying of new set fines to the Ontario Court of Justice.</span></li>\n</ol>\n</li>\n</ol>\n<p>The proposed By-law is outlined in the report titled \"Proposed Building Emissions Performance Reporting By-Law&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><strong><a href=\"http://www.toronto.ca/council\">www.toronto.ca/council</a>&nbsp;</strong><br />&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on November 29, 2023 at 9:30 a.m., or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed By-law is subject to the decisions of the Infrastructure and Environment Committee and City Council. Consequently, the proposed By-law may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on November 29, 2023, please contact the Committee no later than 12:00</p>\n<p>p.m. on November 28, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px; text-align: left;\">Infrastructure and Environment Committee</p>\n<p style=\"padding-left: 40px; text-align: left;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px; text-align: left;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px; text-align: left;\">Telephone: 416-392-4666; Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px; text-align: left;\">Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Rae-Anne Miller</p>\n<p style=\"padding-left: 40px;\">Manager, Public Energy Initiatives</p>\n<p style=\"padding-left: 40px;\">Environment &amp; Climate Division</p>\n<p style=\"padding-left: 40px;\">Tel: 416-392-8767</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:rae-anne.miller@toronto.ca\">rae-anne.miller@toronto.ca</a>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">Devon Stopps</p>\n<p style=\"padding-left: 40px;\">Senior Engineer, Public Energy Initiatives</p>\n<p style=\"padding-left: 40px;\">Environment &amp; Climate Division</p>\n<p style=\"padding-left: 40px;\">Tel: 647-270-3346</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:devon.stopps@toronto.ca\">devon.stopps@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed By-law, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed By-law is subject to the decision of the Committee and the decision of City Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on November 29, 2023 which will be forwarded to City Council for its meeting on December 13, 14 and 15, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee:</strong> The <em>City of Toronto Act</em>, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>\n<p><strong>For More Information Contact</strong></p>\n<p>Infrastructure and Environment Committee</p>\n<p><a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp;</p>\n<p>Phone: 416-392-4666</p>\n<p>Fax: 416-392-1879</p>\n<p>&nbsp;</p>\n<p>Toronto City Hall, 10th Floor, West Tower 100 Queen Street</p>\n<p>Toronto, Ontario M5H 2N2</p>\n<p>Canada</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4620,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposal to Adopt Toronto Municipal Code Chapter 367, Building Emissions Performance",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
