{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Curb Lane CaféTO Program: Review of 2023 and Changes for 2024",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4480"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1701147600000,
  "noticeDescription": "<p><strong>Public Notice</strong></p>\n<p><br /><strong>Curb Lane Caf&eacute;TO Program: Reviews of 2023 and Changes for 2024</strong></p>\n<p><br /><strong>Amendments to City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Chapter 937, Temporary Closing of Highways</strong></p>\n<p><br />Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Chapter 937, Temporary Closing of Highways, in order to revise the conditions under which sidewalk and curb lane caf&eacute;s will be approved and allowed to operate, and allowing caf&eacute;s on Duncan Street and King Street to generally be permitted to continue operating in accordance with their existing permissions year-round and that setback requirements as prescribed in Chapter 742 be waived, except for the setback requirement from platforms from the adjacent travel lane to accommodate the cycling offset. <br />It is proposed that the by-law be adopted at the Council meeting to be held on December 13, 14 and 15, 2023 or at a subsequent meeting. <br />The report from the General Manager, Transportation Services and the General Manager, Economic Development and Culture, titled \"Curb Lane Caf&eacute;TO Program: Reviews of 2023 and Changes for 2024\" has the following recommendations:</p>\n<ol>\n<li>City Council amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, generally as outlined in Attachment 1 to the report (November 21, 2023) from the General Manager, Transportation Services and General Manager, Economic Development and Culture.</li>\n<li>City Council amend Section 937-3.13 of the City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, by deleting the phrase \"153 consecutive days from May 15 of one year to October 15 of that same year as required for the purposes of permitting parklet caf&eacute;s\" and insert the phrase \"167 consecutive days from May 1 of one year to October 15 of that same year as required for the purposes of permitting curb lane caf&eacute;s\".</li>\n<li>City Council authorize the City Solicitor to introduce the necessary Bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or By-law amendments as may be identified by the City Solicitor, in consultation with the General Manager, Transportation Services and General Manager, Economic Development and Culture in order to give effect to Recommendations 1 and 2 above.</li>\n<li>City Council authorize the General Manager, Economic Development and Culture, to change the name of the cost-shared Caf&eacute;TO Business Improvement Area grant to the Caf&eacute;TO Dining District Grant Program, and approve the Guidelines for this program as set out in Attachment 3 to the report (November 21, 2023) from the General Manager Transportation Services and General Manager, Economic Development and Culture, with implementation commencing in 2024.</li>\n<li>City Council authorize the General Manager, Economic Development and Culture to negotiate and execute on behalf of the City grant agreements related to the Caf&eacute;TO Dining District Grant Program, in a form acceptable to the City Solicitor.</li>\n<li>City Council authorize the General Manager, Economic Development and Culture to periodically review and, when necessary, revise the Guidelines for the Caf&eacute;TO Dining District Grant Program to ensure alignment with the City of Toronto's Community Grants Policy and any other applicable City policy, as may be amended from time to time, or reflect changing food service industry and BIA needs and best practices.</li>\n</ol>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and Chapter 937, Temporary Closing of Highways, will require amendment.</p>\n<p><br />At its meeting to be held virtually and in-person on December 5, 2023, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p><br /><strong>Date:</strong> December 5, 2023 <br /><strong>Time:</strong> 9:30 a.m., or as soon as possible thereafter <br /><strong>Location:</strong> By Video Conference OR Committee Room 1, Toronto City Hall, 2nd Floor <br />100 Queen Street West</p>\n<p><br />To submit comments or make a presentation to the Executive Committee on December 5, 2023, please contact the Committee no later than 12:00 p.m. on December 4, 2023:</p>\n<p><br />Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;<br />Phone: 416-392-7033 <br />Mail: Executive Committee Toronto City Hall 100 Queen Street West, 2nd Floor Toronto, ON M5H 2N2 <br />Fax: 416-392-2980</p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p><br />Any comments received after the Executive Committee meeting will be forwarded to Council.</p>\n<p><br />The Executive Committee will make its final recommendations on December 5, 2023, which will be forwarded to City Council at its meeting on December 13, 14 and 15, 2023.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p><br />For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p>Elyse Parker <br />Director, Policy &amp; Innovation Transportation Services <br />Tel: 416-338-2432 <br />Email: <a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Tobias Novogrodsky <br />Director, Business Growth Services Economic Development and Culture</p>\n<p>Tel: 416-392-6904 <br />Email: <a href=\"mailto:Tobias.Novogrodsky@toronto.ca\">Tobias.Novogrodsky@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit: <a href=\"https://secure.toronto.ca/council/#/committees/2468/23272\">https://secure.toronto.ca/council/#/committees/2468/23272</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong> <br />If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p><br /><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p><br />The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p><br />Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p><br />If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-7033. <br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4642,
  "otherReferenceList": [
    {
      "description": "EX10.15 - Curb Lane CaféTO Program: Review of 2023 and Changes for 2024",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.EX10.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Curb Lane CaféTO Program: Reviews of 2023 and Changes for 2024 ",
  "title": "Notice of Amendments to City of Toronto Municipal Code Chapter 742, Sidewalk Cafés, Parklets and Marketing Displays, and Chapter 937, Temporary Closing of Highways ",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
