{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "66 Charles Street East Toronto Ontario",
      "latitudeCoordinate": "43.6694968875",
      "longitudeCoordinate": "-79.3831838464",
      "postalCode": "M4Y 2R3",
      "province": "Ontario",
      "streetAddress": "66 Charles Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 66 Charles Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4541"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>66 CHARLES STREET EAST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</span></strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 66 Charles Street East under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 66 Charles Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 66 Charles Street East is located on the north side of Charles Street East to the west of Church Street. Together with the neighbouring Part IV Designated properties at 62-64 Charles Street East, 628 Church Street, and 634-636 Church Street, the property at 66 Charles Street East forms part of a group of late nineteenth and early twentieth century residential structures that anchor the northwest corner of Church Street and Charles Street East. Constructed in 1872 and remodeled in the Second Empire style by builder and property developer Arthur Coleman in 1886, the property remained a residence until 1974 when it was purchased by lawyer Gerald Sternberg and converted to offices.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on March 15, 1974.</p>\n<p>&nbsp;</p>\n<p>In 1983, the property at 66 Charles Street East was recognized nationally with a Parks Canada plaque.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property is a representative example of a late-19th century residential structure designed in the Second Empire Style. This is evident in its mansard roof with polychromatic slate shingles punctuated by dormers framed by decorative wooden brackets and fluted pilasters. This decorative woodwork is carried through in the cornice brackets and front porch.</p>\n<p>&nbsp;</p>\n<p><strong>Historical Associative Value</strong></p>\n<p>The property is valued for its direct association with noted cartoonist, journalist, poet, and lecturer John Wilson Bengough, who resided at the property between 1904 and 1910. Declared a National Historic Person by the Government of Canada in 1938, a commemorative plaque was installed at the property in 1983 by Parks Canada.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Located within a group of Part IV designated properties constructed between 1878 and 1911, the property at 66 Charles Street East is important in defining, maintaining, and supporting the late-19th and early-20th century residential character that anchors the northwest corner of Church Street and Charles Street East.</p>\n<p>&nbsp;</p>\n<p>The property is also visually and historically linked to its surroundings. Constructed in 1872, the property at 66 Charles Street East was remodeled by Arthur Coleman in 1886 in the same style as neighbouring properties at 62-64 Charles Street East which Coleman, in collaboration with Thomas Smith, constructed in 1884. Along with its mansard roof with polychrome slate shingles, the three properties also feature similar dormers, brick facades with stone lintels, and decorative woodwork in the dormers, brackets and front porches.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 66 Charles Street East as a representative example of a late-19th century residential structure designed in Second Empire Style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The mansard roof with patterned, polychromatic slate shingles, flared and extended eaves with brackets and classically detailed wood dormers with segmentally arched windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Red brick cladding</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rectangular plan with projecting bays on south and west elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Flat-headed openings on the south elevation, including the raised double-width entrance, with their stone lintels and sills at the first storey and stone lintels with wooden sills at the second storey</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Segmentally-arched fenestration with brick voussoirs on the west elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Second-storey oriel window on the west elevation</p>\n<p>&nbsp;</p>\n<p><strong>Historical Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 66 Charles Street East for its association with noted cartoonist, journalist, poet, and lecturer John Wilson Bengough:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The 1983 Parks Canada plaque in front of the residential structure commemorating John Wilson Bengough</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 66 Charles Street East in defining, maintaining, and supporting the late-19th and early-20th century residential character of the northwest corner of Church Street and Charles Street East where it is part of a larger collection of properties including 62-64 Charles Street East, 628 Church Street and 634-636 Church Street, and for being visually and historically linked to its surroundings:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's siting and orientation on the north side of Charles Street East</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's scale, form, and massing, which is similar to the properties at 62-64 Charles Street East</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's legibility as a single detached residential structure</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The material palette typical of late-nineteenth century buildings, including red brick with stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mansard roof with dormers on the principal (south) and west elevations</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.24\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.24</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4704,
  "otherReferenceList": [
    {
      "description": "CC13.24 - 66 Charles Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 66 Charles Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
