{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Proposed Changes to User Fees",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4601"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1704862800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Notice of Public Meeting</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Proposed Changes to User Fees</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to pass by-laws to amend the City of Toronto Municipal Code Chapter 441, Fees and Charges, so as to adopt changes to existing user fees and new user fees.&nbsp; Changes to existing user fees and new user fees are proposed in the Prepared 2024 Rate and Tax-Supported Budget. The Mayor's proposed 2024 Rate and Tax-Supported Budget will be considered by City Council on February 14, 2024.</strong></p>\n<p>&nbsp;</p>\n<p>The changes to existing user fees and new user fees that are proposed in the Prepared 2024 Rate and Tax-Supported Operating Budget are noted in Appendices A and B to Briefing Note #07 <strong>2024 Budget Briefing Note &ndash; Summary of User Fee Adjustments in the Prepared Budget</strong> attached as background documents to Item BU5.1 - 2024 Capital and Operating Budgets.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2562/24426\">https://secure.toronto.ca/council/#/committees/2562/24426</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To obtain additional information or to ask questions about a recommended user fee change, please contact the staff person identified in the Prepared Budget Notes.</p>\n<p>&nbsp;</p>\n<p>The Prepared 2024 Rate and Tax-Supported Budget, including the services, service levels and user fees upon which it is based, are being considered by the Budget Committee for recommendation to the Mayor in accordance with the City of Toronto Act 2006, as amended. Members of the public can register to speak to the Budget Committee at one of the public meetings to be held on January 22 and 23, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Monday, January 22, 2024 and Tuesday, January 23, 2024</strong></p>\n<p>In person as well as live web conferences will be available. Connection instructions will be provided to participants. Meetings will be streamed live and the links to watch the livestreams will be available at toronto.ca/council.</p>\n<p>&nbsp;</p>\n<p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Monday, January 22, 2024</strong></p>\n<p>Location:&nbsp; &nbsp; &nbsp; Committee Room 1, City Hall, 100 Queen St. W. and by Video Conference</p>\n<p>Times:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9:30 a.m. to 12:30 p.m.</p>\n<p style=\"padding-left: 80px;\">&nbsp; 1:30 p.m. to 4:30 p.m.</p>\n<p style=\"padding-left: 80px;\">&nbsp; 6:00 p.m. to 9:00 p.m.</p>\n<p>&nbsp;</p>\n<p>Date: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Monday, January 22, 2024</strong></p>\n<p>Location:&nbsp; &nbsp; &nbsp; Council Chamber, Scarborough Civic Centre, 150 Borough Dr. and by Video Conference</p>\n<p>Times:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1:30 p.m. to 4:30 p.m.</p>\n<p style=\"padding-left: 80px;\">&nbsp; &nbsp;6:00 p.m. to 9:00 p.m.</p>\n<p>&nbsp;</p>\n<p>Date: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Tuesday, January 23, 2024</strong></p>\n<p>Location:&nbsp; &nbsp; &nbsp; Council Chamber, Etobicoke Civic Centre, 399 The West Mall and by Video Conference</p>\n<p>Times:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1:30 p.m. to 4:30 p.m.</p>\n<p style=\"padding-left: 80px;\">&nbsp; &nbsp;6:00 p.m. onwards</p>\n<p>&nbsp;</p>\n<p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>&nbsp; Tuesday, January 23, 2024</strong></p>\n<p>Location:&nbsp; &nbsp; &nbsp; Council Chamber, North York Civic Centre, 5100 Yonge St. and by Video Conference</p>\n<p>Times:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1:30 p.m. to 4:30 p.m.</p>\n<p style=\"padding-left: 80px;\">&nbsp; &nbsp;6:00 p.m. to 9:00 p.m.</p>\n<p>&nbsp;</p>\n<p><strong>Speak to the Committee</strong></p>\n<p>Register to speak to the Budget Committee by emailing <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or calling 416-392-4666. Individuals may only make one presentation on either January 22 or January 23. Please indicate your preferred date and time-slot, listed above, when you register to speak before 4:30 p.m. on Friday, January 19. Registered public speakers will be provided with instructions on how to appear at the Committee meeting. The meeting will be streamed live online at <a href=\"toronto.ca/council\">toronto.ca/council</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Send your comments to the Budget Committee &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</strong></p>\n<p>Attention: Budget Committee &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Email: <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca&nbsp;</a> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>Mail: Toronto City Hall, 100 Queen St. W.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>10th floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p><strong>Send a letter or email to Members of City Council</strong></p>\n<p>For contact information: Call 311 or 416-338-0TTY (0889) or visit <a href=\"toronto.ca/council&nbsp;\">toronto.ca/council&nbsp;</a></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>For more information on the 2024 budget visit <a href=\"toronto.ca/budget\">toronto.ca/budget</a>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Notice:</strong> Committee meetings are broadcast live over the Internet for the public to view. If you speak at the meeting, you will appear in the video.</p>\n<p>&nbsp;</p>\n<p>The Budget Committee will make its final recommendations to the Mayor on January 26, 2024. The Mayor's Proposed Budget will be released by February 1, 2024 for consideration by City Council at its special meeting on February 14, 2024.</p>\n<p>&nbsp;</p>\n<p>While the Prepared 2024 Rate and Tax-Supported Budget includes revenues from the recommended fees, Toronto City Council may adopt rates that differ from them, including fees that are higher or lower, and may adopt new fees not contemplated in the Prepared Budget.</p>\n<p>&nbsp;</p>\n<p><strong>Further information</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above noted City official or the Program Contact noted on the list of fees if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Budget Committee</strong></p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>\n<p><strong>Closed Meeting Requirements:</strong> If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4763,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - Proposed Changes to User Fees",
  "topics": [
    "Financial > Proposal to change user fees and charges",
    "Meetings > Notice of meeting"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png"
  ]
}
