{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "171 Lowther Avenue Toronto Ontario",
      "latitudeCoordinate": "43.668131425",
      "longitudeCoordinate": "-79.406965743",
      "postalCode": "M5R 1E6",
      "province": "Ontario",
      "streetAddress": "171 Lowther Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 171 Lowther Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4545"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>171 LOWTHER AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 171 Lowther Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 171 Lowther Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located mid-block on the south side of Lowther Avenue between Walmer Road and Dalton Road, the property at 171 Lowther Avenue was constructed between 1901 and 1902 for Emilia Dixon on the site of a former ancillary building that formed part of the property at 14 Walmer Road. Rising three-storeys over a raised basement, the red brick structure features a design combining elements of the Queen Anne Revival and Edwardian Classicism styles including simple square massing and restrained brick work combined with decorative Dutch gables on the principal (north) elevation, an oriel window on the east elevation, and oeil-de-boeuf window on the west elevation. As part of its conversion to apartments in 1943, dormers were added on the north, south, and west elevations.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on July 19, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 171 Lowther Avenue is a representative example of an early twentieth century residential structure blending elements of the Queen Anne Revival and Edwardian Classicism styles. This is evident in the pairing of decorative elements including curved Dutch gables, oriel and oeil-de-boeuf windows with simple massing and restrained brickwork, eschewing the exuberance of the late Victorian-Era in favour of understated elegance.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 171 Lowther Avenue is important in maintaining and supporting the historic character of the West Annex neighbourhood which is defined by a mix of late-nineteenth and early twentieth century residential structures and mid-century low- to high-rise apartment buildings.</p>\n<p>&nbsp;</p>\n<p>Constructed between 1901 and 1902 as a single-family residential structure as part of the first phase of the development of the West Annex, the property is historically linked to its surroundings. Converted to apartments in 1943, the property continues to maintain its appearance as a single-family residential structure.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property: as a representative example of an early twentieth century residential structure blending elements of the Queen Anne Revival and Edwardian Classicism styles; in maintaining and supporting the historic character of the West Annex neighbourhood; and being historically linked to its surroundings:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The square, three-storey scale, form, and massing with cross gable roof with bracketed eaves</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dutch gables on the principal (north) elevation with decorative finials</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's material palette of red brick, with rough hewn stone sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fenestration on the principal (north) elevation including paired windows at the first and second storeys, and paired rounded arch windows at the third storey</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The central raised front entrance with beveled glass three-quarter lite wood door and sidelight beneath a full width transom</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The central front entrance porch and stone steps with rough-hewn stone sidewalls</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The oriel window with leaded coloured glass, chimney, and third storey fenestration on the east elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The first storey oeil-de-boeuf window and northerly chimney on the west elevation</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.27\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.27</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4708,
  "otherReferenceList": [
    {
      "description": "CC13.27 - 171 Lowther Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.27"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 171 Lowther Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
