{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "95 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6423788807",
      "longitudeCoordinate": "-79.4118188035",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "95 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "97 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6424360137",
      "longitudeCoordinate": "-79.4118568484",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "97 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "99 Strachan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.642476758",
      "longitudeCoordinate": "-79.411863799",
      "postalCode": "M6J 2S7",
      "province": "Ontario",
      "streetAddress": "99 Strachan Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "938 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6423402656",
      "longitudeCoordinate": "-79.4114525897",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "938 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "944 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6423129208",
      "longitudeCoordinate": "-79.4116310403",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "944 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "950 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6422892812",
      "longitudeCoordinate": "-79.4118049126",
      "postalCode": "M5V 1P5",
      "province": "Ontario",
      "streetAddress": "950 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4702"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1707454800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>938, 944 AND 950 KING STREET WEST AND 95, 97 AND 99 STRACHAN AVNEUE</strong></p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on February 6 and 7, 2024, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove, or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve the demolition of the designated buildings at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue in accordance with Section 34(1)2 of the Ontario Heritage Act, as part of a reconstruction strategy for the site with such demolition and reconstruction being substantially in accordance with plans and drawings prepared by Sweeney and Co. Architects and submitted in conjunction with the Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc., and on file with the Senior Manager, Heritage Planning, and subject to the following additional conditions:</p>\n<ol style=\"list-style-type: lower-alpha;\">\n<li>That prior to final Site Plan approval for the development contemplated for 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue, the owner shall:\n<ol>\n<li>Provide final site plan drawings substantially in accordance with the approved Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. to the satisfaction of the Senior Manager, Heritage Planning.</li>\n<li><span style=\"font-size: 12pt;\">Implement a Heritage Lighting Plan that is substantially in accordance with the Lighting Plan within the Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. to the satisfaction of the Senior Manager Heritage Planning</span></li>\n<li>Implement a Signage Plan that is substantially in accordance with the Signage Plan within the Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. to the satisfaction of the Senior Manager, Heritage Planning.</li>\n<li>Implement an Interpretation Plan that is substantially in accordance with the Interpretation Plan within the Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n<li>That prior to the issuance of any permit for all or any part of the properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the owner shall:\n<ol>\n<li>Have obtained final approval for the necessary Zoning By-law Amendment required for the subject properties, such Zoning By-law Amendment to have come into full force and effect.</li>\n<li>Have entered into an amendment to the Heritage Easement Agreement registered as Instrument No. AT6219551 to the satisfaction of the Senior Manager, Heritage Planning.</li>\n<li>Provide building permit drawings, including notes and specifications for the reconstruction keyed to the approved Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. including a detailed description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</li>\n<li>Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all the reconstruction and interpretation work included in the approved Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc.</li>\n<li>Provide full documentation of the existing heritage properties at 938, 944, and 950 King Street West and 95, 97, and 99 Strachan Avenue, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a memory stick in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n<li>That prior to the release of the Letter of Credit required in Recommendation 1.b.4, the owner shall:\n<ol>\n<li>Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required reconstruction work and the required interpretive work has been completed in accordance with the Reconstruction Plan, dated December 8, 2023, prepared by Giaimo Architects Inc. and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n</ol>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty days of February 9, 2024, which is March 11, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property under Section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; &nbsp; &nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp; &nbsp; &nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp; &nbsp; &nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property subject of the application under Section 34 of the Ontario Heritage Act may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act. The appeal may only be made where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions, or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.TE10.17\">https://secure.toronto.ca/council/agenda-item.do?item=2024.TE10.17</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4865,
  "otherReferenceList": [
    {
      "description": "TE10.17 - Demolition of Heritage Properties with Conditions - 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.TE10.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 938, 944 and 950 King Street West and 95, 97 and 99 Strachan Avenue",
  "topics": [
    "Heritage > Decision on alteration to a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
