{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "309 Cherry Street Toronto Ontario",
      "latitudeCoordinate": "43.646571159",
      "longitudeCoordinate": "-79.3530985",
      "postalCode": "M5A 3L3",
      "province": "Ontario",
      "streetAddress": "309 Cherry Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 309 Cherry Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4700"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1707454800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>309 CHERRY STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 309 <br />Cherry Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 309 Cherry Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria for municipal designation, under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 309 Cherry Street is located at the southeast corner of Cherry Street and Villiers Street in the Port Lands; it is a large, low-density lot whose approximate boundaries are defined by Villers Street to the north, Cherry Street to the west, and Commissioners Street to the south. In 1911, the ownership of the property transferred to the Toronto Harbour Commissioners, or THC, upon their formation. The subject property contains two detached buildings with the same municipal address situated at the northwest corner of the property. The first is a two-storey institutional building constructed in 1920 as a banking hall and offices for the Bank of Montreal, designed by the esteemed architectural firm Darling &amp; Pearson. In 1920, the Bank of Montreal leased a portion of the current subject property from the THC for a term of 21 years. By 1926, it was no longer an operational bank branch. The second building, located to the immediate south, is a two-to-four-storey industrial building constructed in 1941 as an oil storage warehouse for Canadian Oil Companies Ltd., designed by the architect N. A. Armstrong. In the same year, Canadian Oil Companies Ltd. entered into a lease agreement with the THC for two parcels of land that approximately correspond with the boundaries of the current subject property, at which point they converted the former Bank of Montreal into their offices. By 1945 they assumed ownership of both lots, which is around the time when the two properties were consolidated. Canadian Oil Companies was purchased by Shell Oil in the mid 1960s, and Shell continued using the property until 1987 when they ceased operations at 309 Cherry Street.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value: Bank of Montreal</strong></p>\n<p>Constructed in 1920, the former Bank of Montreal at 309 Cherry Street has design and physical value as a representative example of a Second- or Neo- Classical Revival style bank typology. The resurgence of Classical Revival architecture in Toronto occurred from the late-19th century until the 1930s, during which time the style was frequently applied to institutional buildings like post offices, libraries, and banks. Banks in particular were drawn to the symbolism of classical architecture because it projected ideals like stability, integrity, security, and even wealth - ideals which these institutions likewise wanted the public to associate with their business.</p>\n<p>&nbsp;</p>\n<p>The Classical Revival style is reflected in many of the building's extant features, including but not limited to its stone and brick construction with iron, copper, and wood details; flat roof with parapet and cornice; symmetrical fa&ccedil;ades; architrave surrounds; and its detailed Greek Order portico with triangular pediment, entablature, and Doric columns.</p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value: Canadian Oil Companies Warehouse</strong></p>\n<p>The former Canadian Oil Companies warehouse at 309 Cherry Street has design and physical value as a representative example of a vernacular industrial building with key features of the Art Moderne (or Streamlined Modern) style. Modern styles like Art Deco and Stripped Classical were already emerging in Europe and the US in the 1920s and early 1930s, but due to early criticism and poor economic conditions that hampered experiments in design, the Modern architecture movement was slow to establish in Toronto. As a result, Art Moderne architecture was more prevalent in Toronto closer to the mid-20th century, which corresponds with the construction date of the warehouse in 1941.</p>\n<p>&nbsp;</p>\n<p>The former Canadian Oil Co. warehouse design incorporates many of the main characteristics of the Art Moderne style, most notably in its low-height, flat roof, lack of ornamentation, rounded corners on the north elevation, and an emphasis on horizontality achieved through its wraparound and flat-headed fenestration, uninterrupted stone coping and courses, and the mullion patterns. The height differences between the two-storey and four-storey portions were likely a requirement of function. The design response distinguishes the office area from the industrial area and makes these different functions legible from the exterior, such that the form indicates function and division of space. The resulting visual impact is one of overall design cohesion of the industrial vernacular and Art Moderne.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The construction date, typology, and placement of the bank building at 309 Cherry Street yields information that contributes to an understanding of the post-WWI industrial culture of the Port Lands. In the aftermath of the First World War there was an economic upturn that saw the resumption of a competitiveness between chartered banks to expand and establish new branches. Similarly, there was expansion occurring in the Port Lands that centered around the operations of fuel companies, particularly coal and oil. Taking advantage of a prime location on the main thoroughfare, the Bank of Montreal was one of the first new structures built in the area after the war ended. The timing of its construction was a speculative investment based on the prospect of the continued growth of the Port Lands that would require financial services. However, by 1925 few new industries had moved to the area and fuel storage remained the primary land use. The Bank of Montreal branch ceased operations by 1926. Despite its initial appearance of incongruity with its surroundings, the former Bank of Montreal is more than an anachronism of Port Lands architecture; it stands as an historic marker of the post-war attitudes concerning the area's potential.</p>\n<p>&nbsp;</p>\n<p>The Classical Revival style of the bank building is valued as a demonstration of the work of the esteemed architects Frank Darling and John Pearson, of the firm Darling &amp; Pearson (1892-1923), known for their quality contributions to the architecture in Toronto, in Ontario, and across Canada. As a firm they worked on a number of institutional projects including the first Royal Ontario Museum (1914), several landmark buildings within the University of Toronto precinct, and the supervision of the reconstruction of the Ottawa Parliament Building Centre Block and Peace Tower (1919-1926). Darling &amp; Pearson frequently undertook commissions for the Bank of Montreal and the Bank of Commerce and over the span of his career, Darling designed over 100 bank buildings across Canada. His contributions sought to define the bank typology in Canada and to cultivate a national corporate style. Both Darling and Pearson are listed on the Ontario Association of Architects' Honour Roll.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The former Canadian Oil Co. warehouse has contextual value because it is important in defining, supporting, and maintaining the character of the Port Lands District as an industrial port that developed in connection with the operations of fuel storage. The character of the district was defined by its \"low density with much passive and uninhabited space\" that was often used for coal heaps, and later tank farms. The low- to mid-rise buildings of the early to mid-20th centuries maintained an historic scale in response to the nearby Keating Channel and shipping docks. The warehouse was purpose-built for the Canadian Oil Companies Ltd as their offices and oil storage operations, a function which was typical of the industrial uses intended for the Port Lands. While the building no longer actively functions as such, its industrial typology represents the character for which the Port Lands is known. Furthermore, the warehouse's low-rise scale and brick material with stone details complemented the pre-existing early to mid-20th century character of Cherry Street between Keating Channel and Commissioners Street.</p>\n<p>&nbsp;</p>\n<p>The former Bank of Montreal, together with the former Canadian Oil Co. warehouse, are physically, visually, and historically linked to their surroundings where they were built to capitalize on the financial potential of the area's growth, and the functional operations of the Port Lands as a shipping and fuel storage centre, respectively.</p>\n<p>The subject property is located at the intersection of Cherry and Villiers streets (on the east side of the former) that act as the main thoroughfares into the area and also maintain proximity to the shipping docks and the waterfront. The northwest block attracted many of the earliest buildings in the Port Lands, such as the Queen City Foundry at 16 Munitions Street built in 1914 (Listed 2003), and the Toronto Harbour Commissioners storage buildings at 62 Villiers Street built in 1916 (Listed 2004). Built in 1920, the Bank of Montreal building was one of the first new builds in the area after the First World War. Its design, placement, and orientation react to its prominent location at the main entrance into the Port Lands through its chamfered corner, which may also have related to the layout of the railway spurs that curved around Cherry Street at the time.</p>\n<p>&nbsp;</p>\n<p>The subject property contributes to the intact, concentrated collection of industrial and institutional buildings in the northwest area of the Port Lands, including: the Toronto Hydro Substation at 281 Cherry Street (Part IV 2012), the former Dominion Bank at 275 Cherry Street (Listed 2003), the Fire Hall No.30 at 39 Commissioners Street (Part IV 2019), and the Century Coal Company silos at 312 Cherry Street (Listed 2004).</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the former Bank of Montreal on the property at 309 Cherry Street as representative example of a Classical Revival bank building:</p>\n<ul>\n<li>The scale, form, and massing of the two-storey building on a squared plan with basement level</li>\n<li>The materials, with limestone masonry construction on its principal elevations (north and west) and buff brick masonry construction on its secondary elevations (south and east), featuring sandstone, iron, copper, and wood detailing</li>\n<li>The ashlar masonry of the principal elevations set in courses of alternating width</li>\n<li>The brick bond pattern of the secondary elevations (south and east)</li>\n<li>The symmetrical design of the principal elevations: two bays on each of the north and west elevations arranged around the central bay main entrance</li>\n<li>The building's angled orientation with a chamfered main entrance at its northwest corner and sandstone staircase</li>\n<li>The flat roofline with parapet, and cornice with copper flashing</li>\n<li>The Greek Order portico at the main entrance that includes the following details: triangular pediment with copper flashing, an acroterion at its apex, and plain tympanum; an entablature with cornice and underside mutules with guttae; frieze with alternating triglyphs and metopes; architrave with guttae that align with the triglyphs above; and the two outer engaged square piers and two inner Doric columns with capitals and fluted shafts that support the entablature</li>\n<li>The stringcourse on the principal elevations that extends from the frieze</li>\n<li>The existing position and proportions of all original door and window openings</li>\n<li>The architrave surround of the main entrance door opening, with cornice above</li>\n<li>The carved panels of the wood door, including the repeated frieze motif above the door with space for a clock face</li>\n<li>Decorative, geometric iron grilles on the rectangular sidelight openings, which are repeated in smaller versions within the door's upper panels</li>\n<li>The shouldered architraves and stone sills of the flat-headed principal elevation window openings</li>\n<li>The segmental brick arches and stone sills of the east elevation window openings</li>\n<li>Flat-headed basement level window openings on principal elevations with iron grilles</li>\n</ul>\n<p>The following heritage attributes contribute to the cultural heritage value of the former Canadian Oil Co. warehouse on the property at 309 Cherry Street as representative example of an Art Moderne industrial building:</p>\n<ul>\n<li>The scale, form, and massing of the two-storey building with four-storey adjoined tower at its south elevation on a rectangular plan with basement level</li>\n<li>The materials, with brown brick masonry construction featuring stone, red brick, concrete, and metal detailing</li>\n<li>The flat roofline emphasised with stone coping</li>\n<li>The existing position and proportions of all original window and door openings</li>\n<li>Flat-headed fenestration across all elevations with concrete sills and plain brick panels underneath</li>\n<li>Existing horizontal mullion patterns in the vertically arranged windows</li>\n<li>The continuous stone course above the fenestration that runs parallel with the stone coping at the roofline</li>\n<li>The brick piers in between window openings capped with red brick bands, and their relationship with the stone course above and concrete course of the basement below, such that they do not break either boundary</li>\n<li>The rounded corners of the north elevation that curve into the west and east elevations, further emphasised by the wraparound horizontal fenestration, and the uninterrupted stone coping and stone course lines</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural value of the former Bank of Montreal building at 309 Cherry Street as an example of the work of the architects Darling and Pearson, as well as the building's association with the Bank of Montreal as a speculative investment of financial business revenue based on anticipation of the Port Land's industrial development:</p>\n<ul>\n<li>The design elements that are characteristic of the Classical Revival style (Greek Order), such as the portico with pediment and entablature supported by Doric columns, that were commonly used for bank typology buildings</li>\n<li>The quality of the materials used, including Indiana Limestone, sandstone, and copper</li>\n<li>The building's cohesive design accomplished through the consistent buff colour palette of the stone and brick masonry; the extension of the entablature decoration into the principal elevations; and, the repeated triglyph and metope design in the wood panel above the door</li>\n<li>The northwest-facing orientation of the main entrance with chamfered corner that addresses the Cherry Street bascule bridge, the historic main entrance into the Port Lands</li>\n<li>The relationship between the principal elevations of the building and the street layout at the intersection of Cherry and Villiers streets, such that the elevations front onto the historic main streets of the northwest area of the Port Lands</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the former Bank of Montreal at 309 Cherry Street being historically, visually, and physically linked to its setting:</p>\n<ul>\n<li>The zero lot line setback, placement, and orientation of the building prominently anchoring the southeast corner of Cherry Street and Villiers Street</li>\n<li>The building's setting within the northwest area of the Port Lands district, where it contributes to a collection of early to mid-20th century institutional and industrial buildings</li>\n</ul>\n<p>Attributes that contribute to the cultural heritage value of the former Canadian Oil Co. warehouse at 309 Cherry Street as defining, supporting, and maintaining the historic character of the Port Lands and being historically, visually, and physically linked to its setting:</p>\n<ul>\n<li>The setback, placement, and orientation of the building on the east side of Cherry Street, south of Villiers Street and Keating Channel and east of the shipping docks</li>\n<li>The building's transition from a northern two-storey wing to a southern four-storey tower that indicates a deferential awareness of and reaction to the nearby Bank of Montreal to the north, which pre-dates the warehouse</li>\n<li>The building's setting within the northwest area of the Port Lands district, where it contributes to a collection of early to mid-20th century institutional and industrial buildings</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of February 9, 2024, which is March 11, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.10\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.10</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4863,
  "otherReferenceList": [
    {
      "description": "PH9.10 - 309 Cherry Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 309 Cherry Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
