{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "505 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6558804044",
      "longitudeCoordinate": "-79.3879840111",
      "postalCode": "M5G 1X3",
      "province": "Ontario",
      "streetAddress": "505 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 505 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4699"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1707454800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>505 UNIVERSITY AVENUE</strong></p>\n<p style=\"text-align: center;\"><strong>&nbsp;(INCLUDING ENTRANCE ADDRESS AT 136 EDWARD STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 505 University Avenue (including entrance address at 136 Edward Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 505 University Avenue (including entrance address at 136 Edward Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of University Avenue north of Edward Street and south of Elm Street, the property at 505 University Avenue comprises a 20-storey office building designed by the architectural firm, Marani &amp; Morris, and completed in two phases: 13 storeys (1958); 7-storey vertical addition (1966).</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Shell Oil Building (1958; 1966) has cultural heritage value as a fine representative example of a transitional office building from the post-World War II era designed in the Modern Classical style with the scale, materials and features inspired by and yet challenging the urban design guidelines established for University Avenue in the early twentieth century. Originally conceived as a taller structure, the Shell Oil Building was constructed in two phases (13 storeys in 1958 and an additional 7 storeys in 1966) with this evolution of building height captured in the 13th-storey 'datum line' defined by regularly-spaced rectangular openings filled with decorative metal panels on the west, north and south elevations. Rising 20 storeys above University Avenue where it overlooks the street&rsquo;s landscaped central boulevard by the celebrated landscape architects, Dunnington-Grubb &amp; Stensson, the Shell Oil Building is distinguished today by its fine proportions, its emphasis on verticality with its slender stone fins rising from the second through the nineteenth floors between the openings on the principal (west) elevation fronting onto University Avenue, and the interplay of the Queenston limestone cladding with the regular rhythm of punched window openings across its west, north and south elevations.</p>\n<p>&nbsp;</p>\n<p>The 7-storey vertical addition to the Shell Oil Building in 1966 represents a recognized engineering feat for high-rise construction in Toronto with the modification of existing mobile crane capabilities for hoisting structural steel with respect to height, extension and stabilization. The realization of this vertical addition is valued as the completion of the original 20-storey design intent for the building.</p>\n<p>&nbsp;</p>\n<p>Completed in 1958 and including a 7-storey vertical addition completed in 1966, the property has associative value as the purpose-built Canadian headquarters for the Shell Oil Company, one of Canada&rsquo;s largest integrated oil companies, who occupied the building for 26 years. Shell Oil is a global company based in London, UK and its Canadian subsidiary is an important oil company in Canada whose corporate interest and investment in high quality architecture and design is also evident in the 1955 Shell Oil Tower (later Bulova Tower), a landmark modernist structure in Toronto's architectural history that was located at Exhibition Place until its demolition in the mid-1980s.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The value of the property at 505 University Avenue is also linked to its association with the prolific Toronto partnership of Marani &amp; Morris (including its successor firms), recognized as \"one of the leading architectural firms in the country\". The firm was responsible for innumerable commercial buildings in Toronto during the post-World War II era, including five properties along University Avenue, with the adjacent Maclean-Hunter Building (1961, 481 University Avenue), the Bank of Canada Building (1958, 250 University Avenue), the Dominion General Insurance Company of Canada Building (1962, 165 University Avenue) and the Metro Toronto Court House (1966, 361 University Avenue). With more commissions than any other firm for projects along this prominent thoroughfare, the design aesthetic of Marani &amp; Morris is distinguished as a defining part of the University Avenue streetscape today.</p>\n<p>&nbsp;</p>\n<p>Contextually, the Shell Oil Building is valued for its role in defining, maintaining and supporting the character of the University Avenue Precinct, one of Toronto's major streets and a significant ceremonial avenue that is home to a collection of significant buildings associated with important institutions in Toronto's history and constructed during the twentieth century following the adoption of the University Avenue By-law (1931) that established guidelines directing the scale, materials and appearance of commercial and institutional buildings along the ceremonial boulevard leading to Queen's Park.</p>\n<p>&nbsp;</p>\n<p>The Shell Oil Building at 505 University Avenue is physically, historically and visually linked with its surroundings where it contributes to the group of custom-designed buildings characterizing University Avenue, including the Canada Life Building (1931, 330 University Avenue), the Bank of Canada Building (1958, 250 University Avenue), the Maclean-Hunter Building (1961, 481 University Avenue), the Sun Life Assurance Company Building (1961, 200 University Avenue), and the Metro Toronto Court House (1966, 361 University Avenue), which are all recognized heritage properties in the city. The Shell Oil Building is also linked to the design of University Avenue, whose modernist landscape designed by the office of Dunnington-Grubb &amp; Stensson was completed between 1960 and 1962.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 505 University Avenue as representative of the Modern Classical architectural style include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The placement, setback and orientation of the building at the northeast corner of University Avenue and Edward Street</li>\n<li>The scale, form and massing of the 20-storey building on a T-shaped plan that includes the ground-storey podium set parallel to University Avenue and perpendicular to the tower</li>\n<li>The materials, with the Queenston limestone cladding and stone, metal and glass detailing</li>\n<li>The flat roof of the tower with its deep, coffered stone cornice on the underside</li>\n<li>The one-storey, glazed mechanical penthouse atop the tower roof with its lozenge-shaped form and surmounted by a gently-curved roof</li>\n<li>The organization of the principal (west) tower elevation fronting on University Avenue with its twelve bays of evenly spaced, punched openings alternating with limestone spandrels between the second and nineteenth storeys</li>\n<li>The raised and attached stone \"fins\" both framing the fenestration on the principal (west) tower elevation and vertically delineating each of the twelve bays of fenestration within the raised stone frame</li>\n<li>On the north and south elevations, the regular rhythm of the evenly-spaced punched window openings between the second and nineteenth storeys</li>\n<li>On the west, north and south elevations, the tall, rectangular openings on the thirteenth storey (mechanical level) which are distinguished by their decorative metal screens</li>\n<li>At ground level on the principal (west) elevation, the location of the main entrance centred in the one-storey podium clad in Norwegian Blue Granite</li>\n<li>At ground level, the north and south returns of the one-storey podium, also clad in Norwegian Blue Granite</li>\n</ul>\n<p>Attributes that contribute to the value of the property at 505 University Avenue as demonstrating high technical achievement include:</p>\n<ul>\n<li>The 7 uppermost storeys plus the 1-storey rooftop penthouse, whose vertical addition in 1966 to the 1958 building was enabled by the development of a novel ground-located tower crane capable of hoisting the necessary structural steel up to 300ft above grade</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of 505 University Avenue as maintaining and supporting the character of the University Avenue precinct, and as being historically and visually linked to its surroundings include:</p>\n<ul>\n<li>The placement, setback and orientation of the building at the northeast corner of University Avenue and Edward Street with its primary entrance on University Avenue</li>\n<li>The materials, with the Queenston limestone cladding and stone, metal and glass detailing</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of February 9, 2024, which is March 11, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.11\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.11</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4862,
  "otherReferenceList": [
    {
      "description": "PH9.11 - 505 University Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 505 University Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
