{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\")",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4757"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1708491600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\")</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to modify the provisions concerning the processing of applications for amendments to, and variances from the provisions the Sign By-law, and delegate authority to the Chief Building Official and Executive Director, Toronto Building to implement amendments to sign district designations contained in Schedule A, Maps, and related matters.</strong></p>\n<p>&nbsp;</p>\n<p>The proposed amendment seeks to:</p>\n<ol>\n<li>Authorize the Chief Building Official to directly submit Bills to City Council for updating the maps in Schedule &lsquo;A&rsquo; of the Sign By-law (Sign District Maps) where the Official Plan designation of properties has been modified by Council.</li>\n<li><span style=\"font-size: 12pt;\">Subject to the criteria in the Sign By-law, authorize the Chief Building Official to determine the streaming of Sign Variance and Sign By-law Amendment Applications.</span></li>\n<li><span style=\"font-size: 12pt;\">Authorize the Chief Building Official to refuse applications for proposals for variances or amendments to provisions of the Sign By-law that would contravene provisions of City of Toronto Policies or other City By-laws.</span></li>\n<li><span style=\"font-size: 12pt;\">Delete criterion 694-30A(2), which regulates permitted Third Party Sign Types, from the criteria required to be satisfied for Sign Variances.</span></li>\n</ol>\n<p>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto approve the amendments to the Sign By-law described above.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to approve the amendments to the Sign By-law described above.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held in via video conference and in person at City Hall, 100 Queen Street West, on February 28, 2024 commencing at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Housing Committee agenda at https://secure.toronto.ca/council/#/committees/2565/24475.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee please contact the Committee no later than 12:00 p.m. on Tuesday, February 27, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ted Van Vliet</p>\n<p style=\"padding-left: 40px;\">Project Director, Business Transformation, Toronto Building</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, Ground Floor, East Tower</p>\n<p style=\"padding-left: 40px;\">Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-4235</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Ted.VanVliet@toronto.ca\">Ted.VanVliet@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be processed to Council.</p>\n<p>If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on February 28, 2024 which will be forwarded to City Council for its meeting on March 20, 21 and 22, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The <em>City of Toronto Act, 2006</em> and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-397- 4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4920,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposal to Amend the City of Toronto Municipal Code: Chapter 694, Signs, General (the \"Sign By-law\")",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
