{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "86 Mimico Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6131931068",
      "longitudeCoordinate": "-79.4932536468",
      "province": "Ontario",
      "streetAddress": "86 Mimico Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 86 Mimico Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4866"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1711425600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>86 MIMICO AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 86 Mimico Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 86 Mimico Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the northeast corner of Mimico Avenue and Station Road, the property at 86 Mimico Avenue was constructed between 1923 and 1924 for the Union Bank of Canada before becoming the Royal Bank of Canada in 1925 which would operate at the property until closing in 1935. In 1953 the property was purchased by Florence Weber who would reside there until the early 2000s.</p>\n<p>&nbsp;</p>\n<p>The two-storey, flat-roofed, rectangular structure has a principal (south) elevation facing Mimico Avenue and a secondary (west) elevation facing Station Road. Clad in buff brick, the structure features brick quoining on the street facing elevations and decorative cornice and parapet that extend along the street facing elevations and the southern half of the east elevation. The principal elevation features a wide tripartite window and double entrance with decorative door surround at the first storey with three symmetrically organized double sash windows at the second storey. The secondary elevation features three windows followed by a side entrance towards the northerly (rear) corner at the first storey and four double sash windows at the second storey.</p>\n<p>&nbsp;</p>\n<p>The property was identified as a potential heritage resource in the Mimico 20/20 Revitalization Cultural Heritage Resource Assessment prepared in 2012 by URS Canada for the City of Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 86 Mimico Avenue is a representative example of a commercial financial building from Mimico's streetcar period. Constructed between 1923 and 1924, the subject property's two-storey massing with masonry cladding, cornice, quoining and voussoirs, large first storey windows, and stately entrance reflect the property's original use as a bank.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The subject property at 86 Mimico Avenue, along with the adjacent properties at 78 and 80 Mimico Avenue, is important in defining, maintaining, and supporting the predominantly early twentieth century small-scale mixed-use character of Mimico Avenue, which includes a mix of early-twentieth century residential and commercial structures which continue to define the historical local main street character of the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The subject property at 86 Mimico Avenue is physically, visually, and historically linked to its surroundings. Displaying a high level of architectural cohesion with the adjacent properties at 78 and 80 Mimico Avenue to the east, the properties form a collection of commercial buildings constructed in the 1920s that anchor the northeast corner of Mimico Avenue and Station Road and signal the early urban development of this historical local main street.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 86 Mimico Avenue as a representative example of a commercial financial building from Mimico's streetcar period:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The two-storey scale, form, and massing of the 1923-1924 structure on a rectangular plan</li>\n<li>On the principal (south), east and west elevations, the material palette including buff brick and stone</li>\n<li>The decorative cornice and parapet that extend along the (south and west) street facing elevations and the southern half of the east elevation</li>\n<li>On the principal (south) elevation, the organization of the first-storey openings with the double entrance with solid wood panelled doors set within a wooden door, and tripartite window with transom, stone lintel, and sill</li>\n<li>On the principal (south) elevation, the three symmetrically-organized windows at the second storey level with stone sills and vertical brick voussoirs containing six-over-one double sash windows with four paned storm windows.</li>\n<li>On the principal (south) elevation, the brick quoining at the east and west corners</li>\n<li>On the secondary (west) elevation, the three windows of matching height with transoms and side entrance at the first storey with their stone sills and vertical voussoirs</li>\n<li>On the secondary (west) elevation, four windows with six-over-one double sash windows, the southerly three with four paned storm windows, at the second storey</li>\n<li>On the secondary (west) elevation, the detailing with the brick quoining at the north and south corners</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 86 Mimico Avenue in defining, maintaining, and supporting the predominantly early 20th century small-scale mixed-use character of Mimico Avenue:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The two-storey scale, form, and massing of the 1923-1924 structure</li>\n<li>The material palette including buff brick and stone</li>\n<li>The existing arrangement of window and door openings on the principal (south) and secondary (west) elevations</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: RegistrarCCO@toronto.ca within thirty (30) days of March 26, 2024, which is April 25, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5029,
  "otherReferenceList": [
    {
      "description": "PH9.12 - 78, 80 and 86 Mimico Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 86 Mimico Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
