{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Short-Term Rental By-law Implementation Update",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4875"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1711512000000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 547, Licensing and Registration of Short-Term Rentals.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on Wednesday April 17, 18, and 19, 2024 or at a subsequent meeting. If adopted by City Council, the amendments to City of Toronto Municipal Code Chapters will:</p>\n<p>&nbsp;</p>\n<p>1. City Council amend Chapter 547, Licensing and Registration of Short-Term Rentals to:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">(a) Require an applicant for a short-term rental operator registration to submit, upon request, at least two documents in addition to government-issued identification to demonstrate to the satisfaction of Municipal Licensing and Standards that the proposed short-term rental is their principal residence;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(b) Amend the definition of principal residence to clarify that an operator's principal residence cannot include another space on the same property as a proposed or existing short-term rental that meets or could readily be modified to meet the definition of a dwelling unit;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(c) Insert a definition of \"dwelling unit\", for the purposes of determining an operator's principal residence, as a \"separate or self-contained living accommodation for a person or persons living together as a single housekeeping unit in which both food preparation and sanitary facilities are provided for the exclusive use of the occupants of the unit, and includes, for the purposes of this Chapter, a secondary suite, laneway suite, garden suite, or similar accommodation\";</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(d) Limit operators to renting a short-term rental for a cumulative total of 180 nights per calendar year, regardless of whether the rental is a partial-unit or entire-unit rental;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(e) Require an applicant for a short-term rental operator registration or its renewal to attend an in-person interview, upon request, at a time and place designated by Municipal Licensing and Standards, and provide any information or documents Municipal Licensing and Standards may require to evaluate the applicant&rsquo;s eligibility for a short-term rental operator registration;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(f) Clarify that Municipal Licensing and Standards may require an operator to attend an inspection of their short-term rental at any time during the term of their registration and that the operator must comply with directions given by Municipal Licensing and Standards during that inspection;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(g) Clarify that a short-term rental operator registration is tied to the address listed on the registration issued by Municipal Licensing and Standards and require Municipal Licensing and Standards to refuse an application for a short-term rental operator registration or its renewal related to any address for which a short-term rental operator registration had been revoked in the 12 months preceding the application date, except where applicant can demonstrate to the satisfaction of Municipal Licensing and Standards that the property has been sold;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(h) Limit short-term rental operator registrations to one per dwelling unit, regardless of how many people may live in that dwelling unit, to be implemented by permitting only the operator who has held a registration related to the dwelling unit for the longest continuous period of time to renew their registration;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(i) Require the records short-term rental companies must keep to include the full name of the short-term rental operator as listed on their corresponding registration issued by Municipal Licensing and Standards;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(j) Clarify the requirements for short-term rental advertisements, verification of operator registration information by licensed short-term rental companies, and the removal of short-term rental advertisements by unregistered operators by amending 547-1.3 to include the following requirements:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">(i) Require that no person shall advertise a short-term rental unless it displays the operator's registration number in a prominent location on the main page of the advertisement.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">(ii) Require that no person shall advertise, facilitate the advertising or rental of, or broker a short-term rental unless the operator is registered as such with Municipal Licensing and Standards and is using their full name, address and registration number on record with Municipal Licensing and Standards.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">(iii) Require every short-term rental company to verify the above information, at each instance they provide such services, in a manner prescribed by the Executive Director, by reference to the short-term rental registration data maintained and provided by Municipal Licensing and Standards for this purpose.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">(iv) In addition to the above, require a person, within 24 hours of being requested to do so by Municipal Licensing and Standards, to remove an advertisement that does not comply with the above requirements or that relates to an unregistered operator and cancel all future bookings made with respect to that short-term rental.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(k) Amend the process to revoke an operator's registration such that if an operator delivers a written response to Municipal Licensing Standards' notice of intent to revoke their registration, the response shall be reviewed by the Executive Director, or their designate, who shall make a final decision that is no longer subject to further appeal or review;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(l) Require short-term rental operators, in addition to providing emergency information and an exit diagram to guests, to post a physical copy of such information in a conspicuous place within the short-term rental for the duration of a guest's rental period;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(m) Require short-term rental companies to verify the validity of listings on their platforms that claim to be hotels by reference to a list of registered hotels provided by Municipal Licensing and Standards and to remove any listings that do not correspond with the list;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(n) Prohibit a multi-tenant house operator from obtaining a short-term rental operator registration related to that multi-tenant house;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">(o) Remove 547-2.2 D given its time-limited application during the City's pandemic response.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>2. City Council direct the Executive Director, Municipal Licensing and Standards and the Chief Technology Officer to develop an Application Programming Interface (API) to facilitate the secure delivery of and access to short-term rental registration data for the purposes of operator validation by licensed short-term rental companies.</p>\n<p>&nbsp;</p>\n<p>3. City Council request the Province of Ontario to clarify the application of the Residential Tenancies Act with respect to rentals of 28 days or longer.</p>\n<p>&nbsp;</p>\n<p>4. City Council request the Province of Ontario to commit to the preservation of long-term rental housing stock by addressing the Provincial Ombudsman&rsquo;s recommendations related to resource and process-based constraints impacting the operation of the Landlord and Tenant Board.</p>\n<p>&nbsp;</p>\n<p>5. City Council direct the bylaw amendments in Recommendation 1 come into effect on the following dates:</p>\n<p>&nbsp;</p>\n<p>a. The amendment in Recommendation 1 (o) to remove time-limited provisions related to the City's pandemic response come into effect immediately on the date a by-law is adopted.</p>\n<p>&nbsp;</p>\n<p>b. The amendments in Recommendations 1 (b), (c), (i), (j) i - iv, (k), (l), (m) and (n) to enhance data verification processes, advertising requirements and bylaw compliance and enforcement measures come into effect on June 30, 2024.</p>\n<p>&nbsp;</p>\n<p>c. The amendments in Recommendations 1 (a), (e), (f), (g), and (h) addressing strengthening registration requirements and the principal residence requirement come into effect on September 30, 2024.</p>\n<p>&nbsp;</p>\n<p>d. The amendment in Recommendation 1 (d) to limit partial-unit rentals to 180 nights come into effect on January 1, 2025.</p>\n<p>&nbsp;</p>\n<p>6. City Council amend Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C - Schedule 12, Municipal Licensing and Standards by amending fees in the below table:</p>\n<p>&nbsp;</p>\n<table style=\"border: 1px solid black; border-collapse: collapse; height: 155px;\" border=\"1\" width=\"1035\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"height: 31px;\">\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Ref No.</td>\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Service Fee</td>\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Description</td>\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Category</td>\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Fee Basis</td>\n<td style=\"width: 147.094px; text-align: center; height: 31px;\">Fee</td>\n<td style=\"width: 147.104px; text-align: center; height: 31px;\">Annual Adjustment</td>\n</tr>\n<tr style=\"height: 31px;\">\n<td style=\"width: 147.094px; height: 31px;\">465</td>\n<td style=\"width: 147.094px; height: 31px;\">Private Properties</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>Short-Term Rental Company: Application Fee</p>\n</td>\n<td style=\"width: 147.094px; height: 31px;\">Full Cost Recovery</td>\n<td style=\"width: 147.094px; height: 31px;\">Per application</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>$10,000.00</p>\n</td>\n<td style=\"width: 147.104px; height: 31px;\">\n<p>REVISED</p>\n<p>Yes</p>\n</td>\n</tr>\n<tr style=\"height: 31px;\">\n<td style=\"width: 147.094px; height: 31px;\">NEW</td>\n<td style=\"width: 147.094px; height: 31px;\">Private Properties</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>Short-Term Rental Company: Renewal Fee</p>\n</td>\n<td style=\"width: 147.094px; height: 31px;\">Full Cost Recovery</td>\n<td style=\"width: 147.094px; height: 31px;\">Per renewal</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>$10,000.00</p>\n</td>\n<td style=\"width: 147.104px; height: 31px;\">\n<p>REVISED</p>\n<p>Yes</p>\n</td>\n</tr>\n<tr style=\"height: 31px;\">\n<td style=\"width: 147.094px; height: 31px;\">466</td>\n<td style=\"width: 147.094px; height: 31px;\">Private Properties</td>\n<td style=\"width: 147.094px; height: 31px;\">Short-Term Rental Company: Nightly Fee</td>\n<td style=\"width: 147.094px; height: 31px;\">Full Cost Recovery</td>\n<td style=\"width: 147.094px; height: 31px;\">Per night booked</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>$1.50</p>\n</td>\n<td style=\"width: 147.104px; height: 31px;\">Yes</td>\n</tr>\n<tr style=\"height: 31px;\">\n<td style=\"width: 147.094px; height: 31px;\">467</td>\n<td style=\"width: 147.094px; height: 31px;\">Private Properties</td>\n<td style=\"width: 147.094px; height: 31px;\">Short-Term Rental Operator: Registration Fee (Annual)</td>\n<td style=\"width: 147.094px; height: 31px;\">Full Cost Recovery</td>\n<td style=\"width: 147.094px; height: 31px;\">Per application</td>\n<td style=\"width: 147.094px; height: 31px;\">\n<p>REVISED</p>\n<p>$375.00</p>\n</td>\n<td style=\"width: 147.104px; height: 31px;\">Yes</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>7. City Council direct that the amendments to Chapter 441 come into effect as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. The changes to the Short-Term Rental Company Application Fee, Short-Term Rental Company Renewal Fee, and Short-Term Rental Nightly Fee shall come into force on June 30, 2024.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. The changes to the Short-Term Rental Operator Registration Fee shall come into force on January 1, 2025.</p>\n<p>&nbsp;</p>\n<p>8. City Council increase the 2024 Operating Budget of Technology Services Division by $0.243 million gross and net; and increase the 2024 Operating Budget of Municipal Licensing and Standards by $0.777 million gross, $1.020 million revenue, and -$0.243 million net, fully funded from increased licence fee revenues.</p>\n<p>&nbsp;</p>\n<p>9. City Council increase the approved staff complement of Technology Services Division by 2 positions; and increase the approved staff complement of Municipal Licensing and Standards by 21 positions to support the implementation of the proposed changes outlined in this report.</p>\n<p>&nbsp;</p>\n<p>10. City Council authorize the City Solicitor to make amendments to the Toronto Municipal Code, including such technical, stylistic, organizational, or other clarifications to its existing provisions, as may be necessary, in their opinion, to bring these and past adopted recommendations related to short-term rentals into effect or to increase the clarity and readability of its provisions.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held in via video conference and in person at City Hall, 100 Queen Street West, on April 5, 2024 commencing at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled <strong>\"Short-Term Rental By-law Implementation Update&rdquo;</strong>. To view or obtain a copy of the report, visit the City's website at: <a href=\"https://secure.toronto.ca/council/#/committees/2565/24476\">https://secure.toronto.ca/council/#/committees/2565/24476</a></p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Planning and Housing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee on Friday April 5, 2024, please contact the Committee no later than 12:00 p.m. on Thursday April 4, 2024:</p>\n<p>&nbsp;</p>\n<p>Planning and Housing Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p>Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Fiona Chapman, Director, Business Licensing and Regulatory Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>850 Coxwell Ave. 3rd Floor</p>\n<p>Toronto, ON M4C 5R1</p>\n<p>Telephone: 416-392-3070</p>\n<p>Email: <a href=\"mailto:fiona.chapman@toronto.ca\">fiona.chapman@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Elizabeth Glibbery, Director, Rental Standards Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>399 The West Mall Floor 3 North Block</p>\n<p>Toronto, ON M9C 2Y2</p>\n<p>Telephone: 416-392-7633</p>\n<p>Email: <a href=\"mailto:elizabeth.glibbery@toronto.ca\">elizabeth.glibbery@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on Friday April 5, 2024 which will be forwarded to City Council for its meeting on Wednesday April 17, 18 and 19, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397- 4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5038,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Short-Term Rental By-law Implementation Update",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Meetings > Notice of meeting"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png"
  ]
}
