{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "78 Mimico Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6132475913",
      "longitudeCoordinate": "-79.492999118",
      "postalCode": "M8V 1R3",
      "province": "Ontario",
      "streetAddress": "78 Mimico Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 78 Mimico Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4864"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1711425600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>78 MIMICO AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 78 Mimico Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 78 Mimico Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Mimico Avenue between Queens Avenue and Station Road, the property at 78 Mimico Avenue was constructed for John, Percy, and Clarence MacKenzie as the John MacKenzie and Sons Dairy in 1929. The property would operate as the Hillside Dairy from 1932-1943, which was regarded as \"one of the most up-to-date and best equipped dairies in Ontario.\" Silverwood's Dairy acquired and occupied the property in 1944-1955, after which it housed various businesses at the first storey with residential apartments above. The two-storey, flat-roofed, rectangular, brick clad structure features a principal (south) elevation facing Mimico Avenue with brick quoining, cornice, and parapet with a first-storey commercial storefront below three symmetrically placed second storey windows.</p>\n<p>&nbsp;</p>\n<p>The property was identified as a potential heritage resource in the Mimico 20/20 Revitalization Cultural Heritage Resource Assessment prepared in 2012 by URS Canada for the City of Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 78 Mimico Avenue is a representative example of a main street commercial building from Mimico's streetcar period. Constructed in 1929, the subject property's two-storey massing, brick cladding and large storefront windows at the first storey, and smaller windows at the second storey, reflect the property's original use as a commercial structure with residential uses above.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 78 Mimico Avenue, together with the adjacent properties at 80 and 86 Mimico Avenue, is important in defining, maintaining, and supporting the predominantly early-twentieth century small-scale mixed-use character of Mimico Avenue, which includes a mix of early twentieth century residential and commercial structures which continue to define the historical local main street character of the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The subject property at 78 Mimico Avenue is physically, visually, and historically linked to its surroundings. Displaying a high level of architectural cohesion with the adjacent properties at 80 and 86 Mimico Avenue to the west, the properties form a collection of commercial buildings constructed in the 1920s that anchor the northeast corner of Mimico Avenue and Station Road and signal the early urban development of this historical local main street.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 78 Mimico Avenue as a representative example of a commercial building from Mimico's streetcar period:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The two-storey scale, form, and massing of the 1929 structure on a rectangular plan</li>\n<li>On the principal (south), east and west elevations, the material palette including red rug brick and stone</li>\n<li>On the principal (south) elevation, the organization of the first-storey openings with their stone lintels and sills, which alternate (from west to east) as door, window, door, window</li>\n<li>On the principal (south) elevation, the organization of the second-storey fenestration comprised of three symmetrically placed windows with stone sills</li>\n<li>On the principal (south) elevation, the decorative detailing including the brick quoining, cornice, and parapet</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 78 Mimico Avenue in defining, maintaining, and supporting the predominantly early 20th century small-scale mixed-use character of Mimico Avenue:</p>\n<ul>\n<li>The scale, form, and massing of the 1929 structure</li>\n<li>The placement and orientation of the 1929 structure on its lot fronting onto Mimico Avenue</li>\n<li>Material palette including red rug brick and stone</li>\n<li>On the principal (south) elevation, the commercial storefront at street level</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 26, 2024, which is April 25, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5027,
  "otherReferenceList": [
    {
      "description": "PH9.12 - 78, 80 and 86 Mimico Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 78 Mimico Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
