{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposal to Adopt Toronto Municipal Code Chapter 545, Licensing and Chapter 950, Traffic and Parking",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4858"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1710993600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Large Multi-Passenger Pedalled Vehicles (Quadricycles) Pilot</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 545, Licensing and Chapter 950, Traffic and Parking.</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on April 17, 18 and 19, 2024, or at a subsequent meeting. If recommendations are adopted by City Council, the amendments to City of Toronto Municipal Code Chapter 950, Traffic and Parking, Article II, General Operation of Vehicles will:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Add a section which prohibits the operation of a large quadricycle or similar vehicle on a roadway unless operating licensed as a pedicab owner or driver under Toronto Municipal Code, Chapter 545, Licensing, and prohibits any person from operating, parking, storing, or leaving a large quadricycle on a sidewalk.</li>\n</ol>\n<p>If adopted, amendments to City of Toronto Municipal Code Chapter 545, Licensing, Article III, Licensing of Pedicabs section 545-27, 545-29.3 and 545-33 will:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Require that where a pedicab is a large quadricycle, the number of passengers shall not exceed the number of passenger seats available.</li>\n<li>Add a section that will authorize the General Manager, Transportation Services, or their designate to create and amend a list of roadways on which large quadricycles are prohibited from operating, based on the General Manager's opinion of whether the operation of large quadricycles might cause or contribute to traffic management problems, and to post such list publicly.</li>\n<li>Add a section which requires the operators of large quadricycles to submit proposed route maps as part of applying for a licence or its renewal and at least 10 business days prior to modifying or adding a route, to the General Manager, Transportation Services, or their designate, for verification that the route complies with the list of prohibited roadways for large quadricycles and that, in the opinion of the General Manager, the proposed routes will not cause or contribute to potential traffic management problems, and must notify Municipal Licensing and Standards no less than five business days upon verification of any changes or additions to their operating routes.</li>\n<li>Add a section which authorizes the General Manager, Transportation Services or their designate to verify proposed routes for large quadricycles that comply with the following restrictions:\n<ol style=\"list-style-type: lower-alpha;\">\n<li>Any road with a designated speed limit greater than 40km/h per Chapter 950 Schedule XXXV;</li>\n<li>No more than one consecutive block of travel on Yonge Street;</li>\n<li>No more than one consecutive block of travel on Bloor Street or Danforth Avenue;</li>\n<li>No lefthand turns at unsignalized intersections where at least one of the roads is an arterial road; and</li>\n<li>No straight-through movements at unsignalized intersections where the road that the large quadricycle is crossing is an arterial road.</li>\n</ol>\n</li>\n<li>Add a new section which authorizes the General Manager, Transportation Services or their designate to immediately revoke verification of an existing route on the basis of a change in the list of prohibited roadways for large quadricycles or traffic management conditions.</li>\n<li>Exempt pedicabs that are large quadricycles from the requirement that no owner and no driver shall calculate fares on any basis other than time, and the number of passengers shall not be used in any way to calculate any rates, fares or payments.</li>\n</ol>\n<p>The proposed amendments are outlined in the report titled \"Large Multi-Passenger Pedalled Vehicles (Quadricycles) Pilot\". To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2563/24439\">https://secure.toronto.ca/council/#/committees/2563/24439</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held on Thursday, March 28, 2024 at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendment is subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendment may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Transportation Services and Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or register to speak to the Economic and Community Development Committee on March 28, 2024, please contact the Committee no later than 4:30 pm on March 27, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Economic and Community Development Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Elyse Parker, Director, Policy, Data and Strategic Initiatives</p>\n<p style=\"padding-left: 40px;\">Transportation Services</p>\n<p style=\"padding-left: 40px;\">100 Queen St. West, 22nd Floor East,</p>\n<p style=\"padding-left: 40px;\">City Hall. Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-2432</p>\n<p style=\"padding-left: 40px;\">&nbsp;Email: <a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>Or</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Fiona Chapman, Director, Business Licensing and Regulatory Services</p>\n<p style=\"padding-left: 40px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 40px;\">East York Civic Centre, 850 Coxwell Avenue</p>\n<p style=\"padding-left: 40px;\">3rd Floor, West Tower, Toronto, ON, 54C 5R1</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-3070</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Fiona.Chapman@toronto.ca\">Fiona.Chapman@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on March 28, 2024 which will be forwarded to City Council for its meeting April 17, 18 and 19, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5014,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposal to Adopt Toronto Municipal Code Chapter 545, Licensing and Chapter 950, Traffic and Parking",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
