{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "80 Mimico Avenue Toronto Ontario",
      "latitudeCoordinate": "43.613196268",
      "longitudeCoordinate": "-79.493140518",
      "postalCode": "M8V 1R3",
      "province": "Ontario",
      "streetAddress": "80 Mimico Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 80 Mimico Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4865"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1711425600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>80 MIMICO AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 80 Mimico Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 80 Mimico Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of Mimico Avenue between Queens Avenue and Station Road, the property at 80 Mimico Avenue was constructed in 1920 for John and Percy MacKenzie as the John MacKenzie and Son Dairy. Following its sale in 1928 to Anthony Joseph, it would remain in the ownership of the Joseph family until 1980.</p>\n<p>&nbsp;</p>\n<p>The two-storey, flat-roofed, rectangular, brick clad structure features a principal (south) elevation facing Mimico Avenue with brick parapet above a band of decorative brickwork laid in a basketweave pattern. The first storey features a full width storefront with central recessed entrance flanked by large display windows featuring transoms and low bulkheads. The second storey features two symmetrically placed windows with paired double sash windows, stone sills, and brick voussoirs.</p>\n<p>&nbsp;</p>\n<p>The property was identified as a potential heritage resource in the Mimico 20/20 Revitalization Cultural Heritage Resource Assessment prepared in 2012 by URS Canada for the City of Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 80 Mimico Avenue is a representative example of a main street commercial building from Mimico's streetcar period. Constructed in 1920, the subject property's two-storey massing, brick cladding, and storefront with central recessed entrance flanked by large display windows at the first story and smaller paired windows at the second storey, reflect the property's original use as a commercial structure with residential above.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 80 Mimico Avenue, together with the adjacent properties at 78 and 86 Mimico Avenue, is important in defining, maintaining, and supporting the predominantly early twentieth century small-scale mixed-use character of Mimico Avenue, which includes a mix of early-twentieth century residential and commercial structures which continue to define the historical local main street character of the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The subject property at 80 Mimico Avenue is physically, visually, and historically linked to its surroundings. Displaying a high level of architectural cohesion with the adjacent properties at 78 Mimico Avenue to the east and 86 Mimico Avenue to the west, the properties form a collection of commercial buildings constructed in the 1920s that anchor the northeast corner of Mimico Avenue and Station Road and signal the early urban development of this historical local main street.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 80 Mimico Avenue as a representative example of a main street commercial building from Mimico's streetcar period:</p>\n<ul>\n<li>The two-storey scale, form, and massing of the 1920 structure on a rectangular plan</li>\n<li>On the principal (south), east and west elevations, the material palette including red rug brick and stone</li>\n<li>On the principal (south), east and west elevations, the material palette including red rug brick and stone</li>\n<li>On the principal (south) elevation, the organization of the openings on the first-storey commercial storefront with its central recessed entrance flanked by large, faceted plate glass display windows featuring transoms and low bulkheads&nbsp;</li>\n<li>On the principal (south) elevation, the organization of the openings on the second storey with the two symmetrically placed, paired windows with stone stills and brick voussoirs</li>\n<li>On the principal (south) elevation, parapet with its decorative basket weave panel detailing</li>\n<li>&nbsp;</li>\n</ul>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 80 Mimico Avenue in defining, maintaining, and supporting the predominantly early 20th century small-scale mixed-use character of Mimico Avenue:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The two-storey scale, form, and massing of the 1920 structure</li>\n<li>The placement and orientation of the 1929 structure on its lot fronting onto Mimico Avenue</li>\n<li>The material palette including red rug brick and stone</li>\n<li>On the principal (south) elevation, the commercial storefront at street level</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: RegistrarCCO@toronto.ca within thirty (30) days of March 26, 2024, which is April 25, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5028,
  "otherReferenceList": [
    {
      "description": "PH9.12 - 78, 80 and 86 Mimico Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH9.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 80 Mimico Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
