{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures - East Harbour Transit Oriented Community Proposal",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5004"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1715054400000,
  "noticeDescription": "<p style=\"text-align: center;\">City of Toronto Act, 2006 Public Notice</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>East Harbour Transit Oriented Community Proposal</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures</strong></p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures, to authorize the Executive Committee to hold any statutory hearing under the Planning Act for the subdivision application for East Harbour.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting to be held on May 22, 23 and 24, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The letter from Mayor Chow to the Executive Committee has the following recommendations:</p>\n<p>&nbsp;</p>\n<ol>\n<li>City Council direct City staff to report to Executive Committee on all aspects of the East Harbour Transit Oriented Community negotiations.</li>\n<li>City Council amend the City of Toronto Municipal Code Chapter 27, Council Procedures by suspending Section 27-16.5C(2) and 27-16.5D in respect of the statutory hearing required under the Planning Act for the subdivision application for East Harbour, being application number 16270078STE30SB and substituting a special rule to allow the Executive Committee to hold any statutory hearing required under the Planning Act for the subdivision application for East Harbour, being application number 16270078STE30SB, and to consider any appurtenant matters as may arise.</li>\n</ol>\n<p>At its meeting to be held virtually and in person on May 14, 2024, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear virtually or in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view or obtain a copy of the letter that outlines the related amendments to City of Toronto Municipal Code Chapter 27, Council Procedures, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EX14.1\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EX14.1</a></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on May 14, 2024, please contact the Committee no later than 12:00 p.m. on May 13, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"text-align: left; padding-left: 40px;\">Executive Committee</p>\n<p style=\"text-align: left; padding-left: 40px;\">Toronto City Hall</p>\n<p style=\"text-align: left; padding-left: 40px;\">100 Queen Street West, 10th Floor, West Tower</p>\n<p style=\"text-align: left; padding-left: 40px;\">Toronto, ON M5H 2N2</p>\n<p style=\"text-align: left; padding-left: 40px;\">Telephone: 416-392-7033</p>\n<p style=\"text-align: left; padding-left: 40px;\">Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></p>\n<p style=\"text-align: left; padding-left: 40px;\">&nbsp;</p>\n<p style=\"text-align: left;\">To ask questions regarding the content of the letter contact:</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">James Perttula</p>\n<p style=\"padding-left: 40px;\">Director, Transportation Planning</p>\n<p style=\"padding-left: 40px;\">City Planning</p>\n<p style=\"padding-left: 40px;\">Tel: 416-392-4744</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:james.perttula@toronto.ca\">james.perttula@toronto.ca</a></p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council. While the communication to Executive Committee sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations as set out.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on May 14, 2024, which will be forwarded to City Council at its meeting on May 22, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong></p>\n<p>The <em>City of Toronto Act, 2006</em> and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting, you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by</p>\n<p>calling 416-392-7033.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5167,
  "otherReferenceList": [
    {
      "description": "EX14.1 - Consolidated Reporting on the East Harbour Transit Oriented Community Negotiations",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EX14.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures - East Harbour Transit Oriented Community Proposal",
  "topics": [
    "Council/Elections > Proposal to amend the procedures by-law",
    "Planning"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-council.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
