{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "101 Mildenhall Road Toronto Ontario",
      "latitudeCoordinate": "43.7293190975",
      "longitudeCoordinate": "-79.386598877",
      "postalCode": "M4N 3H4",
      "province": "Ontario",
      "streetAddress": "101 Mildenhall Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 101 Mildenhall Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4952"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>101 MILDENHALL ROAD</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\">TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 101 Mildenhall Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 101 Mildenhall Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The subject property is located on the east side of Mildenhall Road, north of Lawrence Avenue East in the Bridle Path-Sunnybrook-York Mills neighbourhood. Designed in 1969 by Banz, Brook, Carruthers, Grierson Shaw Architects as a high school for the Toronto French School (TFS), the Moderne style building at 101 Mildenhall Road is situated on the flat land of Don River valley, overlooking the steep decline of the forested valley. The ecological and topographical features of the Don River ravine landscape form a substantial part of the subject property, stretching across its entire northern portion with the West Don River forming its northern boundary.</p>\n<p>&nbsp;</p>\n<p>The property at 101 Mildenhall Road belongs to a larger grouping of buildings forming the Toronto French School campus, which also includes the adaptive re-use of three estate homes designed in 1923 by the architectural firm McGiffin and Smith for Sir Clifford Sifton.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>101 Mildenhall Road has design and physical value as a representative example of an educational building designed to respond to its natural ravine context and is distinguished by its Moderne style in its material palette, restrained detailing, and horizontal emphasis.</p>\n<p>&nbsp;</p>\n<p>The building retains its blended copper clay brick exterior, horizontal rhythm of fenestration on the north (ravine) elevation, rounded corners, flat roof, low parapet banding, the architectural elements on the primary (west) elevation including the recessed entrance canopy with a cedar slip lapped board and a boxed window set with a glass roof stacked above, and on the south elevation the glass block panels. Lastly, the building's irregular U-shape massing, adjusted to respond to its site on the flat land and bank of the Don River ravine offered classrooms a direct view of the ravine. The design intent was strongly influenced by pedagogical theories of the time which sought to increase the connection between students and the natural environment.</p>\n<p>&nbsp;</p>\n<p>The property is valued for its direct association to the Toronto French School, founded in 1962 by Anna Por and Harry Giles. TFS's association with the site began with the construction of the subject property at 101 Mildenhall Road, evolving over time to amalgamate the entire property into a single campus. The TFS was the first non-denominational bilingual school in Toronto, and among the earliest examples of French immersion education in Canada. The establishment of a secular bilingual curriculum by TFS in the early 1960s is connected to a broader theme related to Canada's development of official policies on bilingualism and multiculturalism, solidified through the adoption of the first federal Official Languages Act in 1969.</p>\n<p>&nbsp;</p>\n<p>The property yields information that contributes to an understanding of the evolution of the West Don River watershed. It has the potential to contribute to the understanding of pre-colonial Indigenous culture due to its location adjacent to the Don River system, which is known to have served a variety of important functions for Indigenous communities. The siting of the building on the top of the bank of the Don River valley and its relationship to the West Don River ravine landscape is characteristic of 20th century development constructed along or adjacent to Bayview Avenue in the Bridle Path-Sunnybrook-York Mills neighbourhood and designed to be responsive to the ravine landscapes of the West Don River.</p>\n<p>&nbsp;</p>\n<p>The property at 101 Mildenhall Road reflects the work of Banz, Brook, Carruthers, Grierson Shaw Architects. Founded in 1962, the Toronto-based firm was known for its modernist design of public institutional buildings and were specialists in public libraries, schools, and other community facilities. Over its history, the architecture firm designed the Brookbanks Community Library (1968), the Mimico Centennial Library, which won a Massey Medal in (1967), the Burlington Public Library (1969), and in North York, Topcliff Avenue Public School (1965) and Pineway Boulevard Public School (1967). In 1971, the firm received a Merit Award from the OMRC Annual Design Awards for 101 Mildenhall Road for its site-responsive design and its pedagogical relationship to the Don River ravine landscape.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Located on the east side of Mildenhall Road, north of Lawrence Avenue East in the Bridle Path-Sunnybrook-York Mills neighbourhood, the property has contextual value as it defines, maintains and supports the landscaped and woodland ravine setting of the west branch of the Don River. The property known as the Petite Ecole, along with the adaptive re-use of the former Sifton Estate, were carefully designed to consider the topography of the site, integrating them within the landscape. As with many of the surrounding properties of former private estates adaptively re-used for institutional purposes, the addition of a new building known as the Petite Ecole, is typical of the area and supports the institutional character of this part of North York.</p>\n<p>&nbsp;</p>\n<p>The property at 101 Mildenhall Road is physically linked to its surroundings as part of a larger interconnected campus through its material palette, informal pedestrian pathways and trails through the Don River ravine. It is also functionally linked to the larger ensemble of buildings comprising the Toronto French School campus and the broader institutional character of the Bridle Path-Sunnybrook-York Mills neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 101 Mildenhall Road as a school/institutional building demonstrating the influence of the Moderne style:</p>\n<ul>\n<li>The scale, form, and massing of the three-storey, flat-roofed building</li>\n<li>Its curved masonry corners and sloped low parapet banding, and recessed lightwell to the north</li>\n<li>Its material palette of blended copper clay bricks, copper, brown anodized aluminum, and glass blocks</li>\n<li>The primary (west) elevation's compositional organization with a central recessed entry bay with a cedar slip lapped board canopy and boxed window with sloped glass roof above</li>\n<li>The horizontal rhythm of fenestration on the ravine (north) elevation featuring boxed glazed windows with glazed sloped roofs</li>\n<li>The lower-level sunken plaza of the north elevation tight to the ravine and triple-bay glazed opening on the northeast corner of the ravine (north) elevation</li>\n<li>The south elevation's composition of window openings and the projecting curved glass block bay at ground level</li>\n<li>Interior features including:</li>\n<li>the rounded corners of the exposed brick and glass block throughout the building</li>\n<li>the rounded sculptural element of the front lobby</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 101 Mildenhall Road, in relation to its associations with the evolution of the West Don River watershed and the Toronto French School campus:</p>\n<ul>\n<li>The natural state of the ravine lands, which extend across the entire north of the property</li>\n<li>The building's placement and orientation at the top of the bank of the Don River valley, overlooking the steep slope of the forested ravine</li>\n<li>The horizontal rhythm of fenestration on the ravine (north) elevation featuring boxed glazed windows with glazed sloped roofs offering the classrooms with direct views of the ravine</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the property at 101 Mildenhall Road as defining, supporting and maintaining the historic character of the area and being physically linked to its setting include:</p>\n<ul>\n<li>The natural state of the ravine lands, part of the West Don River watershed, which extend across the entire north of the property</li>\n<li>The placement and orientation of the building at the top of the bank of the Don River valley, overlooking the steep slope of the forested ravine</li>\n<li>The narrow open space behind the building that affords views directly into the ravine</li>\n<li>The curvilinear pedestrian pathways linking the property to the ensemble of buildings that form part of the Toronto French School campus</li>\n<li>The material palette of clay brick, aluminum punched windows and corrugated aluminum panels</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5115,
  "otherReferenceList": [
    {
      "description": "PH11.18 - 294, 306 and 318 Lawrence Avenue East and 101 Mildenhall Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18 "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 101 Mildenhall Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
