{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "115 Berkeley Street Toronto Ontario",
      "latitudeCoordinate": "43.654169756",
      "longitudeCoordinate": "-79.365066676",
      "postalCode": "M5A 2W8",
      "province": "Ontario",
      "streetAddress": "115 Berkeley Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 115 Berkeley Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4954"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>115 BERKELEY STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\">TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 115 Berkeley Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 115 Berkeley Street, also known as the Sheldon Ward House, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 115 Berkeley Street (formerly known municipally as 93 Berkeley, then 115 and 117 Berkeley) is located at the southeast corner of Berkeley Street and Richmond Street East in the King-Parliament community. The property straddles the eastern boundary of the Old Town of York, the historic St. Lawrence neighbourhood and Heritage Conservation District (HCD) to the south, the Garden District HCD to the north and Corktown to the east. Completed in 1845, the pre-Confederation era property contains an early Victorian 2.5 storey dwelling with an eclectic blend of Georgian features and late-19th century Gothic Revival detailing. At the south end of the rear (east) elevation is a 1980s one-storey addition containing an enclosed rear entrance to both 115 Berkeley Street and the neighbouring property at 111 Berkeley.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 115 Berkeley Street is valued as a rare surviving example in the historic Town of York of a pre-confederation era house-form building. Completed in 1845, the former single-family residence anchoring the southeast corner of Berkeley Steet and Richmond Street East was constructed by Irish-born brick mason and builder, Sheldon Ward, who also served as a councilman for the Municipality of Toronto in 1844-1845, before his untimely death in July of the same year.</p>\n<p>&nbsp;</p>\n<p>The grand, early Victorian era brick dwelling incorporates Georgian elements that were also still fashionable in Toronto in 1845. Defining features include the centre hall plan, a centred main entrance with symmetrical organization of window openings to either side and decorative dichromatic brickwork with buff coloured brick headers above the window openings on the principal (west) elevation, quoining and string courses around all four elevations. The most distinctive Georgian feature of the house is the north elevation with its projecting, buff coloured brickwork alluding to a grand chimney flue and framing three stacked windows, the topmost a round-arched opening. The roof gables with round-arched attic windows and decorative wooden bargeboards on the principal (west) elevation suggest a possible 1880s 'update' to the original building to better reflect new dwellings be built on the block that displayed the late-19th century High Victorian taste in Toronto for Bay-and-Gable type semi-detached residential architecture with Gothic Revival styling. Nearly a century later, the property underwent a sensitive exterior restoration in 1972 to remove decades worth of over-cladding on the exterior brickwork.</p>\n<p>&nbsp;</p>\n<p>The property at 115 Berkeley Street is valued for its historic association with Berkeley Street as the original eastern boundary of the ten-block Town of York established in 1793, and for its association with the history and development of the broader King-Parliament area during its Urban &amp; Industrial Expansion (1850-1914) period of significance, as an urban townscape combining industrial, commercial and residential functions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property contributes to the historic character of the immediate and broader physical context of the street and the neighbourhood.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property at 115 Berkeley Street, along with the adjacent semi-detached house-form building at 111 Berkeley Street, is valued for its role in defining, supporting and maintaining the historical character of the King Parliament neighbourhood which contains the historic 1793 Town of York with Berkeley Street defining its eastern boundary, and reflecting the area's evolution from a 19th-century residential and institutional enclave and one of Toronto&rsquo;s manufacturing centres in the first half of the 20th century, to its current status as a mixed-use community.</p>\n<p>&nbsp;</p>\n<p>The property at 115 Berkeley Street is also historically, visually and physically linked to its setting in the King-Parliament community where, along with the adjacent semi-detached house-form building at 111 Berkeley Street, it stands among a significant collection of surviving mid to late-19th century residential buildings along both sides of Berkeley Street between King and Richmond, including the Charles Coxwell Small House at 300 King Street E (1845), 55-79 Berkeley (1872), 72-78 Berkeley (1883), and 106-112 Berkeley (1886), all of which are recognized on the City's Heritage Register.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 115 Berkeley Street as a rare, pre-Confederation era house-form building with a blend of Georgian and Gothic Revival features:</p>\n<ul>\n<li>the two-storey scale with rectangular form and massing on rubble stone foundation</li>\n<li>the pitched roof with two cross roof gables (one at each end of the principal west elevation)</li>\n<li>the red brick masonry with buff-brick quoining, belt courses and headers</li>\n<li>the buff-coloured brickwork of the Georgian chimneyed north elevation</li>\n<li>the existing fenestration pattern on the principal (west) and rear (east) elevation</li>\n<li>the type and vertical arrangement of the three window openings centred on the north elevation: flat-headed at the first and second storeys; round-arched in the attic storey</li>\n<li>The small, round-arched opening in each of the two cross gables on the principal (west) elevation</li>\n<li>the centred front entrance on the principal (west) elevation</li>\n<li>the decorative wooden bargeboards in the roof gables</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the property at 115 Berkeley Street as helping to define, maintain and support the historic mid-to-late 19th century residential character of Berkeley Street between King and Richmond:</p>\n<ul>\n<li>the placement and orientation of the building on its lot anchoring the southeast corner of Berkeley Street and Richmond Street East, and adjacent to the property at 111 Berkeley Street&nbsp;</li>\n<li>similar setback from the street as the other historic houses on the block</li>\n<li>the materiality with the dichromatic brickwork also employed on adjacent historic house-form buildings</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.16\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.16</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5117,
  "otherReferenceList": [
    {
      "description": "PH11.16 - 111 and 115 Berkeley Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 115 Berkeley Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
