{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 925, Permit Parking and Chapter 950, Traffic and Parking - Revised Free-Floating Car-Share Program",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4957"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1714017600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Revised Free-Floating Car-Share Program</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to City of Toronto Municipal Code Chapter 925, Permit Parking and Chapter 950, Traffic and Parking</strong></p>\n<p>&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 925, Permit Parking and Chapter 950, Traffic and Parking, in order to allow for an expanded free-floating car-share program outside of permit parking areas/streets.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on May 22, 23 and 24, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled \"Revised Free-Floating Car-Share Program\" has the following recommendations:</p>\n<p>&nbsp;</p>\n<ol>\n<li>City Council approve the amendments to City of Toronto Municipal Code Chapter 925 Permit Parking, and City of Toronto Municipal Code Chapter 950, Traffic and Parking, to allow for an expanded free-floating car-share program outside of permit parking areas/streets, generally as outlined in Attachment 1 to the report (April 18, 2024) from the General Manager, Transportation Services.</li>\n<li>City Council authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor, in consultation with the General Manager, Transportation Services in order to give effect to Recommendation 1 above.</li>\n</ol>\n<p>At its meeting to be held virtually and in-person on May 2, 2024, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Date: May 2, 2024</strong></p>\n<p><strong>Time: 9:30 a.m., or as soon as possible thereafter</strong></p>\n<p><strong>Location: By Video Conference</strong></p>\n<p><strong>OR</strong></p>\n<p><strong>City Committee Room 1, Toronto City Hall, 2nd Floor</strong></p>\n<p><strong>100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on May 2, 2024, please contact the Committee no later than 12:00 p.m. on May 1, 2024:</p>\n<p>&nbsp;</p>\n<p><strong>Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp;</strong></p>\n<p><strong>Phone: 416-392-4666</strong></p>\n<p><strong>Mail: Infrastructure and Environment Toronto City Hall 100 Queen Street West, 10th Floor, West Tower</strong></p>\n<p><strong>Toronto, ON M5H 2N2</strong></p>\n<p><strong>Fax: 416-392-1879</strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Infrastructure and Environment Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on <strong>May 2, 2024</strong>, which will be forwarded to City Council at its meeting on <strong>May 22, 23 and 24, 2024</strong>.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"text-align: left;\">Elyse Parker</p>\n<p style=\"text-align: left;\">Director, Policy, Data &amp; Strategic initiatives</p>\n<p style=\"text-align: left;\">Transportation Services</p>\n<p style=\"text-align: left;\">Tel: 416-338-2432</p>\n<p style=\"text-align: left;\"><a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a>&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>Nazzareno A. Capano, P. Eng.</p>\n<p>Manager, Operational Policy &amp;Initiatives</p>\n<p>Transportation Services</p>\n<p>Tel: 416-392-7766</p>\n<p><a href=\"mailto:Nazzareno.Capano@toronto.ca\">Nazzareno.Capano@toronto.ca</a>&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit:</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2566/24493\">https://secure.toronto.ca/council/#/committees/2566/24493</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-7033.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5120,
  "otherReferenceList": [
    {
      "description": "2024.IE13.4 - Revised Free-Floating Car-Share Program",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.IE13.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 925, Permit Parking and Chapter 950, Traffic and Parking - Revised Free-Floating Car-Share Program",
  "topics": [
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
