{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1 Heritage Place Toronto Ontario",
      "latitudeCoordinate": "43.6908513218",
      "longitudeCoordinate": "-79.5186640605",
      "postalCode": "M9P 3S6",
      "province": "Ontario",
      "streetAddress": "1 Heritage Place"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1 Heritage Place",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4948"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>1 HERITAGE PLACE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1 Heritage Place under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1 Heritage Place is located one block west of Scarlett Road north of Eglinton Avenue West in the Humber Heights-Westmount neighbourhood in Etobicoke.</p>\n<p>&nbsp;</p>\n<p>Constructed between 1851 and 1857 for prominent merchant and landowner Edward Scarlett, the property features a vernacular style villa incorporating late Georgian and Italianate elements, reflecting the astylistic simplicity that was popular in the mid-19th century. Located on a rise of land adjacent to the Humber Creek and framed by generous landscaping, the property is situated within a picturesque landscape that retains a sense of rural seclusion.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property is a representative example of a mid-19th century vernacular-style villa situated in a picturesque landscape. The combination of Late-Georgian elements including symmetrical layout, contrasting brick work and stone lintels with wide Italianate eaves and brackets create an astylistic simplicity that is typical of grand mid-19th century vernacular structures.</p>\n<p>&nbsp;</p>\n<p>Originally situated within a larger landscape with views toward the Humber River to the east, the property continues to maintain its picturesque setting atop a rise of land with deep set back from Heritage Place on the edge of the heavily wooded Humber Creek to the southwest. Framed by generous landscaping, including a variety of trees, the property is sheltered from the surrounding residential development, retaining a sense of rural seclusion.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1 Heritage Place is valued for its association with the Scarlett family who, as a merchant millers, businessmen, and landowners, contributed to the early industrial development of Etobicoke and York Townships. Originally purchased by wealthy merchant and landowner John Scarlett in 1829, the property was part of a larger parcel of land adjacent to John Scarlett's toll road (Scarlett Road) and nearby mill on the Humber River. Between 1851 and 1857, his son Edward C. constructed a residence on the property which he purchased in 1854, residing there between 1851-1858 and 1866-1871.</p>\n<p>&nbsp;</p>\n<p>The property at 1 Heritage Place is also valued for its association with Thomas Fisher (1792-1874) who resided at the property between 1858 and 1866 with his daughter and son-in-law. A prominent merchant miller and public figure, Thomas Fisher was inducted into the Etobicoke Hall of Fame in 1974 for his significant contributions to Etobicoke. Following the demolition of his earlier residence, Millwood House, in 1963, Thomas Fisher's great grandson, Sidney Thompson Fisher, donated funds for the establishment of the Thomas Fisher Rare Book Library at the University of Toronto in his memory.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Situated on a rise of land at the edge of the Humber Creek ravine set back from the street on a heavily treed lot, the property is physically, visually and historically linked to its surroundings, maintaining the ideals of Picturesque Movement which sought the integration of architecture with a romanticized version of the natural landscape.</p>\n<p>&nbsp;</p>\n<p>The surrounding residential subdivision from the 1950s along La Rush Drive, and 1980s off Heritage Place, were developed around the property, allowing it to retain both its connection to the Humber Creek and picturesque setting.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 1 Heritage Place being a representative example of a mid-19th century vernacular-style villa situated in a picturesque landscape:</p>\n<p>&nbsp;</p>\n<p><strong>Main Structure</strong></p>\n<ul>\n<li>the two-storey scale with rectangular form and massing on rubble stone foundation</li>\n<li>the hipped roof with wide eaves supported by paired lambs-tongue brackets and integrated pediment centred on the principal facade</li>\n<li>the red brick masonry with buff-brick quoining, cornice, and plinth</li>\n<li>the chimneys with polychrome brickwork</li>\n<li>the symmetrical fenestration pattern with stone sills, pedimented stone lintels on the principal (east) elevation, and square lintels on the north, south and west elevations</li>\n<li>the central front entrance on the principal (east) elevation with paneled door, sidelights, transom, and millwork</li>\n<li>the double-hung six-over-six windows and 12-paned storm windows</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Interior</strong></p>\n<ul>\n<li>the interior plan of the first floor symmetrically organized around a central hallway with staircase flanked on either side by a large room at the front followed by a smaller room to the rear.</li>\n<li>the high quality historic interior features of the first floor including central staircase with heavy turned newel post, front room marble fireplaces, plaster mouldings, and millwork</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Rear Wing</strong></p>\n<ul>\n<li>the two-storey scale with rectangular form and massing on rubble stone foundation</li>\n<li>the red brick masonry</li>\n<li>the gable ended roof with brick parapet and chimney at the rear (west) elevation</li>\n<li>the symmetrical fenestration pattern with stone sills and buff-brick voussoirs on the north and south elevations</li>\n<li>the double-hung six-over-six windows and two-paned storm windows</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 1 Heritage Place being physically, visually and historically linked to its surroundings, maintaining the ideals of Picturesque Movement:</p>\n<ul>\n<li>the placement, deep setback, and orientation of the property on a rise adjacent to the Humber Creek ravine</li>\n<li>the setting of the property with the expansive front (east) lawn and mature landscaping including dense tress along the side and rear property lines</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca </a><span style=\"font-size: 12pt;\">within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</span></p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.15\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.15</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5111,
  "otherReferenceList": [
    {
      "description": "PH11.15 - 1 Heritage Place - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 1 Heritage Place",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
