{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1206 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.681679737",
      "longitudeCoordinate": "-79.391690238",
      "postalCode": "M4T 1W1",
      "province": "Ontario",
      "streetAddress": "1206 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1210 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.681745816",
      "longitudeCoordinate": "-79.391737954",
      "postalCode": "M4T 1W1",
      "province": "Ontario",
      "streetAddress": "1210 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 1206-1210 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4947"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>1196-1204 YONGE STREET AND 1206-1210 YONGE STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 17 and 18, 2024, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 1206-1210 Yonge Street</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 17 and 18, 2024, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 1206-1210 Yonge Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 17 and 18, 2024, has considered an application under Section 34(1) 2 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as1196-1204 Yonge Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; City Council approve:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; the alterations to the heritage properties at 1206-1210 Yonge Street in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a new mixed-use building with such alterations substantially in accordance with the plans and drawings dated February 9, 2024 prepared by KPMB Architects and the Heritage Impact Assessment dated February 12, 2024 prepared by ERA Architects Inc, both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; the demolition of heritage attributes at the heritage properties at 1206-1210 Yonge Street in accordance with Section 34(1)1 of the Ontario Heritage Act to allow for the construction of a new mixed-use building with such alterations substantially in accordance with the plans and drawings dated February 9, 2024 prepared by KPMB Architects and the Heritage Impact Assessment dated February 12, 2024 prepared by ERA Architects Inc, both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below; and</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">c.&nbsp; the demolition of the designated building at 1196-1204 Yonge Street in accordance with Section 34(1)2 of the Ontario Heritage Act, as part of a reconstruction strategy for the site with such demolition and reconstruction being substantially in accordance with the plans and drawings, dated February 9, 2024 prepared by KPMB Architects and the Heritage Impact Assessment dated February 12, 2024 prepared by ERA Architects Inc, and on file with the Senior Manager, Heritage Planning, and subject to conditions as set out below.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>2.&nbsp; City Council direct that its consent to the applications to alter the designated property at 1206-1210 Yonge Street, to demolish heritage attributes on the designated property at 1206-1210 Yonge Street and to demolish and reconstruct the designated property at 1196-1204 Yonge Street are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; prior to any Ontario Land Tribunal Order issued in connection with the related Zoning By-law Amendment, the owner shall:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Enter into a Heritage Easement Agreement with the City for the properties at 1206-1210 Yonge Street, substantially in accordance with the plans and drawings dated February 9, 2024 prepared by KPMB Architects and the Heritage Impact Assessment dated February 12, 2024 prepared by ERA Architects Inc, subject to and in accordance with the Conservation Plan required in Recommendation 2. a. 2 and the Reconstruction Plan required in Recommendation 2. a. 3 below, to the satisfaction of the Senior Manager, Heritage Planning, including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is consistent with the conservation strategy set out in the Heritage Impact Assessment for 1206-1210 Yonge Street dated February 12, 2024 prepared by ERA Architects Inc, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Provide a detailed Reconstruction Plan, prepared by a qualified heritage consultant that is consistent with the reconstruction strategy set out in the Heritage Impact Assessment for 1196-1204 Yonge Street dated February 12, 2024 prepared by ERA Architects Inc, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; That prior to Site Plan approval for the properties at 1196-1204 Yonge Street and 1206-1210 Yonge Street, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Provide final Site Plan drawings substantially in accordance with the approved Conservation and Reconstruction Plans required in Recommendations 2.a.2 and 2.a.3 to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendments to have come into full force and effect;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Provide a Heritage Lighting Plan that describes how the exterior of the properties located at 1196-1204 and 1206-1210 Yonge Street will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4.&nbsp; Provide an Interpretation Plan for the properties located at 1196-1204 and 1206-1210 Yonge Street, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">5.&nbsp; Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">c.&nbsp; That prior to the issuance of any permit for all or any part of the properties at 1196-1204 Yonge Street and 1206-1210 Yonge Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, the owner of the subject property shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Have entered into a Heritage Easement Agreement with the City required in Recommendation 2.a.1 above;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Have obtained final approval for the necessary Zoning By-law Amendment, and such Amendments to have come into full force and effect;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan and Reconstruction Plan required in Recommendations 2.a.2 and 2.a.3 including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4.&nbsp; Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan, the Reconstruction Plan and the Interpretation Plan.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">d.&nbsp; That prior to the release of the Letter of Credit required in Recommendation 2.c.4 above, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required reconstruction work has been completed in accordance with the Conservation Plan, the Reconstruction Plan and the Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p>3.&nbsp; City Council request Heritage Planning to work with the applicants on a Reconstruction Plan&nbsp;for 1196-1210 Yonge Street to seek that the bricks are not painted, and are reconstructed and&nbsp;returned to their original and historically accurate brick colour.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca </a><span style=\"font-size: 12pt;\">within thirty (30) days of April 23, 2024, which is May 23, 2024.</span></p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.CC17.9\">https://secure.toronto.ca/council/agenda-item.do?item=2024.CC17.9</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5110,
  "otherReferenceList": [
    {
      "description": "CC17.9 - 1196-1204 Yonge Street and 1206-1210 Yonge Street - Alterations to and the Demolition of Heritage Attributes at Designated Heritage Properties at 1206-1210 Yonge Street, Demolition of a Heritage Property at 1196-1204 Yonge Street and Authority to Enter into a Heritage Easement Agreement",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.CC17.9"
    }
  ],
  "planningApplicationNumbers": [],
  "title": "Notice of Decision - 1206-1210 Yonge Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
