{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "36 Maitland Street Toronto Ontario",
      "latitudeCoordinate": "43.664540632",
      "longitudeCoordinate": "-79.382321075",
      "postalCode": "M4Y 1C5",
      "province": "Ontario",
      "streetAddress": "36 Maitland Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "42 Maitland Street Toronto Ontario",
      "latitudeCoordinate": "43.664610347",
      "longitudeCoordinate": "-79.382107604",
      "postalCode": "M4Y 1C5",
      "province": "Ontario",
      "streetAddress": "42 Maitland Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 36 and 42 Maitland Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4944"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>36 AND 42 MAITLAND STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>NOTICE OF DECISION</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 17 and 18, 2024, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 36 and 42 Maitland Street.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 17 and 18, 2024, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 36 and 42 Maitland Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1.City Council approve:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. The alterations to the heritage properties at 36 and 42 Maitland Street in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a 56 -storey tower with such alterations substantially in accordance with the plans and drawings dated February 2, 2024, prepared by Turner Fleischer Architects Inc. and the Heritage Impact Assessment dated September 20, 2023, prepared by LHC Heritage Planning &amp; Archaeology Inc., both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. the demolition of the heritage attributes of the existing buildings on the designated heritage properties at 36 and 42 Maitland Street, in accordance with Section 34 of the Ontario Heritage Act in connection with the approval of a 56-storey tower on the subject lands substantially in accordance with the plans and drawings dated February 2, 2024, prepared by Turner Fleischer Architects Inc. and the Heritage Impact Assessment dated September 20, 2023, prepared by LHC Heritage Planning &amp; Archaeology Inc., both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>2. City Council direct that it consents to the application to alter the designated properties at 36 and 42 Maitland Street under Part IV, Section 33 of the Ontario Heritage Act and to the demolition of attributes on the designated heritage properties at 36 and 42 Maitland Street, under Part IV, Section 34 of the Ontario Heritage Act subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. That the related Zoning By-law Amendment permitting the proposed alterations has been enacted by City Council and has come into full force and effect in a form and with content acceptable to City Council, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. That prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Enter into a Heritage Easement Agreement with the City for the properties at 36 and 42 Maitland Street substantially in accordance with the plans and drawings dated February 2, 2024, prepared by Turner Fleischer Architects Inc. and the Heritage Impact Assessment dated September 20, 2023, prepared by LHC Heritage Planning &amp; Archaeology Inc. subject to and in accordance with the Conservation Plan required in Recommendation 2.b.2 below, to the satisfaction of the Senior Manager, Heritage Planning, including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is consistent with the conservation strategy set out in the Heritage Impact Assessment dated September 20, 2023, prepared by LHC Heritage Planning &amp; Archaeology Inc, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. That prior to Site Plan approval for the property at 36-42 Maitland Street, the owner shall:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide final Site Plan drawings substantially in accordance with the approved Conservation Plan required in Recommendation 2.b.2 to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide a Heritage Lighting Plan that describes how the exterior of the properties located at 36 and 42 Maitland Street will be sensitively illuminated to enhance the heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. Provide an Interpretation Plan for the properties located at 36 and 42 Maitland Street, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">d. That prior to the issuance of any permit for all or any part of the properties at 36-42 Maitland Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, the owner of the subject property shall:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Have entered into a Heritage Easement Agreement with the City required in Recommendation 2.b.1 for the property at 36 and 42 Maitland Street including registration on title of such agreement, to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Have provided a detailed Conservation Plan required in Recommendation 2.b.2.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 2.b.2 including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan and Interpretation Plan.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">e. That prior to the release of the Letter of Credit required in Recommendation 2.d.4 above, the owner shall:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca </a><span style=\"font-size: 12pt;\">within thirty days of April 23, 2024, which is May 23, 2024.</span></p>\n<p>&nbsp;</p>\n<p><strong><span style=\"font-size: 12pt;\">A Notice of Appeal of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</span></strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.TE12.24\">https://secure.toronto.ca/council/agenda-item.do?item=2024.TE12.24</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5107,
  "otherReferenceList": [
    {
      "description": "TE12.24 - 36-42 Maitland Street - Alterations to Heritage Properties, Demolition of Attributes and Authority to Enter into a Heritage Easement Agreement",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.TE12.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 36 and 42 Maitland Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
