{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "639 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.66771287",
      "longitudeCoordinate": "-79.385511052",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "639 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "641 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.667820996",
      "longitudeCoordinate": "-79.385490923",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "641 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "645 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.667864689",
      "longitudeCoordinate": "-79.385590819",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "645 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "649 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.668001129",
      "longitudeCoordinate": "-79.38547574",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "649 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "651 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.668020595",
      "longitudeCoordinate": "-79.385633627",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "651 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 639 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5085"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1716868800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>639 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>&nbsp;(INCLUDING ENTRANCE ADDRESSES 2 AND 4 ISABELLA STREET)</strong></p>\n<p style=\"text-align: center;\"><strong>641 YONGE STREET (INCLUDING ENTRANCE ADDRESS 643 YONGE STREET)</strong></p>\n<p style=\"text-align: center;\"><strong>&nbsp;645 YONGE STREET, 649 YONGE STREET (INCLUDING ENTRANCE ADDRESSES 647 YONGE STREET AND 12A ISABELLA STREET) AND 651 YONGE STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 22 and 23, 2024, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 639 Yonge Street (including entrance addresses 2 and 4 Isabella Street) 641 Yonge Street (including entrance address 643 Yonge Street) 645 Yonge Street, 649 Yonge Street (including entrance addresses 647 Yonge Street and 12A Isabella Street) and 651 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 22 and 23, 2024, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 639 Yonge Street (including entrance addresses 2 and 4 Isabella Street) and 651 Yonge Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve:</p>\n<p>&nbsp;</p>\n<p>a. The alterations to the heritage properties at 639, 641, 645, 649 and 651 Yonge Street in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a 76-storey plus mechanical tower with such alterations substantially in accordance with the plans and drawings dated January 25, 2024, prepared by AS + GG Canada Partnership and the Heritage Impact Assessment dated September 29, 2023, prepared by ERA Architects Inc., both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>b. the demolition of the heritage attributes of the existing buildings on the designated heritage properties at 639 and 651 Yonge Street, in accordance with Section 34 of the Ontario Heritage Act in connection with the approval of a 76-storey plus mechanical tower on the subject lands substantially in accordance with the plans and drawings dated January 25, 2024, prepared by AS + GG Canada Partnership and the Heritage Impact Assessment dated September 29, 2023, prepared by ERA Architects Inc., both on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that it consents to the application to alter the designated properties at 639, 641, 645, 649 and 651 Yonge Street under Part IV, Section 33 of the Ontario Heritage Act and to the demolition of attributes on the designated heritage properties at 639 and 651 Yonge Street, under Part IV, Section 34 of the Ontario Heritage Act are also subject to conditions as set out below:</p>\n<p>&nbsp;</p>\n<p>a. That prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Enter into a Heritage Easement Agreement with the City for the properties at 639, 641, 645, 649 and 651 Yonge Street substantially in accordance with the plans and drawings dated January 25, 2024, prepared by AS + GG Canada Partnership and the Heritage Impact Assessment dated September 29, 2023, prepared by ERA Architects Inc., subject to and in accordance with the Conservation Plan required in Recommendation 2.a.2 below, to the satisfaction of the Senior Manager, Heritage Planning, including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>2. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is consistent with the conservation strategy set out in the Heritage Impact Assessment dated September 29, 2023, prepared by ERA Architects Inc., to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Withdraw their appeal(s) of the Historic Yonge Street Heritage Conservation District Plan as it relates to 639, 641, 645, 649 and 651 Yonge Street, and if not an appellant, but rather a party to such appeals, the owner shall withdraw as a party and not seek any party or participant status on the appeals, or advise the City Solicitor, in writing, that they shall not object to the Historic Yonge Street Heritage Conservation District Plan and only maintain a monitoring brief of the hearing on the merits.</p>\n<p>&nbsp;</p>\n<p>b. That prior to Site Plan approval for the property 639, 641, 645, 649 and 651 Yonge Street, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide final Site Plan drawings substantially in accordance with the approved Conservation Plan required in Recommendation 2.a.2 to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide a Heritage Lighting Plan that describes how the exterior of the properties located at 639, 641, 645, 649 and 651 Yonge Street will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>3. Provide an Interpretation Plan for the properties located at 639, 641, 645, 649 and 651 Yonge Street, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>c. That prior to the issuance of any permit for all or any part of the properties at 639, 641, 645, 649 and 651 Yonge Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, the owner of the subject property shall:</p>\n<p>&nbsp;</p>\n<p>1. Have entered into a Heritage Easement Agreement with the City required in Recommendation 2.a.1 for the properties at 639, 641, 645, 649 and 651 Yonge Street including registration on title of such agreement, to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>2. Have obtained final approval for the necessary Zoning By-law Amendment, and such Amendments to have come into full force and effect.</p>\n<p>&nbsp;</p>\n<p>3. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 2.a.2 including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan and Interpretation Plan.</p>\n<p>&nbsp;</p>\n<p>d. That prior to the release of the Letter of Credit required in Recommendation 2.c.4 above, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of May 28, 2024, which is June 27, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to alter the Property under section 33 and 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.CC18.19\">https://secure.toronto.ca/council/agenda-item.do?item=2024.CC18.19</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5248,
  "otherReferenceList": [
    {
      "description": "2024.CC18.19 - 639, 641, 645, 649 and 651 Yonge Street - Alterations to and Demolition of Attributes on Designated Heritage Properties Under Part IV, Sections 33 and 34 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.CC18.19 "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 639 Yonge Street  (Including Entrance Addresses 2 and 4 Isabella Street) 641 Yonge Street (Including entrance address 643 Yonge Street) 645 Yonge Street, 649 Yonge Street (Including entrance addresses 647 Yonge Street and 12A Isabella Street) and 651 Yonge Street\n",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
