{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "26 Millwood Road Toronto Ontario",
      "latitudeCoordinate": "43.699673742",
      "longitudeCoordinate": "-79.396090316",
      "postalCode": "M4S 1J7",
      "province": "Ontario",
      "streetAddress": "26 Millwood Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 26 Millwood Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5082"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1716868800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>26 MILLWOOD ROAD</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 26 Millwood Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Description</strong></p>\n<p>The property at 26 Millwood Road is located on the north side of Millwood Road, approximately 30 metres to the east of Yonge Street in the South Eglinton-Davisville neighbourhood. The property was constructed between 1880-1885 for prominent local businessman and politician Joseph Stanley Davis (1851-1927), whose family the village of Davisville is named after. Originally located on Yonge Street, the property was relocated to 26 Millwood Road between 1925 and 1926 by owner Dr. George Pringle.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>The property at 26 Millwood Road is a representative example of a late-19th century detached residence designed in the Victorian Vernacular Style. Clad in red brick, the property incorporates elements of Victorian architecture including cross gabled roofline, open ended gables with decorative gable pediments, two-storey three-sided bay at the principal elevation, and segmentally arched fenestration with brick voussoirs and stone sills.</p>\n<p>&nbsp;</p>\n<p><strong>Historical Associative Value</strong></p>\n<p>The property at 26 Millwood Road is valued for its direct association with the Davis family, after whom the village of Davisville was named. Originally forming part of Lot 1 of Registered Plan 306, a larger 8.5-acres parcel of land purchased by Davisville Pottery founder and Davisville's first postmaster John Davis in 1873, the property was constructed as a residence by his youngest son, prominent local businessman and politician Joseph Stanley Davis. Along with taking over management of Davisville Pottery following his father's passing in 1891, Joseph also served as postmaster, mayor of North Toronto for five years, a member of Council, and a justice of the peace. After inheriting his father's property, Joseph subdivided the original 8.5-acre parcel into residential lots, creating Joseph Avenue, which was renamed Millwood Road.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for it potential to yield information about the development and evolution of Davisville from a village to a Streetcar Suburb. Originally located on Yonge Street, by the 1920s the village character along Yonge Street was giving way to main street commercial development to serve the surrounding area's growing population. Surrounded by main street commercial buildings, the Joseph Stanley Davis house was relocated between 1925 and 1926 by owner Dr. George Pringle to its current location at 26 Millwood Road.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Built during the early development of Davisville Village on land originally purchased by John Davis and inherited by youngest son Joseph Stanley Davis, the property at 26 Millwood Road has contextual value for being historically linked to the early history of Davisville Village.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 26 Millwood Road as being a representative example of a late-19th century detached residence designed in the Victorian Vernacular Style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two-storey scale and form with cross-gable roofline with slate shingles</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Red brick cladding with segmentally arched window openings featuring brick voussoirs and stone sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Raised front entrance with segmentally arched brick voussoir</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Open ended gables with decorative gable pediments at the principal, east, and west elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two-storey three-sided bay at the principal elevation</p>\n<p>&nbsp;</p>\n<p><strong>Historical Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 26 Millwood Road for its direct association with the Davis family and the land purchased by John Davis in 1873</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Location at 26 Millwood Road within Lot 1 Plan Registered Plan 306</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 26 Millwood Road for being historically linked to the early history of Davisville Village and the Davis family:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement and orientation of the property on the north side of Millwood Road within the original Davisville Village in close proximity to Yonge Street&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of May 28, 2024, which is June 27, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH12.6\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH12.6</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5245,
  "otherReferenceList": [
    {
      "description": "2024.PH12.6 - 26 Millwood Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH12.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 26 Millwood Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
