{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Temporary Closing of Highways to Vehicular Traffic for Snow Removal Operations - Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5182"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1719288000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Temporary Closing of Highways to Vehicular Traffic for Snow Removal Operations</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures</strong></p>\n<p>&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter &nbsp;27, Council Procedures, in order to authorize the General Manager, Transportation Services, to temporarily close to vehicular traffic any highway or portion of highway for up to and including 24 hours for each and any individual temporary closure between November 8 of one year and April 7, inclusive, of the following year, as required for the purposes of snow removal operations.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on July 24, 25, and 26, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled &ldquo;Annual Winter Maintenance Report&rdquo; has the following recommendations for City Council to:</p>\n<p>4. Amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delegate to the General Manager, Transportation Services, the authority to temporarily close to vehicular traffic any highway or portion of highway for up to and including 24 hours for each and any individual temporary closure between November 8 of one year and April 7, inclusive, of the following year, despite Section 937-4 of Chapter 937, as required for the purposes of snow removal operations, and City Council exempt the General Manager, Transportation Services, in carrying out this delegated authority from Section 937-5 of Chapter 937, that being the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>5. Amend City of Toronto Municipal Code Chapter 27, Council Procedures, to provide that the current delegation to Community Council to temporarily close public lanes or public alleys, local roads, collector roads, and minor arterial roads, does not include closures delegated to the General Manager, Transportation Services, in carrying out the authority in Recommendation 4 above.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on July 3, 2024, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Date: July 3, 2024</strong></p>\n<p><strong>Time: 9:30 a.m., or as soon as possible thereafter</strong></p>\n<p><strong>Location: By Video Conference</strong></p>\n<p><strong>OR</strong></p>\n<p><strong>City Committee Room 1, Toronto City Hall, 2nd Floor 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on July 3, 2024, please contact the Committee no later than 12:00 p.m. on July 2, 2024:</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> Phone: 416-392-4666</strong></p>\n<p><strong>Mail: Infrastructure and Environment</strong></p>\n<p><strong>Toronto City Hall</strong></p>\n<p><strong>100 Queen Street West, 10th Floor, West Tower</strong></p>\n<p><strong>Toronto, ON MSH 2N2</strong></p>\n<p><strong>Fax: 416-392-1879</strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Infrastructure and Environment Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on <strong>July 3, 2024</strong>, which will be forwarded to City Council at its meeting on <strong>July 24, 25, and 26, 2024</strong>.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p>Vincent Sferrazza</p>\n<p>Director, Operations and Maintenance Transportation Services</p>\n<p>Tel: 416-338-0977</p>\n<p><a href=\"mailto:Vincent.Sferrazza@toronto.ca\">Vincent.Sferrazza@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit: <a href=\"https://secure.toronto.ca/council/#/committees/2566/24506\">https://secure.toronto.ca/council/#/committees/2566/24506</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON MSH 2N2 or by calling 416-392-4666.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5345,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "title": "Public Notice - Temporary Closing of Highways to Vehicular Traffic for Snow Removal Operations - Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
  "topics": [
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
