{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "522 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.655918437",
      "longitudeCoordinate": "-79.389380123",
      "postalCode": "M5G 1W7",
      "province": "Ontario",
      "streetAddress": "522 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 522 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5205"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "eventList": [],
  "noticeDate": 1719892800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>522 UNIVERSITY AVENUE</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 522 University Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 522 University Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the west side of University Avenue directly south of Elm Street, the property at 522 University Avenue comprises a 15-storey office building for the National Life Assurance Company of Canada designed and completed in 1971-1974 by John C. Parkin, whose firm at the time was known as Parkin, Searle, Wilbee &amp; Rowland.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The National Life Building is valued as a fine example of Monumental Modernist architecture utilizing precast concrete cladding in Toronto. Constructed in 1971-1974, the building&rsquo;s late Modernist character is evidenced by its uniform grid of punched windows and open ground floor plane. The building&rsquo;s distinct Monumental Modernist features include the double-height colonnade and the heavy massing of the wedge-shaped perimeter columns at three sides which extend the public space along University Avenue, Elm Street and Simcoe Street. The building is characterized by the regular rhythm and identical treatment of the east (primary), north, west, and south fa&ccedil;ades with a grid of identical prefabricated precast concrete panels.</p>\n<p>&nbsp;</p>\n<p>The building is also distinguished by the high quality precast concrete mix employed, with fine limestone aggregate, and smooth finish which resembles stone. The individual T-shaped precast concrete panels were formed as a single, sculptural, modular unit, which was designed to clad the structure and create the deep returns around the punched windows.</p>\n<p>&nbsp;</p>\n<p>The National Life Building further demonstrates design/physical value through its unique construction method. Original drawings indicate that the prefabricated precast panels were temporarily supported (in sections), while the building&rsquo;s concrete superstructure was cast in place and permanent anchors were installed. This unorthodox construction method has resulted in a very high-quality building envelope. This distinctive and complex design is characteristic of the versatility of precast concrete as a building material, and of the range of buildings associated with this material and construction method during the Modern period in Toronto.</p>\n<p>&nbsp;</p>\n<p>The building was purpose-built for the National Life Assurance Company of Canada (NLACC) to replace their Beaux-Arts style building that occupied the same site since 1930. The NLACC is a Toronto-based company founded in 1899 and whose first offices stood at the corner of Toronto Street and Adelaide Street East until the company relocated to the prestigious University Avenue Precinct in 1930, as would numerous</p>\n<p>other significant corporate institutions like Canada Life at 330 University Avenue, the Bank of Canada at 250 University Avenue and Sun Life at 200 University Avenue, the latter company's headquarters also designed by John C. Parkin. The NLACC, established in Toronto in 1899 and a subsidiary of Industrial Alliance Insurance and&nbsp;Financial&nbsp;Services Inc.&nbsp;since 1988, has occupied the subject property at the southwest corner of University Avenue and Elm Street for nearly 95 years.</p>\n<p>&nbsp;</p>\n<p>The National Life Building demonstrates the work of Toronto architect John C. Parkin, who has been described as one of Canada&rsquo;s most important modernist architects. Having begun his career with the architectural firm of John B. Parkin Associates,</p>\n<p>one of Canada's leading Modernist and most prolific firms of the 1950s and 1960s that contributed many significant buildings to Toronto during that period, the property at</p>\n<p>522 University Avenue represents a fine example of John C. Parkin's portfolio as an executive architect following the elder Parkin's departure. While the subject property was under construction in 1972, John C. Parkin was appointed a Companion of the Order of Canada for his services to architecture, urban planning, industrial design and the arts. In 1979, the Royal Architectural Institute of Canada (RAIC) awarded him its Gold Medal.</p>\n<p>&nbsp;</p>\n<p>The subject property also demonstrates the work of notable Toronto-based concrete manufacturer, Beer Precast. Their well-known projects include Toronto City Hall with Parkin Associates and Viljo Revell at 100 Queen Street West (1959-1964) and the Medical Sciences Buildings at 1 King&rsquo;s College Circle (1969).</p>\n<p>&nbsp;</p>\n<p>Contextually, the National Life Building is valued for its role in defining, maintaining and supporting the character of the University Avenue Precinct, one of Toronto's major streets and a significant ceremonial avenue that is home to a collection of significant buildings associated with important corporate institutions in Toronto's history and constructed during the twentieth century following the adoption of the University Avenue By-law (1931) that established guidelines directing the scale, materials and appearance of commercial and institutional buildings along the ceremonial boulevard leading to Queen's Park. The by-law regulations with respect to setbacks, design and appearance are reflected in both the design of - and the views framed by - the monumental colonnade.</p>\n<p>&nbsp;</p>\n<p>The subject property is physically, historically and visually linked with its surroundings where it contributes to the group of custom-designed buildings characterizing University Avenue, including the Canada Life Building (1931), 330 University Avenue, the Bank of Canada Building (1958), 250 University Avenue, the Maclean-Hunter Building (1961), 481 University Avenue, the Sun Life Assurance Company Building also designed by John C. Parkin (1961), 200 University Avenue, and the Metro Toronto Court House (1966), 361 University Avenue, which are all recognized heritage properties in the city.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 522 University Avenue as a fine example of Monumental Modernism include:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the fifteen-storey office building situated on the southwest corner of University Avenue and Elm Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rectilinear massing of the building with its symmetrical window openings on all four elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materiality of the external wall and colonnade cladding with the high quality precast concrete mix employed, with fine limestone aggregate,&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;and smooth finish which resembles stone</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The uniform arrangement and design of individual precast concrete panels from the third to fifteenth storeys on each elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale and proportions of the tower window openings on all four elevations</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The tapered, precast concrete-clad perimeter columns extending from the first through second storeys</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The recessed position, and use of transparent glass at the ground and second storeys, with the second storey cantilevered over the ground&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;storey at the east, north, and west elevations</p>\n<p>&middot;&nbsp; &nbsp; &nbsp; &nbsp;At the ground storey of the north elevation fronting onto Elm Street, the centred section of granite wall cladding</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The coffered/waffle concrete ceiling under the second storey of the exterior podium and its continuation into the entrance lobby creating a&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;blurring or fluidity of interior and exterior space</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The continuous open ground floor plane extending from the exterior terrace into the interior entrance lobby</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The entrance lobby interior, with its double-height volume facing the east elevation and its mirrored walls and creating an extended perception of&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;the depth of space</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the property at 522 University Avenue as helping to define, maintain and support the character of the University Avenue Precinct:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building in relation to University Avenue, Elm Street and Simcoe Street</p>\n<p>N.B. the one-storey podium with a second-storey addition at the south end of the property is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of July 2, 2024, which is August 1, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH13.12\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH13.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5364,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 522 University Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
