{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Update on Outstanding Directives Related to the Noise By-law - Amendments to City of Toronto Municipal Code Chapter 591, Noise",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5483"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1729051200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>​​Update on Outstanding Directives Related to the Noise By-law​</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 591, Noise as part of an update to outstanding directives related to the Noise By-law.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on November 13, 14, 15, 2024, or at a subsequent meeting. If adopted by City Council, the recommendations will:</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code Chapter 591, Noise as follows:</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;&nbsp;&nbsp; Add a definition of &ldquo;Grassroots Cultural Organization&rdquo; to mean &ldquo;A small community-led organization or collective, determined in consultation with the General Manager, Economic Development and Culture or their designate, to have a defined cultural or community mandate.&rdquo;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;&nbsp;&nbsp; Amend section 591-3.2G.1 such that it reads as follows: &ldquo;Despite anything contained in &sect; 591-3.2., where an application for an exemption permit is made by a not-for-profit corporation or a grassroots cultural organization, the applicant will not be required to pay the associated exemption permit application fee in Chapter 441, Fees and Charges.&rdquo;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director, Municipal Licensing and Standards to work with private waste collection operators and other relevant stakeholders to respond to reports regarding noise from waste collection, particularly those resulting in overnight and/or early morning disturbances and monitor the response to noise reports.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director, Municipal Licensing and Standards, to work with waste collection operators and other relevant stakeholders to develop and publish online guidance documents for waste collectors, property managers and residents, that may be referred to for best practices to mitigate noise from waste collection operations.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director, Municipal Licensing and Standards to&nbsp;expand the established mediation referral program to include waste collection noise issues and disputes.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"Update on Outstanding Directives Related to the Noise By-law&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EC16.4\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EC16.4</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on October 23, 2024, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on October 23, 2024, please contact the Committee no later than 12:00 p.m. on October 22, 2024:</p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-392-4666; Fax: 416-392-1879</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Joanna Hazelden, Manager, Policy and Planning Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-338-5576</p>\n<p>Email: <a href=\"mailto:Joanna.Hazelden@toronto.ca\">Joanna.Hazelden@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on October 23, 2024, which will be forwarded to City Council for its meeting on November 13, 14, 15, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5626,
  "otherReferenceList": [
    {
      "description": "2024.EC16.4 -  Update on Outstanding Directives Related to the Noise By-law",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.EC16.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Update on Outstanding Directives Related to the Noise By-law - Amendments to City of Toronto Municipal Code Chapter 591, Noise",
  "topics": [
    "Licensing > Proposal to amend the Noise Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
