{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Establishing a Framework to Address Excessive Indoor Temperatures in Leased Residential Premises - Amendments to City of Toronto Municipal Code Chapter 497, Heating and Chapter 629, Property Standards",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5616"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1732770000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong><em>City of Toronto Act, 2006</em> Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Establishing a Framework to Address Excessive Indoor Temperatures in Leased Residential Premises</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 497, Heating and Chapter 629, Property Standards.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on December 17, 18, 19, 2024 or at a subsequent meeting. If adopted by City Council, the recommendations will:</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code, Chapter 497, Heating to:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Revise the date range in &sect; 497-1.2 A to require the landlord to ensure that minimum temperature of 21&deg;C is maintained in all areas of the dwelling unit from \"October 1 in each year to May 15 in the following year\" instead of \"September 15 in each year to June 1 in the following year\".</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code, Chapter 629, Property Standards to:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Revise the date range in &sect; 629-38 F to require all air-conditioning systems be operated from \"June 1 to September 30\" for dwelling units equipped with air conditioning provided by the property owner, instead of \"June 2 to September 14&rdquo;.</p>\n<p>&nbsp;</p>\n<p>Direct the amendments to Chapter 497 and 629 into effect on April 30, 2025.</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director of Municipal Licensing and Standards, in consultation with the Medical Officer of Health, the Executive Director, Environment &amp; Climate and relevant City divisions and external stakeholder groups, to report back by Q4 2025 with implementation considerations and recommended next steps to implement a health-based maximum indoor temperature standard of 26&deg;C for leased residential premises and cooling rooms.</p>\n<p>&nbsp;</p>\n<p>Request that the Province of Ontario amend the Residential Tenancies Act, 2006 to introduce a maximum temperature standard of 26&deg;C for all leased residential premises and include cooling as a vital service to ensure thermal safety protections are available to tenants.</p>\n<p>&nbsp;</p>\n<p>Request that the Province of Ontario proclaim Bill 97, Helping Homebuyers, Protecting Tenants Act, 2023 into force to strengthen tenants' rights to access cooling in leased residential premises and examine additional measures to support vulnerable and low-income tenants with associated cooling costs.</p>\n<p>&nbsp;<br />&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled &ldquo;<strong>Establishing a Framework to Address Excessive Indoor Temperatures in Leased Residential Premises</strong>&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.PH17.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.PH17.5</a></p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on December 5, 2024 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of Planning and Housing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards, Environment and Climate, Toronto Public Health staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee on December 5, 2024, please contact the Committee no later than 12:00</p>\n<p>p.m. on December 4, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ginny Adey, Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 40px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 40px;\">100 Queen St. W</p>\n<p style=\"padding-left: 40px;\">Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-5576</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:ginny.adey@toronto.ca\">ginny.adey@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on December 5, 2024 which will be forwarded to City Council for its meeting on December 17, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5756,
  "otherReferenceList": [
    {
      "description": "2024.PH17.5",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.PH17.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Establishing a Framework to Address Excessive Indoor Temperatures in Leased Residential Premises - Amendments to City of Toronto Municipal Code Chapter 497, Heating and Chapter 629, Property Standards",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
