{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - 2024 Review of the Vehicle-for-Hire By-law and Industry - Amendments to City of Toronto Municipal Code Chapter 546, Licensing of Vehicles-for-Hire",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5639"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1733202000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong><em>City of Toronto Act, 2006</em>, &nbsp;Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>2024 Review of the Vehicle-for-Hire By-law and Industry</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to update and enhance the City's regulatory framework for the vehicle-for-hire industry and adopt amendments to City of Toronto Municipal Code Chapter 546, Licensing of Vehicles-for-Hire.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on December 17, 18 and 19, 2024, or at a subsequent meeting. If adopted by City Council, the amendments will:</p>\n<p>&nbsp;</p>\n<p>1. Amend Chapter 546 to cap the number of private transportation company driver licences such that the number of drivers to whom a licence may be issued by Municipal Licensing and Standards shall be no greater than 80,429 private transportation company drivers, subject to the following:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. The cap is to be reached by attrition as private transportation company drivers licences are cancelled or terminated; and</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Municipal Licensing and Standards may issue private transportation company Driver licences in excess of the cap provided that, as a condition of holding their licence, the private transportation company driver registers and operates only an Accessible or Zero-Emission Vehicle throughout the term of their private transportation company driver licence.</p>\n<p>&nbsp;</p>\n<p>2. Direct the Executive Director, Municipal Licensing and Standards and the General Manager, Transportation Services, to monitor and publish key indicators of the vehicle-for-hire industry, including but not limited to sector efficiency; user fares; wait times; daily active vehicles; trips per day; and the number of Zero Emission Vehicles licensed as private transportation companies, taxicabs and limousines, as well as monitor the impact of any new major transit projects on user mobility.</p>\n<p>&nbsp;</p>\n<p>3. Direct the Executive Director, Municipal Licensing and Standards to develop and implement a centralized dispatch service for on-demand wheelchair accessible vehicle-for-hire service.</p>\n<p>&nbsp;</p>\n<p>4. Authorize the Executive Director, Municipal Licensing and Standards to fund the centralized dispatch service using licensing fee revenues held in the Vehicle-for-Hire Reserve Fund.</p>\n<p>&nbsp;</p>\n<p>5. Amend Chapter 546-119(B)(1) to require private transportation companies to ensure that wheelchair accessible vehicles are available when requested by a passenger through the private transportation companies' platform within a wait time of 15 minutes.</p>\n<p>&nbsp;</p>\n<p>6. Delete Chapter 546-119(C).</p>\n<p>&nbsp;</p>\n<p>7. Amend Chapter 546-116(G) to require private transportation companies to also report on the wait times for each trip by an accessible taxicab that provides accessible transportation service through a private transportation company.</p>\n<p>&nbsp;</p>\n<p>8. Direct the by-law amendments in Parts 5 to 7 above come into effect on January 1, 2026.</p>\n<p>&nbsp;</p>\n<p>9. Amend Chapter 546-51 to increase the maximum age limit of wheelchair accessible vehicles used as a taxicab or private transportation company vehicle to ten model years beyond December 31, 2025.</p>\n<p>&nbsp;</p>\n<p>10. Amend Chapter 546 to specify that the total maximum number of Standard Taxicab Owner licences and Toronto Taxicab Licences that the Executive Director, Municipal Licensing and Standards can issue is 5,472, which is based on previous City Council decisions to issue taxicab owner licences and Toronto Taxicab Owner Licences.</p>\n<p>&nbsp;</p>\n<p>11. Amend Chapter 546 as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. Delete Chapter 546-34 (B)-(G), 546-35 and 546-36</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Amend 546-34(A) to remove the requirement that the notice must include the date of next available accessible vehicle training course.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. Amend Chapter 546 to require that anyone who is sent a notice pursuant to 546-34(A) shall attend and complete an accessible vehicle training course and provide proof of such to Municipal Licensing and Standards, along with an application for a Toronto Taxicab Licence, within 90 days of the date of the notice failing which they will be removed from the Drivers&rsquo; list. This amendment shall subsequently be revoked on December 17, 2025.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d. Amend Chapter 546 to provide that a Toronto Taxicab Licence holder must register a vehicle with Municipal Licensing and Standards that qualifies as an accessible vehicle within 90 days of being issued a Toronto Taxicab Licence.</p>\n<p>&nbsp;</p>\n<p>12. Amend Chapter 546 as follows, effective December 17, 2025:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. Delete Chapter 546-34(A), 546-39 and 546-40 thereby eliminating the Drivers' list.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Toronto Taxicab Licences will be issued with priority given to the order that a complete application is received by Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. Individuals applying to receive or renew a Toronto Taxicab Licence shall, if requested by Municipal Licensing and Standards, permit Municipal Licensing and Standards to take their photograph.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d. On the third Monday of every March, commencing March 2026, the Executive Director shall post the total number of Toronto Taxicab Licences available for issuance on the City of Toronto&rsquo;s website.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">e. Municipal Licensing and Standards shall start accepting Toronto Taxicab Licence applications no earlier than 14 days from the date the total number of Toronto Taxicab Licences available for issuance are posted on the City of Toronto&rsquo;s website.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">f. Municipal Licensing and Standards will stop accepting Toronto Taxicab Licence applications no earlier than 180 days after Municipal Licensing and Standards started accepting Toronto Taxicab Licence applications.</p>\n<p>&nbsp;</p>\n<p>13. Amend Chapter 546 to permit a private transportation company to accept, facilitate or broker requests for or advertise accessible transportation service in an accessible taxicab.</p>\n<p>&nbsp;</p>\n<p>14. Amend Chapter 546 to exempt private transportation companies from the requirements of 546-112(B) with respect to vehicle-for-hire drivers who provide accessible transportation service through a private transportation company in an accessible taxicab.</p>\n<p>&nbsp;</p>\n<p>15. Amend Chapter 546 to exempt vehicle-for-hire licence holders who provide accessible transportation service in an accessible taxicab through a private transportation company from the requirements of 546-19(A) and (F), 546-20(A), 546-23 (B)-(D), 546-25(A)-(B) and 546-112(A).</p>\n<p>&nbsp;</p>\n<p>16. Amend Chapter 546 to require that a private transportation company shall not permit any individual to provide accessible transportation service in an accessible taxicab through their private transportation company unless the individual holds a current vehicle-for-hire driver&rsquo;s licence issued by Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p>17. Direct the by-law amendments in Parts 13 to 16 above come into effect on January 1, 2025.</p>\n<p>&nbsp;</p>\n<p>18. Amend the definition of Trip Meter in Chapter 546-1 to add that it shall also digitally record and transmit business records required to be maintained under Chapter 546 in a format prescribed or approved by the Executive Director, Municipal Licensing and Standards, through a vendor approved by the Executive Director, Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p>19. Add a provision to Chapter 546 allowing the Executive Director, Municipal Licensing and Standards to:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. Establish the criteria for the approval of a Trip Meter vendor;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Approve Trip Meter vendors in accordance with the established criteria; and</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. Publish a list of approved Trip Meter vendors.</p>\n<p>&nbsp;</p>\n<p>20. Add a provision to Chapter 546 requiring that each applicant seeking approval as a Trip Meter vendor shall provide, at minimum, to the Executive Director, Municipal Licensing and Standards:&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. The applicant&rsquo;s full name;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Mailing address;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. Contact information, including a phone number and e-mail address;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d. Information confirming its ability to comply with the Trip Meter vendor</p>\n<p>requirements, in accordance with the criteria established by the Executive Director; and</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">e. Any other information required by the Executive Director.</p>\n<p>&nbsp;</p>\n<p>21. Add a provision to Chapter 546 that Municipal Licensing and Standards has the authority to audit a Trip Meter vendor and request information related to the audit, as required.</p>\n<p>&nbsp;</p>\n<p>22. Add a provision that the Executive Director, Municipal Licensing and Standards has the authority to revoke the approval of a Trip Meter vendor if:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; Municipal Licensing and Standards has reasonable grounds to believe that the Trip Meter vendor no longer meets the requirements for inclusion on the approved list, in accordance with the criteria established by the Executive Director, Municipal Licensing and Standards;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; Municipal Licensing and Standards has reasonable grounds to believe that the vendor or its officers, directors, or employees have not acted in accordance with the intent of the City of Toronto Municipal Code Chapter 546, Licensing of&nbsp;Vehicles-for-Hire,&nbsp;or if incomplete or inaccurate information has been provided; or</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c.&nbsp; Municipal Licensing and Standards has reasonable grounds to believe that the conduct of the vendor or its officers, directors, or employees has resulted, or will result, in a breach of the City of Toronto Municipal Code Chapter 546, Licensing of&nbsp;Vehicles-for-Hire,&nbsp;or any other law.</p>\n<p>&nbsp;</p>\n<p>23. Direct the by-law amendments in Parts 18 to 22 above come into effect on July 1, 2026.</p>\n<p>&nbsp;</p>\n<p>24. Amend the requirements for business records that taxicab brokers and owners must maintain by amending Chapter 546-26 to include the following requirements:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. Amend the meaning of business records in Chapter 546-26(A) to add the following:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">i. Total distance driven for each trip.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">ii. Total fare collected for each trip.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">iii. Vehicle-for-Hire licence number of the driver that completed each trip.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Require taxicab brokers and taxicab owners that do not have an arrangement with a taxicab broker to maintain the business records required under Chapter 546-26 in relation to all trips that commence or terminate in Toronto.</p>\n<p>&nbsp;</p>\n<p>25. Amend the requirements for collision records that taxicab brokers and owners must maintain by amending Chapter 546-26.1. to include the following requirements:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. Require taxicab owners that do not have an arrangement with a taxicab broker to maintain collision records required under Chapter 546-26.1.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. Require taxicab brokers and owners that do not have an arrangement with a taxicab broker to maintain collision records that also include the incident identification number issued by the Toronto Police Service and Collision Reporting Centre associated with each recorded collision, if available.</p>\n<p>&nbsp;</p>\n<p>26. Amend the requirements for information that taxicab brokers and owners must keep by amending Chapter 546-27 to require taxicab owners that do not have an arrangement with a taxicab broker to keep a record of information showing a continuous account of the total distance driven for each day the taxicab was available for service, the times at which the taxicab went on the road each day, any time or times when it was off duty and the time at which it was last available for service to the public on that day.</p>\n<p>&nbsp;</p>\n<p>27. Amend Chapter 546 to require taxicab owners to comply with the requirements under Chapter 546-10.1(A)-(C) regarding audit and investigative authority and record submission requirements.</p>\n<p>&nbsp;</p>\n<p>28. Amend Chapter 546-116(F) to require every private transportation company to include the incident identification number issued by the Toronto Police Service and Collision Reporting Centre associated with each recorded collision, if available.</p>\n<p>&nbsp;</p>\n<p>29. Direct the by-law amendments in Parts 24 to 28 above come into effect on July 1, 2026.</p>\n<p>&nbsp;</p>\n<p>30. City Council approve zero emission grant remittance plans from HOVR, Lyft and Uber, outlined in Attachments 1, 2 and 3 to this report, to enable them to begin participating in the Zero Emissions Grant Program on January 1, 2025.</p>\n<p>&nbsp;</p>\n<p>31. Add the following definition for \"all-weather tire\" to Chapter 546: a tire that is marked with the pictograph of a peaked mountain with a snowflake.</p>\n<p>&nbsp;</p>\n<p>32. Authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor, and the Executive Director, Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"2024 Review of the Vehicle-for-Hire By-law and Industry&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on December 10, 2024, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Date: December 10, 2024</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Time: 9:30 a.m.</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Location: By Video Conference or Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on December 10, please contact the Committee no later than 12:00 p.m. on December 9, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Executive Committee</strong></p>\n<p style=\"padding-left: 40px;\"><strong>City Clerk&rsquo;s Office</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto City Hall</strong></p>\n<p style=\"padding-left: 40px;\"><strong>100 Queen Street West, 2nd Floor</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto, ON M5H 2N2</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p style=\"padding-left: 40px;\"><strong>E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person unless the Committee decides otherwise. Any comments received after the Executive Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on December 10, 2024, which will be forwarded to City Council for its meeting on December 17, 18, and 19, 2024.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, and the proposed rates and fee increases, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Kate Bassil, Chief of Staff</p>\n<p style=\"padding-left: 40px;\">City Manager&rsquo;s Office</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">4th Floor, East Tower, Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-5632</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Kate.Bassil@toronto.ca\">Kate.Bassil@toronto.ca</a></p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">Ginny Adey, Director, Policy and Strategic Support,</p>\n<p style=\"padding-left: 40px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-5576</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Ginny.Adey@toronto.ca\">Ginny.Adey@toronto.ca</a></p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">Fiona Chapman, Director, Business Licensing and Regulatory Services</p>\n<p style=\"padding-left: 40px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 40px;\">East York Civic Centre</p>\n<p style=\"padding-left: 40px;\">850 Coxwell Ave, Toronto, ON M4C 5R1</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-3070</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Fiona.Chapman@toronto.ca\">Fiona.Chapman@toronto.ca</a></p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">Elyse Parker, Director, Policy, Data and Strategic Initiatives</p>\n<p style=\"padding-left: 40px;\">Transportation Services</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">22nd Floor, East Tower, Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-2432</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p><strong>Further Information:</strong> If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on December 10, 2024, which will be forwarded to City Council for its meeting on December 17, 18, and 19, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5763,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - 2024 Review of the Vehicle-for-Hire By-law and Industry - Amendments to City of Toronto Municipal Code Chapter 546, Licensing of Vehicles-for-Hire",
  "topics": [
    "Licensing > Amendment to the Licensing Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
