{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - 2025 Interim Solid Waste Management Services Rates and Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5637"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1733202000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Public Notice</strong></p>\n<p>&nbsp;</p>\n<p><strong>Proposed Amendments to the City of Toronto Municipal Code for increases to the Solid Waste Management Services (SWMS) rates and fees.</strong></p>\n<p>&nbsp;</p>\n<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a by-law, effective January 1, 2025, amending the City of Toronto Municipal Code Chapter 441, Fees and Charges, and any other necessary Municipal Code Chapters as may be required to increase the SWMS rates and fees by customer group as follows:</p>\n<ul>\n<li>3.75 percent rate increase for all Single Family Residential and Residential Units Above Commercial (RUAC) properties.</li>\n<li>3.75 percent rate increase for properties that receive Multi-Residential Front-End Container and Multi-Residential Curbside collection services.</li>\n<li>3.75 percent increase for bag tags and bin purchases.</li>\n<li>3.75 percent increase for Commercial, City Divisions, Agencies, Corporations and Schools.</li>\n</ul>\n<p>City officials are recommending the adoption of the proposed 2025 interim Solid Waste Management Services rates and fees, effective January 1, 2025, in advance of the 2025 Rate and Tax Supported Operating and Capital Budgets. These interim rates may be amended by City Council when the 2025 Rate Supported Operating and Capital Budgets are considered.</p>\n<p>&nbsp;</p>\n<p>The particulars of the proposed interim 2025 Solid Waste Management Services rates and fees are set out in the report to the Executive Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Solid Waste Management Services titled \"2025 Interim Solid Waste Management Services Rates and Fees&rdquo; which can be found online at toronto.ca/council. The recommended interim increases in the Solid Waste Management Services 2025 rates and fees, effective January 1, 2025, are also attached to this notice.</p>\n<p>&nbsp;</p>\n<p>The interim Solid Waste Management Services rate and fee increase of 3.75 percent for 2025 is recommended to maintain all current service levels and allocate sufficient funds to the Waste Management Reserve Fund to finance future capital needs.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on December 10, 2024, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Date: December 10, 2024</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Time: 9:30 a.m.</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Location: By Video Conference or Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on December 10, please contact the Committee no later than 12:00 p.m. on December 9, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Executive Committee </strong></p>\n<p style=\"padding-left: 40px;\"><strong>City Clerk&rsquo;s Office </strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto City Hall</strong></p>\n<p style=\"padding-left: 40px;\"><strong>100 Queen Street West, 2nd Floor </strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto, ON M5H 2N2</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p style=\"padding-left: 40px;\"><strong>E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person unless the Committee decides otherwise. Any comments received after the Executive Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its recommendations on December 10, 2024, which will be forwarded for consideration to City Council at its meeting on December 17, 18 and 19, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report. Toronto City Council may also make changes to rates and fees for which no change is recommended and may adopt additional new rates or fees.</p>\n<p>&nbsp;</p>\n<p>The adopted rates and fees will be implemented through a by-law that will amend the Municipal Code.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, and the proposed rates and fee increases, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">John Oswald</p>\n<p style=\"padding-left: 40px;\">Manager, Financial Planning and Business Analysis</p>\n<p style=\"padding-left: 40px;\">Solid Waste Management Services</p>\n<p style=\"padding-left: 40px;\">Tel: (647) 466-4283</p>\n<p style=\"padding-left: 40px;\">E-Mail: <a href=\"mailto:John.Oswald@toronto.ca\">John.Oswald@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit:</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2468/24404\">https://secure.toronto.ca/council/#/committees/2468/24404</a></p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing and making presentations to Executive Committee:</strong></p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City</p>\n<p>of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e- mail address &ndash; available to the public unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-7033.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5761,
  "otherReferenceList": [
    {
      "description": "EX19.10 - 2025 Interim Solid Waste Management Services Rates and Fees",
      "url": "https://secure.toronto.ca/council/#/committees/2468/24404"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - 2025 Interim Solid Waste Management Services Rates and Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
