{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2026 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.670479798",
      "longitudeCoordinate": "-79.298646317",
      "postalCode": "M4L 1J4",
      "province": "Ontario",
      "streetAddress": "2026 Queen Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2040 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.670728016",
      "longitudeCoordinate": "-79.298264429",
      "postalCode": "M4L 1J4",
      "province": "Ontario",
      "streetAddress": "2040 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Adoption of Official Plan Amendment 775 and Notice of Passing of Zoning By-Law 1239-2024 - 2026-2040 Queen St E",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5608"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1732770000000,
  "noticeDescription": "<p><span style=\"background-color: #ffff00;\"><strong>Please be advised, this Notice has been published online due to a Canada Post Labour Disruption.</strong></span></p>\n<p>&nbsp;</p>\n<p><strong>NOTICE OF ADOPTION OF OFFICIAL PLAN AMENDMENT 775 AND NOTICE OF PASSING OF ZONING BY-LAW 1239-2024</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto adopted Official Plan Amendment 775 on November 14, 2024. Zoning By-law 1239-2024 was also passed on this date, with respect to the lands known as 2026-2040 Queen Street East.</p>\n<p>&nbsp;</p>\n<p>An explanation of the purpose and effect of the Official Plan Amendment and Zoning By-law, and a map showing the location of the lands to which the amendments apply, are attached. The amendments were processed under file number: 24 164943 STE 19 OZ.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on October 24, 2024 and the Toronto and East York Community Council and Toronto City Council considered five oral and 10 written submissions in making the decision. Please see item TE17.9 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.TE17.9\">https://secure.toronto.ca/council/agenda-item.do?item=2024.TE17.9</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to all or part of this Official Plan Amendment and/or Zoning By-law may be made by filing a notice of appeal with the City Clerk, <strong>Attention: Raneisha Hemmings,</strong> Registrar Secretariat, 100 Queen Street West, 2nd Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on <strong>December 18, 2024.</strong> If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of a notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have been received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the specific part of the proposed Official Plan Amendment to which the appeal applies;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the appeal of the proposed Official Plan Amendment and/or Zoning By-law; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee charged by the Ontario Land Tribunal, currently in the amount of $1,100.00 for each application appealed, payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at <a href=\"http://www.olt.gov.on.ca\">www.olt.gov.on.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The proposed Official Plan Amendment is exempt from approval by the Minister of Municipal Affairs and Housing. The decision of Toronto City Council to adopt the proposed Official Plan Amendment is final if a notice of appeal is not received before or on the last day for filing a notice of appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Official Plan Amendment: Only a specified person or public body as defined in the Planning Act that made oral submissions at a public meeting or written submissions to the Council before the plan was adopted, the registered owner of any land to which the plan would apply that made oral submissions at a public meeting or written submissions to the Council before the plan was adopted, the Minister and, in the case of a request to amend the plan, the person or public body that made the request may appeal the decision of Council to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Zoning By-law Amendment: Only an applicant, a specified person or public body as defined in the<em> Planning Act</em> that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, the registered owner of any land to which the by-law would apply that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, and the Minister may appeal the by-law to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the Official Plan Amendment was adopted or before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the Council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>A copy of the by-law, Official Plan Amendment and background information about the application may be obtained by contacting <strong>Raymond Tung</strong> at 416-392-3912, or <a href=\"mailto:Raymond.Tung@toronto.ca\">Raymond.Tung@toronto.ca</a>.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>Owner:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CROMBIE LIMITED PARTNERSHIP &amp; SOBEYS CAPITAL INC.</p>\n<p>Authority:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Item TE17.9, Toronto and East York York Community Council</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE AND EFFECT OF OFFICIAL PLAN AMENDMENT 775 AND ZONING BY-LAW 1239-2024</strong></p>\n<p>&nbsp;</p>\n<p>The purpose and effect of Official Plan Amendment 775 and Zoning By-law 1239-2024 is to permit the development of a six-storey mixed-use building at 2026-2040 Queen Street East. The proposed building has a height of 23.9 metres (including mechanical penthouse) and consists of 60 residential units with 1,140m2 of non-residential gross floor area.</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting<strong> Raymond Tung</strong> at 416-392-3912, or <a href=\"mailto:Raymond.Tung@toronto.ca\">Raymond.Tung@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5750,
  "otherReferenceList": [
    {
      "description": "2024.TE17.9 - 2026-2040 Queen Street East - Official Plan and Zoning By-law Amendment Application - Decision Report - Approval",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.TE17.9"
    }
  ],
  "planningApplicationNumbers": [
    "24 164943 STE 19 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Adoption of Official Plan Amendment 775 and Notice of Passing of Zoning By-Law 1239-2024 - 2026-2040 Queen St E                                  ",
  "topics": [
    "Planning > Adoption of Zoning By-law Amendment",
    "Planning > Adoption of an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
