{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "630 Spadina Avenue Toronto Ontario",
      "latitudeCoordinate": "43.662540632",
      "longitudeCoordinate": "-79.40239024",
      "postalCode": "M5S 2H4",
      "province": "Ontario",
      "streetAddress": "630 Spadina Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 630 Spadina Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5565"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1731906000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>630 SPADINA AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 630 Spadina Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 630 Spadina Avenue (Knox Presbyterian Church) is located on the west side of Spadina Avenue, approximately 30 metres south of Harbord Street, at the eastern edge of the Harbord Village neighbourhood. The property contains a 1909 neo-Gothic style Church with a 1907 Sunday school wing at the rear, a 1961 modernist-style church hall (Fellowship Centre), and 1961 modernist-style chapel.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design Value</strong></p>\n<p>Designed in the neo-Gothic style, the combined church and Sunday school has design value as a fine and representative example of an ecclesiastical building that displays a high degree of craftsmanship. Following the turn of the 20th century, the neo-Gothic style was popular for religious and educational buildings. With its monochromatic surfaces, overall balance, and less ostentatious medieval details including sparse religious symbolism, the style differs from the more elaborate Gothic Revival designs of the 19th century. This can be seen in the church's pointed arch fenestration, triple entrance portal, buttresses, bell tower, and restrained use of ornamentation found at the entrance portals, window hood molds, and corbels in the gables.</p>\n<p>&nbsp;</p>\n<p>The sanctuary and vestibule are also representative of the neo-Gothic style, featuring pointed vault ceilings supported by quatrefoil columns with corbelled capitals, carved woodwork, and stained-glass windows with tracery.</p>\n<p>&nbsp;</p>\n<p>The Sunday school at the west end of the church continues the neo-Gothic styling with its segmentally pointed arch windows, pointed arch entrances and cross gables featuring lancet openings.</p>\n<p>&nbsp;</p>\n<p>The chapel, located south of the main church building, has design value as a unique example of a modernist ecclesiastical building from the mid-20th century, distinguished by its small scale, atypical square plan, low slung brick clad walls and curved roof.</p>\n<p>&nbsp;</p>\n<p>The adjacent exterior cross also has design value as part of John B. Parkin Associates design intent for the Fellowship Wing and chapel. The artistry of the cross is fully experienced when it is flood lit at night, projecting an enlarged image of the cross onto the intentionally blank wall of the Fellowship Wing.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The church has value for its high degree of craftsmanship and artistic merit. While more restrained in its use of ornamentation than churches constructed in the Gothic Revival style, the high-quality rock-faced limestone cladding, carved stone details, and east (principal) elevation featuring large central tripartite stepped stained-glass windows above triple entrance portals with ornamental gables, archivolts and colonettes, exhibit a high degree of craftsmanship. The high degree of craftsmanship extends to the interior where Gothic elements are expressed through finely wrought plasterwork, carved woodwork, and stained glass.</p>\n<p>&nbsp;</p>\n<p>The interior of the Sunday school wing also features north and south staircases featuring finely carved woodwork with Gothic motifs.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property has value for its direct association with the Presbyterian Church in Canada, as the church is home to Toronto&rsquo;s oldest Presbyterian congregation. Established in 1820, it was originally known as the Presbyterian Church of York. In 1904, the church sold its original property on Queen Street between Yonge and Bay Streets to purchase the property at 630 Spadina Avenue, which was located closer to the residential areas where its congregants resided.</p>\n<p>&nbsp;</p>\n<p>Designed by architect and Knox Church member James Wilson Gray, the church that exists today was constructed between 1906 and 1909. Since its construction in 1961, the chapel has hosted and been used in the seeding of new and emerging congregations throughout Toronto.</p>\n<p>&nbsp;</p>\n<p>The church is valued for its association with architect James Wilson Gray (1864-1922) who designed many prominent residential, institutional, and ecclesiastical buildings in Toronto during his nearly four-decade career. Among these works were Heintzman Hall (1910) at 195 Yonge Street, St. Andrew&rsquo;s College (1903) in Rosedale, the Riverdale Presbyterian Church (1921) at Pape Avenue and Harcourt Street, and the Scottish Memorial Cairn and Monument (1891) in Mount Pleasant Cemetery. Gray was also responsible for designing the 1912 Confederation Life Building in Winnipeg which is a National Historic Site. Completed in 1909, the church exemplifies Gray&rsquo;s restrained application of ornamentation in his revivalist designs.</p>\n<p>&nbsp;</p>\n<p>James Wilson Gray was also a prominent member of Knox Presbyterian Church where, during his lifetime, he was an active member of the congregation where he served as a church elder. A stained-glass window honoring James Wilson Gray is located in the north transept of the church. Unveiled in 1922, it was crafted by Robert McCausland Limited.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the architectural firm of John B. Parkin Associates who designed the chapel. One of Canada's leading and most prolific modernist firms in the 1950s and 1960s, it contributed to the construction of many significant buildings in Toronto during this period. Constructed in 1961, the Chapel exemplifies the firm's work at this time which was chiefly aligned with International Style modernism with its square form, ribbon windows and balance of vertical and horizontal lines.</p>\n<p>&nbsp;</p>\n<p>The property is further valued for its association with the stained-glass makers N.T. Lyon Company and Robert McCausland Limited which produced the church&rsquo;s intricate stained-glass windows. Both firm's works are widely recognized as among the finest in Canada, gracing historic landmarks throughout the country including Canada's Parliament Buildings as well as Toronto's Saint Michael's Cathedral Basilica, Saint James Cathedral, and Old City Hall.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Knox Presbyterian Church has value as a landmark on Spadina Avenue. Constructed in 1909, the church, with its grand scale and neo-Gothic architecture, stands out among the surrounding mix of late-19th century residences and modern institutional structures and high-rises. Knox Presbyterian Church also has value as a landmark for the greater Toronto area as an active place of worship serving Toronto's oldest Presbyterian community, which today serves members from throughout the greater Toronto area.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>property.&nbsp;</p>\n<p>&nbsp;</p>\n<p>All heritage attributes located within the interior of the church, Sunday school, and chapel have been identified as \"liturgical elements\".</p>\n<p>&nbsp;</p>\n<p><strong>Church</strong></p>\n<p><em>Exterior</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the church, with cruciform plan, corner tower, and cross-gabled roof with slate shingles</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pointed arch window and entrance openings with stone voussoirs, sills, and hood moulds</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The quarry-faced, random ashlar sandstone cladding and buttresses with smooth faced ashlar sandstone accents</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The carved stone elements including hood mouldings, corbels, pinnacles, and buttress caps</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The square tower with corner buttresses, lancet windows, and belfry with paired pointed arch openings on all four elevations&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The raised triple portal entrance with pointed arch openings featuring carved stone colonnettes, archivolts, tracery, and gables with gargoyles, quatrefoils, and finials on the principal (east) elevation</p>\n<p>&nbsp;</p>\n<p><em>Interior</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pointed arch window and door openings with wood tracery</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pointed arch groin vaults with decorative plaster work supported by quatrefoil columns with corbeled capitals</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The one storey volume of the narthex with finely carved north and south balcony staircases</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The triple height volume of the church including nave, transept, apse, arcaded side aisles, and balcony</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pipe organ with decorative front pipes and carved wooden organ case</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The tripartite stained-glass windows located at the east wall of the nave and the south wall of the transept</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The tripartite stained and coloured glass windows at the north wall of the transept</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stained-glass clerestory windows in the apse</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stained and coloured glass windows in the north and south aisles</p>\n<p>&nbsp;</p>\n<p><strong>Sunday School</strong></p>\n<p><em>Exterior</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The form, scale, and massing of the wing with rectangular plan, hipped roof, and prominent gabled dormers with chimneys</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Buff brick cladding and voussoirs</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Smooth faced ashlar sandstone quoining, lintels, and sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pointed arch and flat headed window and entrance openings</p>\n<p>&nbsp;</p>\n<p><em>Interior</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; North and south staircases with carved oak newel posts, turned balusters, balustrades, and decorative handrails</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; First floor hallway with oak millwork and perpendicular pointed arch entrance to Winchester room with oak doors, tracery, and plaster hood mold with decorative label stops</p>\n<p>&nbsp;</p>\n<p><strong>Chapel</strong></p>\n<p><em>Exterior</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Scale, form, and massing with its atypical square plan, corner buttresses, dark brick cladding and horizontal expanses of uninterrupted wall surface.</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Curved metal roof and finial of steel beams, topped with cylindrical light fixtures</p>\n<p>&nbsp;</p>\n<p><em>Interior</em>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vertical and horizontal ribbon windows fitted with coloured glass</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wood panelled ceiling and exposed curved steel beams</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dark brick cladding</p>\n<p>&nbsp;</p>\n<p><strong>Grounds</strong></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Stone Celtic cross designed by John B. Parkin Associates</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of November 18, 2024, which is December 18, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.11\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.11</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5708,
  "otherReferenceList": [
    {
      "description": "2024.PH16.11 - 630 Spadina Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 630 Spadina Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
