{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Amendments to Chapter 546 Related to Extending Vehicle Age Limits for Vehicles-for-Hire - Amendments to City of Toronto Municipal Code Chapter 546",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5985"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1741752000000,
  "noticeDescription": "<p style=\"text-align: center;\"><em><strong>City of Toronto Act, 2006 Public Notice</strong></em></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to Chapter 546 Related to Extending Vehicle Age Limits for</strong></p>\n<p style=\"text-align: center;\"><strong>Vehicles-for-Hire</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 546</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on March 26, 27 and 28, 2025 or at a subsequent meeting. If adopted by City Council, the amendments to City of Toronto Municipal Code Chapters will:</p>\n<p>&nbsp;</p>\n<p>1. Amend Chapter 546-51 to permit the maximum age limit of wheelchair accessible vehicles used as a taxicab or Private Transportation Company vehicle to be up to ten model years old.</p>\n<p>&nbsp;</p>\n<p>2. Amend Chapter 546 to permit a vehicle registered with Municipal Licensing and Standards for use as a taxicab or sedan limousine as of December 31, 2024 and that is required to be replaced by March 31, 2025 to continue to be used as a taxicab or sedan limousine until August 29, 2025.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the letter titled \" Extending Vehicle Age Limits for Vehicles-for-Hire&rdquo; To view or obtain a copy of the letter, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2468/25772\">https://secure.toronto.ca/council/#/committees/2468/25772</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person on March 19, 2025, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear from any person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Date: March 19, 2025</strong></p>\n<p><strong>Time: 9:30 a.m.</strong></p>\n<p><strong>Location: By Video Conference or Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on March 19, 2025, please contact the Committee no later than 12:00 p.m. on March 18, 2025:</p>\n<p>&nbsp;</p>\n<p><strong>Executive Committee</strong></p>\n<p><strong>City Clerk&rsquo;s Office</strong></p>\n<p><strong>Toronto City Hall</strong></p>\n<p><strong>100 Queen Street West, 2nd Floor</strong></p>\n<p><strong>Toronto, ON M5H 2N2</strong></p>\n<p><strong>Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p><strong>E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the letter sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the letter. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the Executive Committee if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on March 19, 2025 which will be forwarded to City Council for its meeting on March 26-28, 2025</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-392-7033.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6087,
  "otherReferenceList": [
    {
      "description": "2025.EX21.5 - Extending Vehicle Age Limits for Vehicles-for-Hire",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.EX21.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Amendments to Chapter 546 Related to Extending Vehicle Age Limits for Vehicles-for-Hire - Amendments to City of Toronto Municipal Code Chapter 546",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
