{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "21-25 Windsor Street Toronto Ontario",
      "latitudeCoordinate": "43.6184038417",
      "longitudeCoordinate": "-79.4974982553",
      "postalCode": "M8Y 2V9",
      "province": "Ontario",
      "streetAddress": "21-25 Windsor Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "18 Buckingham Street Toronto Ontario",
      "latitudeCoordinate": "43.61904208",
      "longitudeCoordinate": "-79.496487169",
      "postalCode": "M8Y 2W1",
      "province": "Ontario",
      "streetAddress": "18 Buckingham Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "60 Newcastle Street Toronto Ontario",
      "latitudeCoordinate": "43.61820631",
      "longitudeCoordinate": "-79.497304197",
      "postalCode": "M8Y 1A3",
      "province": "Ontario",
      "streetAddress": "60 Newcastle Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Request to Amend the Official Plan and Zoning By-law - 21-25 Windsor Street, 18 Buckingham Street and 60 Newcastle Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6074"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-397-4579",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1744084800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Etobicoke York Community Council</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the Planning Act)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Request to Amend the Official Plan and Zoning By-law Application Number 23 167119 WET 03 OZ</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:</strong><strong>21-25 Windsor Street, 18 Buckingham Street and 60 Newcastle Street</strong><br /><strong>Applicant:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Diamante Group </strong><br /><strong>&nbsp;</strong><br /><strong>Date:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>April 30, 2025</strong><br /><strong>Time:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>9:30 a.m. or as soon as possible thereafter</strong><br /><strong>Place:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>Council Chamber, Etobicoke Civic Centre, 399 The West Mall and by </strong><strong>Video Conference</strong><br /><strong>&nbsp;</strong></p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>The application proposes to amend the Official Plan and Zoning By-law 569-2013 for the properties at 21-25 Windsor Street, 18 Buckingham Street and 60 Newcastle Street to permit three buildings including a seven storey building (Building C), 14 storey building (Building B) and a 32 to 46-storey mixed-use building linked by an eight storey podium (Building A), containing a total of 1117 residential units made up of 184 affordable co-operative units (Building B) and 933 condominium market units (Building A), 124 emergency shelter and supportive housing units proposed within Building C, 1435 square metres of retail space at-grade, 2418 square metres of office space and private daycare space. A new shelter is proposed on site and will replace the existing Elisa House transitional housing facility, operated by the Society of Saint Vincent de Paul (SSVP). The Proposed Development also includes a new 987.7 square metres parkland dedication located on the corner of the Portland Street and Windsor Street intersection. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material and a copy of the proposed Official Plan Amendment may be obtained by contacting Giulia Acuto, Senior Planner at 416-392-4781, or by e-mail at <a href=\"mailto:giulia.acuto@toronto.ca\">giulia.acuto@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Further information can be found at <a href=\"http://www.Toronto.ca/21-25WindsorSt\">www.Toronto.ca/21-25WindsorSt</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>Etobicoke York Community Council will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Etobicoke York Community Council directly, please register by e-mail to <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a> or by phone at 416-397-4579, no later than <strong>12:00 p.m. on April 29, 2025</strong>. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Etobicoke York Community Council may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Nancy Martins, Administrator, Etobicoke York Community Council, Toronto City Hall, 100 Queen Street West, 2nd Floor, Toronto, ON, M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail: <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendment and/or passing or refusal of the proposed Zoning By-law Amendment, you must make a written request to the City Clerk attention: Nancy Martins, Administrator, Etobicoke York Community Council, at the address, fax number or e-mail set out above.</p>\n<p>&nbsp;</p>\n<p><strong>Official Plan and Zoning By-law Amendment Appeal:&nbsp;</strong> If a specified person or public body as defined under the Planning Act or the registered owner of any land to which the plan or by-law would apply would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal, but the specified person or public body as defined under the Planning Act or the registered owner of any land to which the plan or by-law would apply does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or Zoning By-law Amendment is passed, the specified person or public body as defined under the Planning Act or the registered owner of any land to which the plan would apply is not entitled to appeal the decision to adopt the proposed Official Plan Amendment or the by-law.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong> The <em>City of Toronto Act</em>, <em>2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6176,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "23 167119 WET 03 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - Request to Amend the Official Plan and Zoning By-law - 21-25 Windsor Street, 18 Buckingham Street and 60 Newcastle Street",
  "topics": [
    "Planning > Proposal for a Zoning By-law Amendment",
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
