{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 694, Sign By-Law",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6068"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1743652800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p>&nbsp;</p>\n<p><strong>Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on proposed amendments to Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to replace the defined terms Dundas Square Special Sign District and DS-SSD with the Sankofa Square Special Sign District and SK-SSD, as required throughout the Sign By-law; and also to modify Subsection 4G of Schedule C, Additional Special Sign District Regulations, to the Sign By-law to replace references to the previous name of the Sankofa Square with the current name of the square; as well as to replacing the modified permitting regime previously established with respect to Sankofa Square with the standard permitting regime otherwise generally applicable for signs.</strong></p>\n<p>&nbsp;</p>\n<p><strong>The proposed amendments seek to:</strong></p>\n<ol>\n<li><strong>Amend the Sign By-law, as required to replacing all incidents of the phrase &ldquo;Dundas Square Special Sign District&rdquo; with the phrase &ldquo;Sankofa Square Special Sign District&rdquo; and all incidents of the phrase &ldquo;DS-SSD&rdquo; with the phrase &ldquo;SK-SSD&rdquo;, wherever they appear, throughout the Sign By-law; and also;</strong></li>\n<li><strong style=\"font-size: 12pt;\">Amend Subsection 4G of Schedule C, Additional Special Sign District Regulations to the Sign By-law by replacing references to the previous name of Sankofa Square with Sankofa Square&rsquo;s current name both with respect to regulations concerning the sign copy allowed or required to be displayed, and other incidental references throughout Subsection 4G ; as well as replacing the modified permitting regime currently contained within Subsection 4G, with the standard permitting regime otherwise applicable for signs.</strong></li>\n</ol>\n<p><strong>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto approve the amendments to the Sign By-law described above.</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to approve the amendments to the Sign By-law described above.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, Committee Room 1, 2nd Floor, on April 10, 2025 commencing at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Housing Committee agenda at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.4\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.4</a> , as of April 3, 2025.&nbsp; To submit comments or make a presentation to the Planning and Housing Committee, please notify the City Clerk, attention: Nancy Martins, Administrator, Planning and Housing Committee, Toronto City Hall, 100 Queen Street West, 10th Floor West, Toronto, ON M5H 2N2, or call 416‑397-4579 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca,</a>&nbsp;by no later than 12:00 p.m. on April 9, 2025.</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, contact: Ted Van Vliet, Project Director, Business Transformation and Citywide Priorities, Toronto Building, 100 Queen Street West, 16th Floor, East Tower, Toronto ON M5H 2N2, Telephone: 416-392-4235 or e-mail: <a href=\"mailto:Ted.Vanvliet@toronto.ca\">Ted.Vanvliet@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be processed to Council.</p>\n<p>&nbsp;</p>\n<p>If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong> The City of Toronto Act, 2006, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>The City videotapes committee and community council meetings.&nbsp; If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the video tapes available to the public.&nbsp; Questions about the collection of this information may be directed to the City Clerk&rsquo;s Office at 416-397-4579.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6172,
  "otherReferenceList": [
    {
      "description": "2025.PH20.4 - 1 Dundas Street East: Amendments to the Sign By-law",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Amendments to City of Toronto Municipal Code Chapter 694, Sign By-Law",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
