{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "752 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.669271597",
      "longitudeCoordinate": "-79.386749856",
      "postalCode": "M4Y 2B6",
      "province": "Ontario",
      "streetAddress": "752 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 752 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6118"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1745812800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>752 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESSES AT 752 AND 754 YONGE STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 752 Yonge Street (including entrance addresses at 752 and 754 Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 752 Yonge Street (including entrance addresses at 752 and 754 Yonge Street) is located on the west side of Yonge Street, mid-block between Charles Street West and Bloor Street West. It contains a three-storey mixed-use brick building constructed in 1912 in the Edwardian Classicism architectural style. The building retains its historic scale, form and massing as a main street commercial row building fronting onto Yonge Street, where it is part of a cohesive grouping of built heritage resources that contribute to a distinct sense of place representing Toronto's late nineteenth to early twentieth century architecture - a period when Yonge Street's main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property was included on the Heritage Register in March 2016.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 752 Yonge Street has design and physical value as a representative example of a main street commercial row building type constructed in 1890 and designed in the Edwardian Classicism architectural style. The use of the Edwardian style is evident in its flat roof with rectangular plan, symmetrical composition of varied bay widths each flanked with decorative brickwork including brick pilasters and ashlar lintels, decorative square billet brickwork that delineates the third floor from the parapet, and the central stepped up and sloping central gable parapet with finials. The building's low-rise and fine grained built form with storefront at grade is representative of its typology.</p>\n<p>&nbsp;</p>\n<p>Situated on the west side of Yonge Street, mid-block between Bloor Street West and Charles Street West, the subject property maintains and supports the historic commercial main street character of Yonge Street, south of Bloor Street, particularly through its connection with the adjacent low-rise properties at 750, and 756-758 Yonge Street that together form a historic streetwall. The design and material palette of the building are reflective of the predominant architectural styles and features that define historic Yonge Street.</p>\n<p>Contextually, the property at 752 Yonge Street (including entrance addresses at 752 and 754 Yonge Street) is functionally, visually, physically, and historically linked to Yonge Street, often considered Toronto's \"Main Street,\" as a mixed-use main street commercial row building from the early twentieth century that has consistently provided services, amenities, and employment opportunities to the neighbouring residential areas for over one hundred years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 752 Yonge Street as a representative example of a main street commercial row building designed in the Edwardian Classicism style:</p>\n<ul>\n<li>The placement, setback, and orientation of the building on the west side of Yonge Street, mid-block between Bloor Street West and Charles Street West</li>\n<li>The scale, form, and massing of the three-storey building within a rectangular shaped plan</li>\n<li>The flat roofline</li>\n<li>The brick cladding</li>\n<li>The architectural details that are representative of the Edwardian Classicism architectural style, including:</li>\n<li>Simple symmetrical composition with varied bay widths</li>\n<li>Ashlar sill course, ashlar lintels, and brick pilasters on second and third floors</li>\n<li>Decorative square billet brickwork that delineates the third floor from the parapet</li>\n<li>Parapet with stepped up central gable, pilasters, and finials</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 752 Yonge Street as supporting and maintaining the historic character of this portion of Yonge Street, and as being functionally, visually, physically, and historically linked to its surroundings:</p>\n<ul>\n<li>The placement, setback, and orientation of the commercial building on the west side of Yonge Street, mid-block between Charles Street West and Bloor Street West</li>\n<li>The brick cladding on the building's east elevation facing Yonge Street, which is consistent with the brick detailing found in the historic buildings on this portion of Yonge Street</li>\n<li>The scale of the building, which is consistent with the three-storey height and rhythm of narrow storefronts of the adjacent properties, which together form a historic streetwall</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of April 28, 2025, which is May 28, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3</a>.&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6221,
  "otherReferenceList": [
    {
      "description": "2025.PH20.3 - 750, 752, and 756-758 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 752 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
