{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "522 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.655918437",
      "longitudeCoordinate": "-79.389380123",
      "postalCode": "M5G 1W7",
      "province": "Ontario",
      "streetAddress": "522 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 522 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6117"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1745812800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>522 UNIVERSITY AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 24, 2025, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 522 University Avenue.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 24, 2025, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 522 University Avenue. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve:</p>\n<p>&nbsp;</p>\n<p>a. The alterations to the designated heritage property at 522 University Avenue, in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a 64-storey mixed-use building, with such alterations substantially in accordance with the plans and drawings dated July 31, 2024 prepared by WZMH and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects, dated October 15, 2024, and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>b. The demolition of heritage attributes of the existing designated heritage property at 522 University Avenue accordance with Section 34(1) 1 of the Ontario Heritage Act to allow for the construction of a 64-storey mixed-use building , substantially in accordance with the plans and drawings dated July 31, 2024 by WZMH and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects dated October 15, 2024, and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to the application to alter the designated heritage property at 522 University Avenue, in accordance with Part IV, Section 33 of the Ontario Heritage Act, and its consent to the demolition of heritage attributes at 522 University Avenue, under Part IV, Section 34(1)1 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p>a. That the related Zoning By-law Amendment permitting the proposed alterations has been enacted by City Council and has come into full force and effect in a form and with content acceptable to City Council, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Planning;</p>\n<p>&nbsp;</p>\n<p>b. That prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Enter into a Heritage Easement Agreement with the City for the property at 522 University Avenue, substantially in accordance with the plans and drawings dated July 31, 2024 prepared by WZMH, and on file with the Senior Manager, Heritage Planning; and the Heritage Impact Assessment (HIA), dated October 15, 2024 prepared by ERA Architects, all on file with the Senior Manager, Heritage Planning, subject to and in accordance with the Conservation Plan required in Recommendation 2.b.2, to the satisfaction of the Senior Manager, Heritage Planning including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>2. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for the property at 522 University Avenue, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>c. That prior to the issuance of any permit for all or any part of the property at 522 University Avenue, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. &nbsp;Have entered into a Heritage Easement Agreement with the City required in Recommendation 2.b.1 above for the property at 522 University Avenue including registration on title of such agreement, to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>2. Have obtained final approval for the necessary Zoning By-law Amendments, and such Amendments to have come into full force and effect.</p>\n<p>&nbsp;</p>\n<p>3. Provide a Heritage Lighting Plan that describe how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such a plan to the satisfaction of the Senior Manager Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>5. Submit a Signage Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>6. Provide a detailed Landscape Plan for the subject property, satisfactory to the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>7. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plans required in Recommendation 2.b.2, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>8. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, to secure all work included in the approved Conservation and Interpretation plans.</p>\n<p>&nbsp;</p>\n<p>d. That prior to the release of the Letter of Credit required in Recommendation 2.c.8, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation and Interpretation Plans and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of April 28, 2025, which is May 28, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.TE21.11\">https://secure.toronto.ca/council/agenda-item.do?item=2025.TE21.11</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6220,
  "otherReferenceList": [
    {
      "description": "2025.TE21.11 - 522 University Avenue - Alterations to and Demolition of Heritage Attributes at a Designated Property under Sections 33 and 34 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.TE21.11. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 522 University Avenue",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
