{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": " Public Notice - Proposed Licensing Regulations for Animal-Related Businesses - Amendments to City of Toronto Municipal Code Chapter 545, Licensing, Chapter 349, Animals, and Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6323"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1751428800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong><em>City of Toronto Act, 2006</em> Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Proposed Licensing Regulations for Animal-Related Businesses</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 545, Licensing, Chapter 349, Animals, and Chapter 441, Fees and Charges</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on July 23-25, 2025, or at a subsequent meeting. If adopted by City Council, the amendments to City of Toronto Municipal Code Chapters will:</p>\n<p>&nbsp;</p>\n<p>1. Amend Toronto Municipal Code Chapter 545, Licensing, in accordance with the draft article attached as Attachment 1 to the staff report, as follows:</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to 545-246 Definitions</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;a.&nbsp; Add new definitions as follows:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 1.&nbsp; PET ESTABLISHMENT &ndash; A building, part of a building, vehicle, or other place in which animals are kept for business activities. Such&nbsp; &nbsp;business activities include, but are not limited to, breeding, boarding, training, grooming, and similar activities, or any combination of these activities.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 2.&nbsp; PET DAYCARE &ndash; A pet establishment used for boarding of dogs, cats or other animals between the hours of 7 a.m. and 11 p.m. only.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 3.&nbsp; KENNEL &ndash; A pet establishment used for boarding, breeding or training of dogs, cats or other animals, including between the hours of 11 p.m. and 7 a.m.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 4.&nbsp; PET GROOMING SALON &ndash; A pet establishment used for grooming of dogs, cats or other animals.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 5.&nbsp; ANIMAL CENTRE &ndash; As defined in Chapter 349, Animals.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 6.&nbsp; ANIMAL &ndash; As defined in Chapter 349, Animals.</p>\n<p><br />&nbsp; &nbsp;b.&nbsp; Amend definitions as follows:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 1.&nbsp; PET SHOP &ndash; A pet establishment where animals for use as pets are sold or kept for sale.</p>\n<p><br />&nbsp; &nbsp; &nbsp; 2.&nbsp; VETERINARIAN - A person registered and entitled to practise veterinary medicine under the Veterinarians Act, as amended.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Category-Wide Requirements</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;c.&nbsp;&nbsp;&nbsp; Amend title of Article XX &ldquo;Pet Shops&rdquo; to &ldquo;Pet Establishments&rdquo;.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;d.&nbsp;&nbsp;&nbsp; Amend 545-247 to be titled &ldquo;Separate licence required for each pet establishment&rdquo; and to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A separate licence shall be taken out for each pet establishment.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;e.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Endorsements&rdquo; and to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Every owner or operator of a pet establishment shall obtain a licence and, at the time of application for a licence and at each application for renewal, obtain a separate endorsement of their licence for every business activity conducted, provided or offered at the premises as follows:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; Any person who owns or operates a pet establishment which offers or provides animals for sale or adoption shall obtain a licence and a Sale/Adoption of Animals endorsement.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; Any person who owns or operates a pet establishment which offers or provides animal breeding shall obtain a licence and an Animal Breeding endorsement.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; Any person who owns or operates a pet establishment which offers or provides animal daycare, boarding, or training shall obtain a licence and an Animal Daycare/Boarding/Training endorsement.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4)&nbsp; Any person who owns or operates a pet establishment which offers or provides pet grooming shall obtain a licence and a Pet Grooming endorsement.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5)&nbsp; Any person who owns or operates a pet establishment which offers or provides overnight keeping of animals shall obtain a licence and an Overnight Animal Keeping endorsement.</p>\n<p>B.&nbsp;&nbsp; Every owner or operator shall notify the Municipal Licensing and Standards Division in writing of any change to the operations of the pet establishment which may result in a change in the business activities conducted, provided or offered, at least 30 days prior to the implementation of such change.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;f.&nbsp;&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Exceptions&rdquo; to read &ldquo;Article XX does not apply to:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; The premises of an Animal Centre.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; The premises of an affiliate to branch of the Ontario Society for the Prevention of Cruelty to Animals (OSPCA).</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; C.&nbsp;&nbsp; The premises of an accredited veterinary hospital under the care of a veterinarian licensed by the College of Veterinarians of Ontario (CVO).</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; D.&nbsp;&nbsp; The Toronto Zoo.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; E.&nbsp;&nbsp; Ross Lord Stables.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; F.&nbsp;&nbsp;&nbsp; Sunnybrook Stables.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; G.&nbsp;&nbsp; Riverdale Farm.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; H.&nbsp;&nbsp; High Park Zoo.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; I.&nbsp;&nbsp;&nbsp;&nbsp; Black Creek Pioneer Village.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; J.&nbsp;&nbsp;&nbsp; Exhibition Place.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; K.&nbsp;&nbsp; Toronto Island Farm.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; L.&nbsp;&nbsp;&nbsp; Woodbine Racetrack.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; M.&nbsp; Ripley&rsquo;s Aquarium of Canada.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; N.&nbsp;&nbsp; Studio sets and locations within the City on which professionally produced films are being made by film professionals and film production companies, for the duration of filming only.</p>\n<p><br />&nbsp; &nbsp; &nbsp; O.&nbsp;&nbsp; Premises registered as research facilities pursuant to the Animals for Research Act.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; P.&nbsp;&nbsp; Premises of slaughterhouses licensed pursuant to the Meat Inspection Act.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Q.&nbsp;&nbsp; Premises where Toronto Police Service animals are kept.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; R.&nbsp;&nbsp; Toronto Wildlife Centre.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; S.&nbsp;&nbsp; Royal Ontario Museum.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; T.&nbsp;&nbsp;&nbsp; Businesses or attractions that have been expressly exempted by the City in writing.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;g.&nbsp; Add section titled &ldquo;Application requirements&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Every pet establishment operator shall provide the name and address of the licensed veterinarian(s) who will provide services to the pet establishment, ensuring that each species receives appropriate veterinary services from a qualified professional.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;h.&nbsp; Delete sections 545-248, 545-249, 545-250, 545-251, 545-252, 545-253, 545-254, 545-255, 545-256, 545-257, 545-259, 545-260.1 and 545-260.2, that relate to animal care, facility standards and operations, which are to be reorganized and re-added under new sections.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;i.&nbsp; Delete section 545-260, that relates to the sale of poultry.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;j.&nbsp; Amend section 545-258 to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; The Municipal Licensing and Standards Division, and any other person authorized by the Executive Director or their designate may inspect any pet establishment or place where animals are kept for business activities at any time.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;k.&nbsp; Add section titled &ldquo;Animal care requirements&rdquo; to read:</p>\n<p><br />&nbsp; &nbsp; &nbsp; A.&nbsp; Animals are fed as needed in accordance with the particular food requirements of each type or species of animal kept.</p>\n<p><br />&nbsp; &nbsp; &nbsp; B.&nbsp; Water is provided daily to every animal in sufficient quantity to maintain at all times a potable supply available to such animal.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; C.&nbsp; Food and water receptables be mounted or situated that they cannot be easily overturned or contaminated.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; D.&nbsp; Primary enclosures in which animals are housed on the premises are located in such a way as to provide maximum comfort to satisfy the known and established needs for the particular species housed and are provided with safeguards to prevent extreme environmental changes and to prevent undue direct physical contact with such animals by the general public.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; E.&nbsp; Primary enclosures permit the animal to:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; be confined;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; remain clean and/or dry;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; turn, stand up, sit down, lie down with limbs outstretched, have sufficient perch space to permit full wing extension in every direction;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4)&nbsp; move or walk around; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5)&nbsp; hide, where appropriate.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; F.&nbsp;&nbsp;&nbsp; Primary enclosures are:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; structurally sound;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; free of sharp edges and other hazards;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; contain impervious surfaces which do not retain odours;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4)&nbsp; have floors which do not allow the feet or toes of an animal to pass through any opening; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5)&nbsp; have a portion be a solid surface large enough for the animal to sit and/or lay on.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; G.&nbsp;&nbsp; Bedding, if any, inside a primary enclosure is made of non-toxic and non-irritating materials, able to absorb feces and urine, and permits the animal to nest, lay eggs or burrow.</p>\n<p>&nbsp;&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; H.&nbsp; Incompatible animals are not housed or confined in the same primary enclosure.</p>\n<p><br />&nbsp; &nbsp; &nbsp; I.&nbsp; &nbsp;Animals are not kept in crowded quarters or cages.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; J.&nbsp; No more than 20 budgerigars or canaries or 25 finches, nor any combination of more than 25 such birds, are contained in a single cage with dimensions smaller than 68.6 centimetres by 40.6 centimetres by 78.7 centimetres.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; K.&nbsp; No more than 15 budgerigars or canaries or 20 finches nor any combination of more than 20 such birds are contained in a single cage with dimensions smaller than 61 centimetres by 35.6 centimetres by 40.6 centimetres.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; L.&nbsp; Primary enclosures which house cats include a litter box.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; M&nbsp; Outdoor enclosures which house dogs comply with section 349-7 as listed in Chapter 349, Animals.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; N.&nbsp; All persons responsible for the care, feeding or cleaning of animals are adequately trained and supervised in the handling and care of all animals.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; O.&nbsp; There are a sufficient number of employees competent in the care of animals to properly care for every animal.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; P.&nbsp; Animals are handled so as not to cause the animal physical injury, harm or discomfort.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Q.&nbsp; Predator and prey species are housed with separation sufficient to prevent the respective species from seeing, hearing and/or smelling the other.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; R.&nbsp; Social species are housed in groups or pairs, according to their social and behavioural needs.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;l.&nbsp; Add section titled &ldquo;Facility requirements&rdquo; to read:</p>\n<p><br />&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Every pet establishment operator shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; During the period in which a licence issued under this chapter is in force, there shall be exhibited over the street door or in the lower front window of the pet establishment in respect of which such licence is issued, or in some other conspicuous place satisfactory to the Municipal Licensing and Standards Division a sign having in plain letters not less than 15 centimetres in height in the English language the words \"Licensed Pet Establishment,\" and such licence shall be kept continuously exposed in a conspicuous place in the interior of the premises.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; Any establishment is ventilated by mechanical means, such as by windows, vents, fans or air conditioners, to remove odours and prevent condensation.</p>\n<p><br />&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; The ambient temperature in an establishment:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; is regulated by a heating or cooling system to protect the animals from extreme temperatures; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; is monitored by means of a thermometer.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4)&nbsp; The lighting in an establishment:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; is sufficient to permit observation of all animals, inspection and cleaning;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; is sufficient to allow for the proper stimulation and normal behaviour of the animal; and</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; does not pose a health hazard to the animal.</p>\n<p><br />&nbsp; &nbsp; &nbsp; &nbsp; (5)&nbsp; Any establishment, including all primary enclosures is to be cleaned each day to ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; all pests, rodents, insects, pathogens and parasites are removed or killed;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; food and water receptacles (including sipper tubes) are free of any dirt, debris and algae; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; all excess water, food and waste materials are disposed of.</p>\n<p><br />&nbsp; &nbsp; &nbsp; &nbsp; (6)&nbsp; No animal remains inside a primary enclosure while the primary enclosure is being cleaned.</p>\n<p><br />&nbsp; &nbsp; &nbsp; &nbsp; (7)&nbsp; Where the quarters used for the housing of any animal form part of or are physically attached to a building used for human habitation or to which the public have access, such quarters shall have a concrete or other impermeable floor with a drain opening constructed as a plumbing fixture, and such floor shall be thoroughly cleaned and washed with water at least once each day, or more often than once if necessary to keep the said floor clean.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (8)&nbsp; Animal waste is disposed of regularly in a hygienic manner to maintain cleanliness and prevent odors, with increased frequency as needed.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (9)&nbsp; An attendant responsible for the care and control of the animals shall be on the premises of the pet establishment at all times during hours of operation, unless consent has been obtained from each pet owner.</p>\n<p><br />&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; Every pet establishment operator shall:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; Take all reasonable and humane steps to prevent nuisance caused by barking or undue noise, and comply with Chapter 591, Noise, at all times.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; Make every reasonable effort to obtain the name, address and description of anyone offering to them any animal which they have cause or reason to suspect has been stolen or otherwise unlawfully obtained, and they shall report the facts promptly to the nearest police station.</p>\n<p><br />&nbsp; &nbsp;m.&nbsp; Add section titled &ldquo;Record keeping requirements&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;A.&nbsp; Every pet establishment operator shall keep a record for each animal acquired or kept, for the duration of the pet establishment&rsquo;s custody of the animal and for a 12-month period after the date of sale, departure or death of the animal. Each entry should include:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (1)&nbsp; the date of acquisition, arrival, or birth;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (2)&nbsp; the date of sale, departure, or death;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (3)&nbsp; the name, breed, date of birth, behaviour, physical description, health and reproductive status, vaccination information, licence and microchip number (if applicable);</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (4)&nbsp; the name, address, and phone number of the person or organization from whom it was acquired, or pet owner; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (5)&nbsp; the name, address, and phone number of the person or organization who acquires the animal, or pet owner.</p>\n<p><br />&nbsp; &nbsp;B.&nbsp; Every pet establishment operator shall keep a record of any animal-related injuries for each animal acquired or kept, for the duration of the pet establishment&rsquo;s custody of the animal and for a 12-month period after the date of sale, departure or death of the animal. Each entry should include:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (1)&nbsp; the date and time of the injury;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (2)&nbsp; a detailed description of the injury;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (3)&nbsp; the location of the injury;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (4)&nbsp; the animals and/or humans involved; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (5)&nbsp; any actions taken following the injury.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;n.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Insurance requirements&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;Every pet establishment operator shall, in respect of each pet establishment for which they hold a licence, require a Commercial General liability with notice to the effect that the Municipal Licensing and Standards Division will be given at least 10 days' notice in writing of any cancellation, expiration or variation in the amount of the policy, and insuring, in the amount of $2,000,000 comprehensive against loss or damage resulting from bodily injury to or the death of one or more persons, or from loss or damage to property resulting from an occurrence. A certified copy or certificate of such policy shall be deposited with the Municipal Licensing and Standards Division. Such policy of insurance shall endorse the City as an additional insured.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Sale or Adoption of Animals</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;o.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Requirements for pet shops or businesses keeping animals for sale or adoption&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp; Every operator of a pet shop or business keeping animals for sale or adoption (including breeding kennels) shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1) Animals are not sold or given away to anyone under the age of 18.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2) Animals are not displayed in windows.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3) Mammals are not sold or given away before they have reached the normal weaning age, based on known requirements of each particular species.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4) Animals are groomed, including the trimming of hair, beaks and nails.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5) Animals have up-to-date vaccinations and parasite treatments, unless exempted in writing by a licensed veterinarian.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (6) Deceased animals are contained and disposed of without delay.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (7) A daily record of animal observations must be maintained, documenting behavior and any signs of illness, distress, or injury, including changes in eating, drinking, urination, and defecation.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (8) Animals indicating signs of illness or injury are examined and appropriately treated within 24 hours of the onset of illness or injury by a veterinarian or other qualified person experienced in the care and treatment of the species concerned, unless a lesser or greater deadline is determined by a representative of the Municipal Licensing and Standards Division, and that such animal is kept in a quarantine area, away from the public and other animals until such illness or injury has been cured.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (9) Dogs, cats, rabbits and guinea pigs are only obtained from the following sources, except when breeding kennels are obtaining purebred animals, in accordance with the standards set out in the Animal Pedigree Act:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; animal centres;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; registered humane societies;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; registered animal rescue groups; or</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (d)&nbsp; from people who have surrendered their pets at no charge.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (10) A detailed record of all veterinary care is maintained, including dates of care, diagnoses, prescribed medications, treatments administered, and the information of the veterinarian including name and contact information.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; B.&nbsp; Whenever an operator of a pet shop or business keeping animals for sale or adoption sells or otherwise homes a dog, cat, rabbit, or guinea pig, they shall give to the purchaser a receipt showing the name and address of the vendor and purchaser, the date of sale, the sale price, and breed or cross-breed, sex, age and description, including colour and markings, of the animal, and an up-to-date certificate of health from a veterinarian, and shall post in a conspicuous place, a notice provided by the Municipal Licensing and Standards Division advising customers of the required content of the receipt.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Breeding Kennels</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;p.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Requirements for breeding kennels&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Every operator of a breeding kennel shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; Proof of active membership is maintained with the Canadian Kennel Club (CKC) or another appropriate professional kennel or breeding organization, as approved by the Municipal Licensing and Standards Division.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; Adequate human supervision and assistance is available during the whelping period and the following birth of offspring.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; A designated whelping area is provided that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; is of adequate size to accommodate the dam and litter;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; is clean, dry, and with absorbent bedding;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; allows the dam to have access to food, water, and rest;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (d)&nbsp; has the water source positioned to prevent offspring from falling into it;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (e)&nbsp; prevents offspring from escaping or harming themselves; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (f)&nbsp;&nbsp; includes a safe source of supplemental heat until the offspring can thermoregulate.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; (4)&nbsp; Ethical breeding practices are followed, including that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; no breeding occurs between parent and offspring, or between siblings;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; all animals are evaluated by a licensed veterinarian and confirmed to be physically and behaviorally sound before breeding;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; animals that test positive for inherited diseases, have genetic abnormalities, pose a risk to public safety, exhibit signs of psychological distress related to breeding, or have traits negatively affecting their quality of life, are not bred;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (d)&nbsp; animals experiencing illness or injury that causes pain during breeding are not bred until conditions are resolved; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (e)&nbsp; the age at which breeding begins, frequency of breeding, total number of breedings, and the breeding retirement age of each animal are confirmed by a licensed veterinarian.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; Every operator of a breeding kennel shall keep a breeding record for each cat and dog acquired or kept, for the duration of the breeding kennel&rsquo;s custody of the animal and for a 12-month period after the date of sale, departure, or death of the animal. Each entry should include</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; For sires: dates bred, dams bred to, outcome of breedings (successful or failed), and results of any genetic testing.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; For dams: heat cycle dates, dates bred, sires bred to, outcome of breedings (successful or failed), whelping dates, litter sizes (live and stillborn), birthing complications, and results of any genetic testing.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; For offspring: weight measured regularly until weaned.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Pet Daycares, Boarding and Training Kennels</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;q.&nbsp; &nbsp;Add section titled &ldquo;Requirements for pet daycares, boarding and training kennels&rdquo; to read &ldquo;Every operator of a pet daycare, boarding or training kennel shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp; Prior to accepting dogs or cats for daycare, boarding, training, or similar activity, the animal has up-to-date vaccinations and parasite treatments, unless exempted in writing by a licensed veterinarian.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; B.&nbsp; Each animal is inspected upon intake for signs of any contagious or infectious disease.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; C.&nbsp; The owner of any animal exhibiting signs of illness or injury is contacted promptly; if the owner cannot be reached or cannot arrange immediate care with their preferred veterinarian, the operator must ensure veterinary care is provided.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; D.&nbsp; No more than one animal is kept in a single primary enclosure without prior consent from the owners of all the animals who would share the enclosure.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; E.&nbsp; Dogs less than four (4) months of age are separated from dogs older than four (4) months that are not owned by the same person unless the owner of the dog less than (4) months of age has provided written authorization.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; F.&nbsp; Dogs are provided an area to exercise freely, and which prevent any dogs from exiting the property; if no dedicated exercise area is available, dogs must be regularly walked on a leash.&rdquo;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Pet Grooming Salons</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;r.&nbsp;&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Requirements for pet grooming salons&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Every operator of a pet grooming salon shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; Prior to accepting dogs or cats for grooming services, the animal has up-to-date vaccinations and parasite treatments, unless exempted in writing by a licensed veterinarian.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; Each animal is inspected upon intake for signs of any contagious or infectious disease.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (3)&nbsp; The owner of any animal exhibiting signs of illness or injury is contacted promptly; if the owner cannot be reached or cannot arrange immediate care with their preferred veterinarian, the operator must ensure veterinary care is provided.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4)&nbsp; Bathing tubs are equipped with a non-slip bottom surface.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5)&nbsp; No more than one animal is kept in a single primary enclosure without prior consent from the owners of all the animals who would share the enclosure.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (6)&nbsp; Staff use handling methods that apply the least amount of restraint necessary to minimize fear, pain, stress, and suffering, while ensuring the safety of both animals and humans.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (7)&nbsp; Grooming tools, equipment, and surfaces are maintained in good working order and cleaned and sanitized regularly.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; Mobile grooming salons operating in areas other than on private property, in addition to complying with every other part of this Article, must also comply at all times with Chapter 743, Use of Streets and Sidewalks, Chapter 517, Idling of Vehicles and Boats, and all parking regulations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article XX &ndash; Overnight Keeping of Animals</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;s.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Requirements for the overnight keeping of animals&rdquo; to read &ldquo;Every operator of a pet establishment keeping animals on-site between hours of 11 p.m. and 7 a.m. must:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Make available upon request a Level 1 noise control plan to the Municipal Licensing and Standards Division.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; Notify owners of all animals if animals will be kept on-site overnight without staff present during that time.&rdquo;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to 545-1 Definitions</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;t.&nbsp; Add new definitions as follows:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 1.&nbsp; ANIMAL ATTRACTION &ndash; A building, part of a building, vehicle or other place where animals are used for public display, education, entertainment, or interactive experiences.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;u.&nbsp; Amend definition as follows to include the addition of animal attractions:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; 1.&nbsp; &nbsp;AMUSEMENT ACTIVITY &ndash; Activities including but not limited to the following: bowling, video arcades and arcade games, archery, axe throwing, carnivals, internet cafes, miniature golf, golf driving ranges, go-kart courses, roller-skating rinks, billiards or pool, trampolines, rebound tumbling, animal attractions and other like activities.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Updates to Article LII &ndash; Amusement Establishments</span></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;v.&nbsp; &nbsp;Amend section 545-564 to read &ldquo;To apply for an amusement establishment licence or its renewal, or at any time during the term of the licence at the request of the Municipal Licensing and Standards Division, the applicant or licensee shall submit to the Municipal Licensing and Standards Division:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; If the establishment serves alcohol, a copy of a valid liquor licence.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; The following documents issued by the Technical Standards and Safety Authority or its successor agency, if applicable to the business:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (1)&nbsp; A valid and current licence to carry on business in Ontario; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (2)&nbsp; A valid and current permit for each amusement device operating in the establishment.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; C.&nbsp;&nbsp; If the establishment has animals on the premises.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; D.&nbsp;&nbsp; A level 1 noise control plan and/or a patron management plan, if requested by the Executive Director.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; E.&nbsp;&nbsp; A level 2 noise control plan, if requested by the Executive Director, for approval.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; F.&nbsp;&nbsp;&nbsp; Any other information or documents required by the Executive Director.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;w.&nbsp; Amend section 545-566 to read:</p>\n<p>&nbsp;</p>\n<p>Every operator shall, in respect of each amusement establishment for which they hold a licence, require a Commercial General liability with notice to the effect that the Municipal Licensing and Standards Division will be given at least 10 days' notice in writing of any cancellation, expiration or variation in the amount of the policy, and insuring, in the amount of $2,000,000 comprehensive against loss or damage resulting from bodily injury to or the death of one or more persons, or from loss or damage to property resulting from an occurrence. A certified copy or certificate of such policy shall be deposited with the Municipal Licensing and Standards Division. Such policy of insurance shall endorse the City as an additional insured.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;x.&nbsp; Add provision to section 545-567 to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Animal attractions keeping animals between the hours of 11 p.m. and 7 a.m. must make available upon request a level 1 noise control plan.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;y.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Inspection of premises&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; The Municipal Licensing and Standards Division, and any other person authorized by the Executive Director or their designate may inspect any amusement establishment at any time.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp;z.&nbsp;&nbsp;&nbsp; Add section titled &ldquo;Animal attraction requirements&rdquo; to read:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; A.&nbsp;&nbsp; Every operator of an animal attraction shall ensure that:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (1) They comply with all requirements in section [ ] Animal care requirements, section [ ] Facility requirements, and section [ ] Record keeping requirements</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2) Animals are not displayed in windows.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(3) Animals are provided with regular rest periods away from public interaction.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (4) Animals receive appropriate enrichment to support their psychological well-being.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (5) All public interactions with animals are supervised by trained staff to prevent harm to both the animals and visitors.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (6) Clear guidelines for visitor safety are established, including, but not limited to:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (a)&nbsp; Restricting physical contact with dangerous or sensitive species;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (b)&nbsp; Using barriers or protective equipment where necessary, and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (c)&nbsp; Prohibiting unsupervised feeding of animals by the public.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (7) Animals are groomed, including the trimming of hair, beaks and nails.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (8) Animals have up-to-date vaccinations and parasite treatments, unless exempted in writing by a licensed veterinarian.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (9) Deceased animals are contained and disposed of without delay.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (10) A daily record of animal observations is maintained, documenting behavior and any signs of illness, distress, or injury, including changes in eating, drinking, urination, and defecation.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (11) Animals indicating signs of illness or injury are examined and appropriately treated within 24 hours of the onset of illness or injury by a veterinarian or other qualified person experienced in the care and treatment of the species concerned, and that such animal is kept in a quarantine area, away from the public and other animals until such illness or injury has been cured.</p>\n<p><br />&nbsp; &nbsp; &nbsp; B.&nbsp;&nbsp; Every operator of an animal attraction shall provide the name and address of the licensed veterinarian(s) who will provide services to the animal attraction, ensuring that each species receives appropriate veterinary services from a qualified professional.</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; C.&nbsp;&nbsp; Premises from section [ ], Exceptions, are not considered animal attractions.</p>\n<p>&nbsp;</p>\n<p>2. Amend Toronto Municipal Code Chapter 349, Animals as follows:</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;&nbsp;&nbsp; Amend definition to remove the exclusion of fish:</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ANIMAL &ndash; All species of fauna excluding humans and aquatic invertebrates.</p>\n<p>&nbsp;</p>\n<p>3. Amend Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C &ndash; Schedule 12, Municipal Licensing and Standards by amending fee description names in the table below:<br /><br /></p>\n<table style=\"border-collapse: collapse; border: none;\">\n<tbody>\n<tr style=\"height: 22.1pt;\">\n<td style=\"width: 33.6pt; border: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"45\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Ref. No.</span></p>\n</td>\n<td style=\"width: 60.4pt; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"81\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Service</span></p>\n</td>\n<td style=\"width: 104.2pt; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"139\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Fee Description</span></p>\n</td>\n<td style=\"width: 63.8pt; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"85\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Category</span></p>\n</td>\n<td style=\"width: 70.9pt; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"95\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Fee Basis</span></p>\n</td>\n<td style=\"width: 2.0cm; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"76\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">2025 Fee</span></p>\n</td>\n<td style=\"width: 77.9pt; border: solid windowtext 1.0pt; border-left: none; padding: 0cm 5.4pt 0cm 5.4pt; height: 22.1pt;\" width=\"104\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Annual Adj.</span></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 33.6pt; border: solid windowtext 1.0pt; border-top: none; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"45\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">207</span></p>\n</td>\n<td style=\"width: 60.4pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"81\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Licence &amp; Permit Issuance</span></p>\n</td>\n<td style=\"width: 104.2pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"139\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Application fee: Pet Establishment licence</span></p>\n</td>\n<td style=\"width: 63.8pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"85\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Full Cost Recovery</span></p>\n</td>\n<td style=\"width: 70.9pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"95\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Per application</span></p>\n</td>\n<td style=\"width: 2.0cm; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"76\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">$758.01</span></p>\n</td>\n<td style=\"width: 77.9pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"104\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Yes</span></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 33.6pt; border: solid windowtext 1.0pt; border-top: none; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"45\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">208</span></p>\n</td>\n<td style=\"width: 60.4pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"81\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Licence &amp; Permit Issuance</span></p>\n</td>\n<td style=\"width: 104.2pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"139\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Renewal fee: Pet Establishment licence</span></p>\n</td>\n<td style=\"width: 63.8pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"85\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Full Cost Recovery</span></p>\n</td>\n<td style=\"width: 70.9pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"95\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Per application</span></p>\n</td>\n<td style=\"width: 2.0cm; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"76\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">$370.08</span></p>\n</td>\n<td style=\"width: 77.9pt; border-top: none; border-left: none; border-bottom: solid windowtext 1.0pt; border-right: solid windowtext 1.0pt; padding: 0cm 5.4pt 0cm 5.4pt;\" width=\"104\">\n<p><span style=\"font-size: 12.0pt; font-family: 'Arial',sans-serif;\">Yes</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>4. Direct that the by-law amendments to Chapter 545, Licensing and Chapter 441, Fees and Charges come into effect on February 1, 2027.</p>\n<p>&nbsp;</p>\n<p>5. Direct that the by-law amendments to Chapter 349, Animals, come into effect on September 1, 2025.</p>\n<p>&nbsp;</p>\n<p>6. Authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision and authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor and the Executive Director, Director, Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled <strong>\"Proposed Licensing Regulations for Animal-Related Businesses.&rdquo;</strong> To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.EC22.6\">https://secure.toronto.ca/council/agenda-item.do?item=2025.EC22.6</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on July 9, 2025, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on July 9, 2025, please contact the Committee no later than 12:00</p>\n<p>p.m. on July 8, 2025:</p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-397-4579; Fax: 416-392-1879</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Ginny Adey, Director, Policy and Strategic Support</p>\n<p>Municipal Licensing and Standards</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-338-5576</p>\n<p>Email: <a href=\"mailto:Ginny.Adey@toronto.ca\">Ginny.Adey@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on July 9, 2025, which will be forwarded to City Council for its meeting on July 23-25, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6397,
  "otherReferenceList": [
    {
      "description": "2025.EC22.6 - Proposed Licensing Regulations for Animal-Related Businesses",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.EC22.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Proposed Licensing Regulations for Animal-Related Businesses - Amendments to City of Toronto Municipal Code Chapter 545, Licensing, Chapter 349, Animals, and Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Animals Chapter of the Municipal Code",
    "Licensing > Proposal to amend the Licensing Chapter of the Municipal Code",
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
