{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Adoption of Official Plan Amendment 804 - Employment Areas",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6236"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1748923200000,
  "noticeDescription": "<p><strong>NOTICE OF ADOPTION OF AN OFFICIAL PLAN AMENDMENT PURSUANT TO SUBSECTION 17(23) AND 26(1) OF THE PLANNING ACT</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto adopted Official Plan Amendment 804 on May 22, 2025, by By-law 477-2025 with respect to the Official Plan&rsquo;s land use designations and policies related to <em>Employment Areas</em>. The Council of the City of Toronto repeals City of Toronto By-law 2024-1107 being a By-law &ldquo;to adopt Amendment 668 to the Official Plan of the City of Toronto respecting Lawfully Established Employment Uses in Chapter 4&rdquo; and By-law 2024-1108 being a By-law &ldquo;to adopt Amendment 680 to the Official Plan for the City of Toronto with respect to policies for Employment Areas&rdquo; upon the coming into force of this By-law.</p>\n<p>&nbsp;</p>\n<p>Official Plan Amendment (OPA) 804 responds to legislative and policy changes related to areas of employment including the repeal of the Growth Plan 2020, the introduction of the Provincial Planning Statement 2024 to replace the Provincial Policy Statement 2020, and the coming into force of an amended definition of &ldquo;area of employment&rdquo; and related provisions in Subsection 1(1) of the Planning Act. The OPA is consistent with the Provincial Planning Statement 2024 and has regard to matters of provincial interest under Section 2 of the <em>Planning Act</em>. The OPA will be submitted to the Minister of Municipal Affairs and Housing for approval pursuant to Section 26 of the <em>Planning Act</em>.</p>\n<p>&nbsp;</p>\n<p>Toronto&rsquo;s Official Plan contains policies that identify uses permitted on lands designated <em>Core Employment Areas</em> and <em>General Employment Areas</em>, which are places reserved for business and economic activities. On October 20, 2024, parts of Bill 97 (the <em>Helping Homebuyers, Protecting Tenants Act, 2023</em>) were proclaimed in force which amended the <em>Planning Act</em> definition for an &ldquo;area of employment&rdquo; by narrowing the scope of permitted uses. Bill 97 also introduced a transition provision that allows municipalities to enact Official Plan policies that would allow the continuation of &ldquo;lawfully established&rdquo; uses in areas of employment.</p>\n<p>&nbsp;</p>\n<p>OPA 804 implements these legislative and policy changes by adding and amending Official Plan policies related to employment areas and updating mapping to ensure conformity with the Planning Act, as amended, and consistency with the Provincial Planning Statement 2024, and provides transitional permissions in accordance with Bill 97. The resulting By-law will also repeal By-law 2024-1107 (OPA 668) and By-law 2024-1108 (OPA 680). More information is available on the Bill 97 &ndash; Area of Employment Official Plan Amendments page: <a href=\"https://www.toronto.ca/city-government/planning-development/planning-studies-initiatives/bill-97-area-of-employment-official-plan-amendments/\">https://www.toronto.ca/city-government/planning-development/planning-studies-initiatives/bill-97-area-of-employment-official-plan-amendments/</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>OPA 804 also redesignates a total of 255 hectares of <em>General Employment Areas</em> to <em>Institutional Areas</em> or <em>Regeneration Areas</em>.</p>\n<p>&nbsp;</p>\n<p>OPA 804 amends the Toronto Official Plan as follows:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Amends Chapters 2, 3 and 4 of the Official Plan by amending, deleting and adding various policies;</li>\n<li>Amends Chapter 6, Section 7; Chapter 6, Section 38; and Chapter 6, Section 40 of the Official Plan by amending various Secondary Plans;</li>\n<li>Amends Chapter 7 of the Official Plan by amending, deleting, and adding various Site and Area Specific Policies;</li>\n<li>Amends Map 2, Urban Structure of the Official Plan;</li>\n<li>Amends Land Use Map 16 to redesignate lands from General Employment Areas to Institutional Areas;</li>\n<li>Amends Land Use Map 19 to redesignate lands from General Employment Areas to Regeneration Areas;</li>\n<li>Amends Land Use Map 20 to redesignate portions of lands from General Employment Areas to Institutional Areas and Regeneration Areas; and</li>\n<li>Makes corresponding amendments to Maps 24, 27, 28, 30, 31 and 33.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Pursuant to Subsection 17(16) of the <em>Planning Act</em>, a statutory Open House was held on May 1, 2025, during which the public was given an opportunity to review the proposed changes and ask questions of City staff about information and material made available, under subsection 17(15)(c) of the Planning Act.</p>\n<p>&nbsp;</p>\n<p>Pursuant to Subsection 26(3) of the <em>Planning Act</em>, a statutory special public meeting was held on May 8, 2025 and the Planning and Housing Committee considered nine oral and 61 written submissions. Toronto City Council considered an additional 27 written submissions in making its decision. Please see item 2025.PH21.1 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH21.1\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH21.1</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the Official Plan Amendment may be obtained by contacting Kyle Fearon, Project Manager at 416-397-5264, or by e-mail at <a href=\"mailto:Kyle.Fearon@toronto.ca\">Kyle.Fearon@toronto.ca</a></strong>. The By-law and Official Plan Amendment is also available at: <a href=\"https://www.toronto.ca/legdocs/bylaws/2025/law0477.pdf\">https://www.toronto.ca/legdocs/bylaws/2025/law0477.pdf</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Official Plan Amendment will be submitted for Ministerial approval to Heather Watt, Manager, Community Planning and Development, Ministry of Municipal Affairs and Housing, 777 Bay St, 31st Floor, Toronto, Ontario, M7A 2J3, <a href=\"mailto:Heather.Watt@ontario.ca\">Heather.Watt@ontario.ca</a>.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Any person or public body is entitled to receive notice of the decision of the approval authority, which is the Minister of Municipal Affairs and Housing, if a written request to be notified of the decision (including the person&rsquo;s or public body&rsquo;s address) is made to the Ministry of Municipal Affairs and Housing at the address provided. The decision of the Minister of Municipal Affairs and Housing on the proposed Official Plan Amendment cannot be appealed to the Ontario Land Tribunal, pursuant to subsection 17(36.5) and 21(3) of the <em>Planning Act</em>.</p>\n<p>&nbsp;</p>\n<p>Compliance with statutory notice requirements may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6327,
  "otherReferenceList": [
    {
      "description": "PH21.1 - Official Plan Amendments to Align with Provincial Legislative and Policy Changes Related to Employment Areas - Decision Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH21.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Adoption of Official Plan Amendment 804 - Employment Areas",
  "topics": [
    "Planning > Adoption of an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
