{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "450 Rustic Road Toronto Ontario",
      "latitudeCoordinate": "43.717599777",
      "longitudeCoordinate": "-79.482221514",
      "postalCode": "M6L 1W9",
      "province": "Ontario",
      "streetAddress": "450 Rustic Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 450 Rustic Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6214"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1748318400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>450 RUSTIC ROAD</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</span></strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 450 Rustic Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 450 Rustic Road is located on the north side of Rustic Road, south of Highway 401 and west of Keele Street. Constructed in two phases (c.1843 and c.1855), the property contains Downs View House, a Pre-Confederation brick farmhouse. A two-storey residential care facility built in 1976 extends northward from the farmhouse building. The property is the namesake of the historic village of Downsview and the current Downsview neighbourhood.</p>\n<p>&nbsp;</p>\n<p>The property has been recognized by the former municipality of North York for its cultural heritage value since 1977.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Downs View House has design and physical value as a rare and representative surviving example of a Pre-Confederation brick farmhouse in Toronto, and the earliest of only three remaining 19th-century structures from the historic community of Downsview that are included on the City of Toronto's Heritage Register. The two other 19th century structures are Downsview United Church (1870), a local landmark located at 2822 Keele Street, and the George Jackson House (after 1885), located at 2950 Keele Street.</p>\n<p>&nbsp;</p>\n<p>The property at 450 Rustic Road, known as Downs View House, has design and physical value as a rare and representative example of a Pre-Confederation brick farmhouse incorporating Georgian and Italianate architectural features which was constructed in two phases (c.1843 and c.1855). The rectangular form, massing and detailing of the c.1843 section, including the moderately pitched side gable roof, balanced window openings topped by brick voussoirs, and multi-paned, flat-headed windows separated and supported by wooden muntin bars are all reflective of the Georgian architectural style.</p>\n<p>&nbsp;</p>\n<p>The c.1855 section is defined by its two storey, square massing; shallow pitch, hipped roof with deeply overhanging eaves decorated with ornamental wooden brackets; prominent brick and wood clad projecting tower; decorative brickwork including raised brick quoins, decorative stringcourses, and brick voussoirs; segmentally arched windows with hood mouldings, and large, rectangular multi-paned windows, all of which are elements indicative of Italianate style villas and farmhouses in Ontario.&nbsp; Upon its completion, this grander section became the Bull family&rsquo;s main farmhouse and the smaller c.1843 section become the west wing. As viewed from Keele Street across an expansive green lawn, the main house served the dual purpose of reflecting Italianate architecture&rsquo;s goal of creating places that were meant to be picturesque ornaments in carefully landscaped settings, and as a prominent statement of John Perkins Bull&rsquo;s standing in the community.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>450 Rustic Road is valued for its direct associations with Bartholomew Bull who purchased the 200-acre property in 1830, from the estate of Robert J.D. Gray, the Crown Grantee with his son, John Perkins Bull, who constructed his home, Downs View House between c.1843 and c.1855, and with John's grandson, William Perkins Bull (1870-1948), who was born and raised in Downs View House.</p>\n<p>&nbsp;</p>\n<p>Bartholomew Bull emigrated from Ireland arriving in York, Upper Canada in 1818. In 1824, he acquired 200-acres of land between what is now Dufferin Street, Ossington Avenue, Davenport Road, and St. Clair Avenue. He was a devoted Methodist, who is remembered as an early immigrant success story who made the transition from a \"bush farmer\" to a prominent landowner whose sons became doctors and lawyers.</p>\n<p>&nbsp;</p>\n<p>John Perkins Bull was a prominent member of the community, where he served as Deputy Reeve (1871-1877), and Justice of the Peace for York Township, earning the nickname \"Squire Bull\". A Justice of the Peace for 35 years, John Perkins Bull is purported to have held court in the projecting tower of his home at Downs View House and even used the basement as a holding chamber. Bull was also a promoter and president of the local agricultural society. A devout Methodist, Bull was instrumental in the founding of the York Methodist Church, the precursor to Downsview United Church. Before the first Methodist church was built in 1850, John Perkins Bull welcomed the congregation to meet at Downs View. It was John's first wife, Caroline (nee Carpenter) Bull, who is credited with naming the property \"Downs View\" because of its position on a high point of land, which afforded it view of its surroundings, or downs. The name was later given to the local post office, church, school, and community.</p>\n<p>&nbsp;</p>\n<p>William Perkins Bull (1870-1948) was a lawyer, businessperson, philanthropist, and local history collector and author. After attending Osgoode Hall Law School, William Perkins Bull became the youngest Kings Counsel in 1896. He is best known for establishing, in England during World War One, the Perkins Bull Convalescent Hospital for wounded and recovering Canadian officers, as well as for his love of history. The latter passion led to Bull's own research and writing on the history of Peel County and surrounding area. His last publication, From Oxford to Ontario: a history of the Downsview community includes a sketch of Downs View House by Bull's grandson, Forsey Pemberton Bull Page (1885-1970) of the prominent Page and Steele architectural firm. The contributions of William Perkins Bull to the preservation of cultural heritage are recognized on an Ontario Heritage Trust plaque (2007) located in front of the Peel Art Gallery, Museum and Archives (PAMA) in Brampton where his research is preserved.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Downs View House has contextual value as it is physically and historically linked to Rustic Road. Originally named Bull('s) Lane, this road was likely both the namesake of the original owner, John Perkins Bull and the laneway to the c.1843 house, whose principal (south) elevation is oriented toward this road. As the oldest surviving structure in the area and one of only three remaining 19th-century structures from the historic community of Downsview included on the City of Toronto's Heritage Register, Downs View House continues to define the Pre-Confederation era, rural character of its eponymous community.</p>\n<p>&nbsp;</p>\n<p>Prominently situated atop a natural rise in the local topography near Keele Street, south of the 401, the property at 450 Rustic Road (Downs View House) has contextual value as a landmark for its central role in the 19th-century history of the Downsview community.</p>\n<p>Heritage Attributes</p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 450 Rustic Road as a rare and representative example of a Pre-Confederation brick farmhouse incorporating Georgian and Italianate architectural features, include:</p>\n<p>&nbsp;</p>\n<p><strong>1843 Section (former main dwelling, now west wing):</strong></p>\n<ul>\n<li>the one-and-a-half storey scale, with rectangular form and massing on a fieldstone foundation</li>\n<li>the moderately pitched side gable roof, with shallow, projecting boxed and returned eaves, and a shed dormer on the rear (north) elevation adjacent to the abutting west elevation of the 1855 extension</li>\n<li>the brick cladding</li>\n<li>on the principal (south) elevation, the existing arrangement of door and window openings</li>\n<li>on the west elevation, the symmetrical, two bay organization and arrangement of the window openings with their radiating brick voussoirs and projecting sills</li>\n<li>the existing flat-headed window openings surmounted by radiating brick voussoirs</li>\n<li>the fenestration pattern, which includes six-over-six and six-over-three wooden window frames with wooden muntin bars</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>1855 Section (main house):</strong></p>\n<ul>\n<li>the two-storey scale with rectangular form and massing on a fieldstone foundation and a square, two-storey projecting tower on the south elevation</li>\n<li>the shallow-pitched, hipped roof with projecting and boxed eaves with small paired ornamental eaves brackets and surmounted by a &ldquo;widows walk&rdquo;</li>\n<li>the gabled roof dormer with its pediment and one-over-one window framed by flat pilasters on the side (west) elevation.</li>\n<li>the brick cladding with decorative brick quoining, raised brick stringcourses at the eaves and second-storey windowsill level, and decorative recessed rectangular panels below the first-floor windows</li>\n<li>on the south elevation of the building, the main entryway accessed via a covered verandah and vestibule</li>\n<li>The main entrance door on the south elevation, (accessed via the vestibule in east elevation of the projecting tower) with its rounded panels and detailed moulding framed by a flat-headed transom and tall rectangular sidelights within panelled reveals</li>\n<li>the existing arrangement of single and paired window openings</li>\n<li>the existing combination of window opening types, including flat-headed, rounded-arched, and segmental-arched</li>\n<li>the existing combination of voussoirs, including arched, and flat with keystones</li>\n<li>on the east elevation, the balanced three-bay organization of window openings with their radiating brick voussoirs and existing fenestration pattern</li>\n<li>on the north elevation, the asymmetrical arrangement of window and door openings, including radiating brick voussoirs over the rear entryway door and second floor window, and the arched brick voussoir over the double hung, six-over-six rounded arch window and 8-paned storm window</li>\n<li>on the south and east elevations, the window openings with their flat pilaster trim and moulded capitals on plain base blocks, and radiating brick voussoirs with keystones</li>\n<li>the existing fenestration pattern, which includes six-over-six, three-pane round-headed windows atop six-over-six, six-over-three, and round-arched, multi-paned, painted glass windows in the projecting tower, all with their wooden muntin bars</li>\n<li>on the west elevation, the single stack, inset brick chimney with a corbelled cap</li>\n</ul>\n<p>Interior Attributes</p>\n<ul>\n<li>the side hall plan with a J-plan, or double-winder, main stairway on the west wall of the entry hall</li>\n<li>the detailing of the main stairway, with its moulded hardwood balustrade and railing terminating in a whorl and supported by turned balusters (currently painted), open stringer decorated with &ldquo;S&rdquo;-shaped brackets, and series of vertical moulded panels on the wall below</li>\n<li>the decorative plaster ceiling medallions with fine sculptured acanthus leaf centres in the entry hall and parlour</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 450 Rustic Road being physically and historically linked to its surroundings include:</p>\n<ul>\n<li>the original setback, placement, and orientation of the building on Rustic Road, which likely started out as the farm&rsquo;s laneway and was originally called Bull('s) Lane</li>\n</ul>\n<p>Attributes that contribute to the cultural heritage value of the property at 450 Rustic Road as a landmark:</p>\n<ul>\n<li>the original setback, placement, and orientation of Downs View House on a rise on the north side of Rustic Road and west side of Keele Street</li>\n</ul>\n<p>NOTE: The 1976 nursing home extension is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of May 27, 2025, which June 26, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH21.8\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH21.8.</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6310,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate the Property - 450 Rustic Road ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
