{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Passing of Zoning By-Law 647-2025",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6335"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1751947200000,
  "noticeDescription": "<p><strong>NOTICE OF PASSING OF ZONING BY-LAW 647-2025</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto passed Zoning By-law 647-2025 on June 26, 2025, with respect to the lands in the Residential Zone and Residential Apartment Zone Category for the following Permissions: Townhouses and Associated Performance Standards; Conversion of Internal Common Areas to Dwelling Units; and Overcladding Encroachments.</p>\n<p>&nbsp;</p>\n<p>An explanation of the purpose and effect of the Zoning By-law, which apply to lands within the City of Toronto as described above, is attached to this Notice. Given that the amendments listed in this Notice apply to all of the lands meeting the description above, within the geographic boundaries of the City of Toronto, a key map has not been provided with this Notice. The amendment was processed under file number: 25 154788 CPS 00 OZ.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on June 12, 2025, and the Planning and Housing Committee and Toronto City Council considered three oral and eight written submissions in making the decision. Please see item 2025.PH22.5 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.5\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.5</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to all or part of this Zoning By-law may be made by filing a notice of appeal with the City Clerk, <strong>Attention: Raneisha Hemmings</strong>, Registrar Secretariat, 100 Queen Street West, 2nd Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on <strong>July 28, 2025</strong>. If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of a notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have been received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the specific part of the proposed Zoning By-law to which the appeal applies;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the appeal of the proposed Zoning By-law; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal in the amount of $1,100.00 for each application appealed payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at <a href=\"http://www.olt.gov.on.ca\">www.olt.gov.on.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only an applicant, a specified person or public body as defined in the <em>Planning Act</em> that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, the registered owner of any land to which the by-law would apply that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, and the Minister of Municipal Affairs and Housing may appeal the by-law to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the Zoning By-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the Council, or in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>A copy of the Zoning By-law and background information about the application may be obtained by contacting <strong>Carla Tsang</strong> at <a href=\"mailto:Carla.Tsang@toronto.ca\">Carla.Tsang@toronto.ca</a> or 416-395-7137.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>PURPOSE AND EFFECT OF</strong><br /><strong>ZONING BY-LAW 647-2025</strong><br />&nbsp;</p>\n<p>The purpose and effect of Zoning By-law 647-2025 is to increase the supply of infill housing in the city&rsquo;s apartment neighbourhoods. The proposed zoning amendments would permit the development of townhouses in the Residential Apartment Commercial (RAC) Zone, enable the conversion of underutilized spaces within apartment buildings into new dwelling units, and establish new permissions to enable overcladding and architectural features associated with deep energy retrofits.</p>\n<p>&nbsp;</p>\n<p>Zoning By-law 647-2025 makes amendments to City-wide Zoning By-law 569-2013 to:</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting <strong>Carla Tsang</strong> at <a href=\"mailto:Carla.Tsang@toronto.ca\">Carla.Tsang@toronto.ca</a> or 416-395-7137.</p>\n<p>&nbsp;</p>\n<ul style=\"margin-top: 0cm;\">\n<li style=\"margin-right: .9pt;\">Permit townhouse development in the Residential Apartment Commercial Zone (RAC) if it is on the same lot as an apartment building and the main entrance of each townhouse unit is within 7.5 metres of a lot line abutting a street.</li>\n<li style=\"margin-right: .9pt;\">Add &lsquo;townhouses as infill&rsquo; to the purpose of the RAC zone in Chapter 1 of Zoning By-law 569-2013, complementing infill apartment buildings.</li>\n<li style=\"margin-right: .9pt;\">Introduce performance standards for townhouses in the RAC Zone, including requirements related to minimum lot area for each dwelling unit, lot frontage, unit width, maximum height, height of a main pedestrian entrance and amenity space.</li>\n<li style=\"margin-right: .9pt;\">Permit underutilized common areas within existing apartment buildings to be converted to a maximum of five new residential units for properties subject to the Residential (R) Zone, Residential Apartment (RA) Zone and RAC Zone. The proposed zoning amendment exempts the new units from requirements related to floor space index, maximum number of units on a lot, amenity space, parking, loading, and bicycle parking requirements. Existing residential occupant parking spaces may be reduced for conversion to a maximum of five residential units, but a minimum of 1 parking space for each existing residential unit must be maintained. The conversion permissions also require existing amenity spaces, improvements secured through an agreement with the City, accessible parking spaces, and visitor parking spaces be maintained.</li>\n<li style=\"margin-right: .9pt;\">Permit overcladding, as well as vents, pipes, and utility equipment located beneath the cladding, to be added to the original exterior wall of an apartment building and encroach no more than 0.9 metres into a building setback for properties subject to the Residential and Residential Apartment Zone categories.</li>\n<li style=\"margin-right: .9pt;\">Permit decorative architectural features to be constructed on the exterior of an apartment building and encroach no more than 0.6 metres into a building setback for properties subject to the Residential Apartment Zone category.</li>\n</ul>\n<p>Further information may be obtained by contacting <strong>Carla Tsang</strong> at <a href=\"mailto:Carla.Tsang@toronto.ca\">Carla.Tsang@toronto.ca</a> or 416-395-7137.<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6409,
  "otherReferenceList": [
    {
      "description": "2025.PH22.5 - Housing Accelerator Fund: Apartment Infill Study - Residential Infill Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.5"
    }
  ],
  "planningApplicationNumbers": [
    "25 154788 CPS 00 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Passing of Zoning By-Law 647-2025 -  Residential Zone and Residential Apartment Zone Category for the following Permissions: Townhouses and Associated Performance Standards; Conversion of Internal Common Areas to Dwelling Units; and Overcladding Encroachments\n",
  "topics": [
    "Planning > Adoption of Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
