{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Adoption of Official Plan Amendment 818 and Notice of Passing of Zoning By-law 654-2025 - Sixplex Study",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6352"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1752206400000,
  "noticeDescription": "<p><strong>NOTICE OF ADOPTION OF OFFICIAL PLAN AMENDMENT 818 AND NOTICE OF PASSING OF ZONING BY-LAW 654-2025</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p><span style=\"font-size: 7.0pt;\">&nbsp;</span></p>\n<p><strong>&nbsp;</strong></p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12.0pt;\">TAKE NOTICE that the City of Toronto adopted Official Plan Amendment 818 by By-law 653-2025 on June 26, 2025. Zoning By-law 654-2025 was also passed on this date, with respect to permitting <span style=\"color: #212529;\">fiveplexes and sixplexes in detached residential buildings (also referred to as &ldquo;detached houseplexes&rdquo; with five or six dwelling units)</span> <span style=\"color: #212529;\">in low-rise residential neighbourhoods in the following geography:</span></span></p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12.0pt; color: #212529;\">&nbsp;</span></p>\n<p><span style=\"font-size: 12.0pt; color: #212529;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 1. Toronto and East York Community Council boundaries, as they existed on June 26, 2025 (comprising Wards 4 - Parkdale-High Park, 9 - Davenport, 10 - Spadina-Fort York, 11 - University-Rosedale, 12 - Toronto-St. Paul&rsquo;s, 13 - Toronto Centre, 14 - Toronto-Danforth and 19 - Beaches-East York, generally bounded by CPR rail corridor, Eglinton Avenue, Mount Pleasant Avenue and the Don River to the north, Victoria Park Avenue to the east, Lake Ontario and the Toronto Islands to the south, and the Humber River to the west); and</span></p>\n<p style=\"margin-left: 36.0pt; text-align: left;\"><span style=\"font-size: 12.0pt;\">&nbsp;</span></p>\n<p><span style=\"font-size: 12.0pt; color: #212529;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 2. Ward 23 - Scarborough North (generally bounded by Steeles Avenue to the north, Neilson Road and Rouge River to the east, Highway 401 to the south, and Midland Avenue to the west).</span></p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12.0pt;\">&nbsp;</span></p>\n<p>An explanation of the purpose and effect of the Official Plan Amendment and Zoning By-law, and a map showing the location of the lands to which the amendments apply, are attached to this Notice. The amendments were processed under file number: 25 151694 CPS 00 TM.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on June 12, 2025, and the Planning and Housing Committee and Toronto City Council considered 27 oral submissions and 1512 written submissions, in making the decision. Please see Item 2025.PH22.4 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.4\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.4</a>.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to any part of this Official Plan Amendment and/or Zoning By-law may be made by filing a notice of appeal with the City Clerk, <strong>Attention:&nbsp; Raneisha Hemmings</strong>, Registrar Secretariat, 100 Queen Street West, 2<sup>nd</sup> Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on <strong>July 31, 2025</strong>. If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of a notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have been received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p style=\"margin-left: 36.0pt; text-indent: -36.0pt; tab-stops: -72.0pt;\">(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the specific part(s) of the proposed Official Plan Amendment and/or Zoning By-law to which the appeal applies;</p>\n<p style=\"margin-left: 36.0pt; text-indent: -36.0pt; tab-stops: -72.0pt;\">(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the appeal of the proposed Official Plan Amendment and/or Zoning By-law; and</p>\n<p style=\"margin-left: 36.0pt; text-indent: -36.0pt; tab-stops: -72.0pt;\">(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee charged by the Ontario Land Tribunal, currently in the amount of $1,100.00 for each application appealed, payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at <a href=\"http://www.olt.gov.on.ca\">www.olt.gov.on.ca</a>.</p>\n<p>&nbsp;</p>\n<p>The proposed Official Plan Amendment is exempt from approval by the Minister of Municipal Affairs and Housing. The decision of Toronto City Council to adopt the proposed Official Plan Amendment is final if a notice of appeal is not received before or on the last day for filing a notice of appeal. &nbsp;&nbsp;The decision of Toronto City Council to adopt the proposed Zoning By-law is final if a notice of appeal is not received before or on the last day for filing a notice of appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Official Plan Amendment: Only a specified person or public body as defined in the <em>Planning Act</em> that made oral submissions at a public meeting or written submissions to the Council before the plan was adopted, the registered owner of any land to which the plan would apply that made oral submissions at a public meeting or written submissions to the Council before the plan was adopted, the Minister and, in the case of a request to amend the plan, the person or public body that made the request may appeal the decision of Council to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Zoning By-law Amendment: Only an applicant, a specified person or public body as defined in the <em>Planning Act</em> that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, the registered owner of any land to which the by-law would apply that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, and the Minister may appeal the by-law to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the Official Plan Amendment was adopted or before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the Council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>A copy of the Official Plan Amendment, Zoning By-law and background information about the application may be obtained by contacting <strong>Kasia Kmiec</strong> at <a href=\"mailto:Kasia.Kmiec@toronto.ca\">Kasia.Kmiec@toronto.ca</a> or 416-392-0674, or <strong>Brooke Marshall </strong>at <a href=\"mailto:Brooke.Marshall@toronto.ca\">Brooke.Marshall@toronto.ca</a> or 416-397-4075.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>PURPOSE AND EFFECT OF OFFICIAL PLAN AMENDMENT 818 AND ZONING BY-LAW 654-2025</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>The purpose and effect of Official Plan Amendment 818 and Zoning By-law 654-2025 is to permit multiplexes with up to six units (fiveplexes and sixplexes) in detached residential buildings on all low-rise residential lots designated <em>Neighbourhoods </em>in the Official Plan, in the following geographies (the &ldquo;Subject Lands&rdquo;):</p>\n<p>&nbsp;</p>\n<p><span style=\"font-size: 12.0pt; color: #212529;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 1. the Toronto and East York Community Council boundaries, as they existed on June 26, 2025 (comprising Wards 4 - Parkdale-High Park, 9 - Davenport, 10 -Spadina-Fort York, 11 - University-Rosedale, 12 - Toronto-St. Paul&rsquo;s, 13 - Toronto Centre, 14 - Toronto-Danforth and 19 - Beaches-East York, generally bounded by CPR rail corridor, Eglinton Avenue, Mount Pleasant Avenue and the Don River to the north, Victoria Park Avenue to the east, Lake Ontario and the Toronto Islands to the south, and the Humber River to the west); and</span></p>\n<p style=\"margin-left: 36.0pt; text-align: left;\"><span style=\"font-size: 12.0pt;\">&nbsp;</span></p>\n<p><span style=\"font-size: 12.0pt; color: #212529;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 2. Ward 23 - Scarborough North (generally bounded by Steeles Avenue to the north, Nelson Road and Rouge River to the east, Highway 401 to the south, and Midland Avenue to the west).</span></p>\n<p>&nbsp;</p>\n<p>These amendments build upon on existing policy and zoning regulations developed through the original Multiplex Study (2023), for multiplexes with up to four units city-wide (<a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.16\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.16</a>), and the Ward 23 Sixplex Study (February 2025), for multiplexes with up to six units in Ward 23 (<a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.4\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.4</a>).</p>\n<p>&nbsp;</p>\n<p>Official Plan Amendment 818 amends existing Site and Area-Specific Policy No. 895 (SASP 895) in the Official Plan, which currently sets out permissions for multiplexes with up to six units in Ward 23, to apply to the Subject Lands, and to clarify that fiveplexes and sixplexes may only be developed in detached houses, while maintaining the existing policies of SASP 895.</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>The key amendments that Zoning By-law 654-2025 makes to City-wide Zoning By-law 569-2013 are to:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; - Permit a fiveplex or sixplex in a detached residential building across all low-rise residential zones (R, RD, RS, RT and RM) in the Subject Lands and extend performance standards for fourplexes to fiveplexes and sixplexes. This is primarily done by amending the defined term &ldquo;detached houseplex&rdquo;, introduced by Zoning By-law 648-2025, to contain up to six dwelling units;</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; - Set out that fiveplexes and sixplexes may not be developed in semi-detached houses or townhouses; and</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; - Enable fiveplexes and sixplexes otherwise subject to a 10-metre height limit to build to 10.5 metres, to facilitate increased basement ceiling heights and access to daylight for basement dwelling units that are expected to accompany fiveplex and sixplex development.</p>\n<p>&nbsp;</p>\n<p>Zoning By-law 654-2025 builds upon amendments set out in Zoning By-law 648-2025, which, following a two-year monitoring period of four-unit multiplex permissions, updated existing zoning permissions to further facilitate the construction and implementation of multiplexes with up to four dwelling units. Zoning By-law 648-2025 was also passed by City Council on June 26, 2025. Please see Item 2025.PH22.3: <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3</a>.</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting <strong>Kasia Kmiec</strong> at <a href=\"mailto:Kasia.Kmiec@toronto.ca\">Kasia.Kmiec@toronto.ca</a> or 416-392-0674, or <strong>Brooke Marshall </strong>at <a href=\"mailto:Brooke.Marshall@toronto.ca\">Brooke.Marshall@toronto.ca</a> or 416-397-4075.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6426,
  "otherReferenceList": [
    {
      "description": "2025.PH22.4 - Housing Accelerator Fund: Expanding Permissions in Neighbourhoods for Low-Rise Sixplexes - Final Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.4"
    },
    {
      "description": "2023.PH3.16 - Expanding Housing Options in Neighbourhoods: Multiplex Study - Final Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.16"
    },
    {
      "description": "2025.PH18.4 - Expanding Housing Options in Neighbourhoods - Ward 23 Multiplex Study - Official Plan and Zoning By-law Amendments - Decision Report - Approval",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.4"
    },
    {
      "description": "2025.PH22.3 - Expanding Housing Options in Neighbourhoods - Multiplex - Monitoring Program - Final Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3"
    }
  ],
  "planningApplicationNumbers": [
    "25 151694 CPS 00 TM"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Adoption of Official Plan Amendment 818 and Notice of Passing of Zoning By-law 654-2025 - Sixplex Study",
  "topics": [
    "Planning > Adoption of Zoning By-law Amendment",
    "Planning > Adoption of an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
