{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Passing of Zoning By-law 648-2025 - EHON - Multiplex Monitoring Program",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6346"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1752120000000,
  "noticeDescription": "<p><strong>NOTICE OF PASSING OF ZONING BY-LAW 648-2025</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto adopted Zoning By-law 648-2025 on June 26, 2025, with respect to the lands in the Residential Zone Category to update permissions and performance standards for detached houseplexes and semi-detached houseplexes, including duplexes, triplexes and fourplexes.</p>\n<p>&nbsp;</p>\n<p>An explanation of the purpose and effect of the Zoning By-law, which apply to lands within the City of Toronto as described above, is attached to this Notice. Given that the amendments listed in this Notice apply to all of the lands meeting the description above, within the geographic boundaries of the City of Toronto, a key map has not been provided with this Notice.&nbsp; The amendments were processed under file number: 20 175353 STE 10 TM.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on June 12, 2025, and the Planning and Housing Committee and Toronto City Council considered 22 oral submissions and 1037 written submission in making the decision. Please see item 2025.PH22.3 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to all or part of this Zoning By-law may be made by filing a notice of appeal with the City Clerk, Attention: <strong>Raneisha Hemmings, Registrar Secretariat</strong>, 100 Queen Street West, 2nd Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on<strong> July 30, 2025</strong>. If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of a notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have been received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1) set out the reasons for the appeal; and</p>\n<p>(2) be accompanied by the fee prescribed under the Ontario Land Tribunal in the amount of $1,100.00 for each application appealed payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at <a href=\"http://www.olt.gov.on.ca\">www.olt.gov.on.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of Toronto City Council to adopt the proposed Zoning By-law is final if a notice of appeal is not received before or on the last day for filing a notice of appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only an applicant, a specified person or public body as defined in the Planning Act that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, the registered owner of any land to which the by-law would apply that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, and the Minister of Municipal Affairs and Housing may appeal the by-law to the Ontario Land Tribunal.&nbsp;</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the Zoning By-law was adopted or before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the Council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>A copy of the by-law, Zoning By-law and background information about the application may be obtained by contacting <strong>Daniel Kolominsky</strong> at <a href=\"mailto:Daniel.Kolominsky@toronto.ca\">Daniel.Kolominsky@toronto.ca</a>, or 416-394-5462.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>PURPOSE AND EFFECT OF&nbsp;ZONING BY-LAW 648-2025</strong><br />&nbsp;</p>\n<p>The purpose and effect of Zoning By-law 648-2025,&nbsp;is to&nbsp;build upon existing zoning permissions to facilitate the construction and implementation of multiplexes&nbsp;(also referred to as duplexes, triplexes, and fourplexes, respectively)&nbsp;on lands zoned RD (Residential Detached), RS (Residential Semi-Detached) RT (Residential Townhouse), R (Residential) and RM (Residential Multiple) zones throughout the City of Toronto.</p>\n<p>&nbsp;</p>\n<p>Zoning By-law 648-2025 makes amendments to city-wide Zoning By-law 569-2013 to:</p>\n<p>&nbsp;</p>\n<p>- Introduce new &ldquo;detached houseplex&rdquo; and &ldquo;semi-detached houseplex&rdquo; defined terms, to move towards form-based zoning definitions and allow conversions between two and four units, including permissions for newly constructed semi-detached multiplexes;</p>\n<p>- Add a maximum number of bedrooms per building, to distinguish between multiplexes and multi-tenant houses while providing flexibility and enabling family sized units;</p>\n<p>- Introduce regulations clarifying that reverse slope driveways are not permitted in multiplexes, consistent with all low-rise residential buildings;</p>\n<p>- Implement an interim approach to address restrictive Chapter 900 exceptions; and</p>\n<p>- Add zoning permissions for utility infrastructure on private property.</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting&nbsp;<strong>Daniel Kolominsky</strong> at&nbsp;<a href=\"mailto:Daniel.Kolominsky@toronto.ca\">Daniel.Kolominsky@toronto.ca</a>, or&nbsp;416-394-5462.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6420,
  "otherReferenceList": [
    {
      "description": "2025.PH22.3 - Expanding Housing Options in Neighbourhoods - Multiplex - Monitoring Program - Final Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH22.3"
    }
  ],
  "planningApplicationNumbers": [
    "20 175353 STE 10 TM"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Passing of Zoning By-law 648-2025 - EHON - Multiplex Monitoring Program",
  "topics": [
    "Planning > Adoption of Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
