{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "81 Isabella Street Toronto Ontario",
      "latitudeCoordinate": "43.668322729",
      "longitudeCoordinate": "-79.381302256",
      "postalCode": "M4Y 1N7",
      "province": "Ontario",
      "streetAddress": "81 Isabella Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 81 Isabella Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6394"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1753675200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>81 ISABELLA STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 81 Isabella Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 81 Isabella Street (including entrance address at 83 Isabella Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The \"Merlan Apartments\", located at 81 Isabella Street (including entrance address 83 Isabella Street), is situated on the south side of Isabella Street between Church Street and Jarvis Street in the Church-Wellesley Village neighbourhood. The two-storey with raised basement, flat-roof, long narrow courtyard, &ldquo;U&rdquo;-shaped building with basement was constructed in 1927 and designed in the Period Revival style with Edwardian influences. The property continues to serve its original use as a multi-unit residential building.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 81 Isabella has design and physical value as a representative example of a 1927 apartment building constructed in the Period Revival style with Edwardian influences. Characteristic of the style, the building's principal (north) elevations are symmetrically arranged containing two wings detailed with ornamented window and door openings. The principal (north) elevations of the wings have a dignified rusticated base, which follows with rugg brick, a quoined section located at the first and second storeys, then topped by a cornice and brick parapet (currently overclad with flashing). Other defining classical elements include the twin main entrance doorway surrounds with their pilasters and entablatures, a limestone belt course that separates the ground floor from the upper levels, and limestone block quoining defining the outer perimeter of the twin principal (north) elevations.</p>\n<p>&nbsp;</p>\n<p>The property has historical value for recalling the socio-economic and development history of the Church-Wellesley Village, surviving as a part of a collection of remaining apartment residences in the area. The property serves as defining a role in the historic transition of the Church-Wellesley Village neighbourhood in the first few decades of the 20th-century from an area of single-family residences to a zone containing a concentration of nearly forty extant apartment houses between Bay, Bloor, Carlton, and Sherbourne Streets. Due to the area's proximity to downtown, it was one of the first areas of the city to be redeveloped into an area dominated by apartment buildings. By the mid-1900s, many early 20th-century house-form buildings in the area had become rentals, boarding houses, and some were replaced by apartment buildings, attracting single people who would come to define the demographic make-up of the Church-Wellesley Village.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the architect Norman Alexander Armstrong, who designed the Period Revival style building with Edwardian influences. Armstrong started his architecture firm in 1919 and completed a variety of projects that included apartment buildings, commercial and retail operations, and single-family residences. The Merlan Apartments at 81 Isabella Street represents one of his first designs in the multi-residential walk-up apartment typology. Armstrong subsequently designed the Mayfair Apartments (1928), the Haddon Hall Apartments (1928), and the St. Edmunds Apartments (1929-1930).</p>\n<p>&nbsp;</p>\n<p>Contextually, the Church-Wellesley Village contains a significant number of early 20th-century apartment houses leading to a distinct and notable concentration of nearly forty buildings in this typology between Bay, Bloor, Carlton, and Sherbourne Streets. The majority of these apartments, generally six storeys or less in height, were developed in the 1920s and early 1930s. On Isabella Street, between Church and Sherbourne Streets, the Merlan Apartments is adjacent to the Aughisto Apartments (built 1917) at 72 Isabella Street, and the Isabella Arms Apartments (built 1926) at 96 Isabella Street that exemplify the concentration of early-20th-century apartment buildings in the Church- Wellesley Village area.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes<br /><br /></strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 81 Isabella Street as a representative example of the Period Revival style with Edwardian influences:</p>\n<ul>\n<li>The form, scale, and &ldquo;U&rdquo;-shaped building</li>\n<li>The exterior materials comprising brick cladding and limestone accents on the principal (north) elevations and brick and stone flanking elevations</li>\n<li>The decorative masonry details on the principal (north) elevations including limestone surrounds, pilasters, entablatures with dentils and cornices surrounding door openings; limestone key jambs, bracketed sills and bold lintels with cornices surrounding window openings; limestone belt course; limestone quoins</li>\n<li>The flat-roof profile, cornice (currently over-clad with flashing), and brick parapet</li>\n<li>The fenestration comprising symmetrically arranged rectangular window openings on the principal (north) elevations</li>\n<li>The fenestration comprising symmetrically arranged segmental arch window openings with brick voussoirs on the flanking elevations</li>\n<li>The main entrances on the twin principal (north) elevations, which are placed in stone surrounds with classical detailing that includes an entablature containing&nbsp;&nbsp; &ldquo;The Merlan&rdquo; text adorned directly above with dentils and a deep cornice, including also the doorways&rsquo; assemblies of leaded sidelights with wood-panelled base and glazed and leaded wood panel door</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 81 Isabella Street as helping to define, maintain, and support the historic early 20th-century character of its context:</p>\n<ul>\n<li>The building's setback, placement, and orientation on Isabella Street between Church and Jarvis Streets in the Church-Wellesley Village neighbourhood</li>\n<li>The building's form, scale, and &ldquo;U&rdquo;-shaped massing</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of July 28, 2025, which is August 27, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.24\">https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.24</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6490,
  "otherReferenceList": [
    {
      "description": "2025.CC32.24 - 81 Isabella Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 81 Isabella Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
