{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2732 Danforth Avenue Toronto Ontario",
      "latitudeCoordinate": "43.68934026",
      "longitudeCoordinate": "-79.297937686",
      "postalCode": "M4C 1L7",
      "province": "Ontario",
      "streetAddress": "2732 Danforth Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2736 Danforth Avenue Toronto Ontario",
      "latitudeCoordinate": "43.689240819",
      "longitudeCoordinate": "-79.297795642",
      "postalCode": "M4C 1L7",
      "province": "Ontario",
      "streetAddress": "2736 Danforth Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 2732 and 2736 Danforth Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6395"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1753675200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>2732 AND 2736 DANFORTH AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on July 24, 2025, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 2732 and 2736 Danforth Avenue. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve the application to demolish heritage buildings at the designated properties at 2726 Danforth Avenue (with entrance address at 2732 Danforth Avenue) and 2736 Danforth Avenue, with conditions, under Part IV,&nbsp; Section 34(1)2 of the Ontario Heritage Act to allow for the construction of 8-storey and 4-storey buildings and a contemporary reconstruction of 2726 Danforth Avenue being substantially in accordance with the plans and drawings dated June 16, 2025 prepared by Batay-Csorba Architects Inc. on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects Inc. dated June 6, 2025 and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with an approved Commemoration Plan, satisfactory to the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to the application to demolish the designated properties at 2726 Danforth Avenue (with entrance address at 2732 Danforth Avenue) and 2736 Danforth Avenue under Part IV, Section 34(1)2 of the Ontario Heritage Act is also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<ol style=\"list-style-type: lower-alpha;\">\n<li>That the related Zoning By-law Amendment requiring the proposed demolition of the heritage properties has been enacted by City Council and has come into full force and effect.</li>\n<li>Prior to the introduction of the Zoning By-law Amendment Bills to City Council, the owner shall:<br />\n<ol>\n<li>Provide a Commemoration Strategy, prepared by a qualified heritage consultant, that is consistent with the conservation strategy set out in the Heritage Impact Assessment prepared by ERA Architects Inc. dated June 6, 2025 for the property at 2726 Danforth Avenue (with entrance address at 2732 Danforth Avenue), including but not limited to preliminary plans for a contemporary reconstruction of the Little York Hotel and a publicly accessible interpretive display that conveys the rich history of Danforth Avenue in this area, and the history of the Little York Hotel and its construction, to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n<li>That prior to the issuance of any permit for all or any part of the properties at 2726 and 2734 Danforth Avenue, including a heritage permit or a building permit (including a demolition permit), but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the owner shall:\n<ol>\n<li>\n<p>Have obtained final approval for the necessary Zoning By-law Amendment required for the subject properties, such Amendment to have come into full force and effect.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>2. Provide a Commemoration Plan that includes detailed drawings, including notes, specifications, and descriptions of materials and finishes and estimated costs associated with a contemporary reconstruction of the Little York Hotel and a comprehensive interpretive program, substantially in accordance with the approved Commemoration Strategy required in Recommendation 2.b.1 above, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Provide full documentation of the properties at 2726 and 2734 Danforth Avenue, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a flash drive in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide a Lighting Plan that describes how the exterior of the reconstructed heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>5. Provide a detailed landscape plan for the subject properties, satisfactory to the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>6. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Commemoration Plan.</p>\n</li>\n</ol>\n</li>\n<li>That prior to the release of the Letter of Credit required in Recommendation 2.c.6 the owner shall:</li>\n</ol>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of July 28, 2025, which is August 27, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property subject of the application under Section 34 of the Ontario Heritage Act may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act. The appeal may only be made where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.26\">https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.26</a>&nbsp;<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6491,
  "otherReferenceList": [
    {
      "description": "2025.CC32.26 - 2726 and 2734 Danforth Avenue - Demolition of Designated Heritage Properties - Approval with Conditions",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.CC32.26"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 2732 and 2736 Danforth Avenue",
  "topics": [
    "Heritage > Designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
