{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "27 Kensington Avenue Toronto Ontario",
      "latitudeCoordinate": "43.653350694",
      "longitudeCoordinate": "-79.399851633",
      "postalCode": "M5T 2J8",
      "province": "Ontario",
      "streetAddress": "27 Kensington Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "29 Kensington Avenue Toronto Ontario",
      "latitudeCoordinate": "43.653389048",
      "longitudeCoordinate": "-79.399862068",
      "postalCode": "M5T 2J8",
      "province": "Ontario",
      "streetAddress": "29 Kensington Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "31 Kensington Avenue Toronto Ontario",
      "latitudeCoordinate": "43.653431718",
      "longitudeCoordinate": "-79.399877369",
      "postalCode": "M5T 2J8",
      "province": "Ontario",
      "streetAddress": "31 Kensington Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "33 Kensington Avenue Toronto Ontario",
      "latitudeCoordinate": "43.653486164",
      "longitudeCoordinate": "-79.399895834",
      "postalCode": "M5T 2J8",
      "province": "Ontario",
      "streetAddress": "33 Kensington Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 27, 29, 31 and 33 Kensington Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6392"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1753675200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>27, 29, 31 AND 33 KENSINGTON AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 27, 29, 31 and 33 Kensington Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 27, 29, 31, and 33 Kensington Avenue are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural value and meet Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 27, 29, 31, and 33 Kensington Avenue occupy four abutting lots located on the east side of Kensington Avenue, mid-block between St. Andrew Street and Dundas Street West. The properties contain a two-storey row house-form; 33 Kensington Avenue was constructed in 1876 as a detached rough cast house-form; its brick cladding was added shortly after the construction of 27, 29, and 31 Kensington Avenue in 1889, at which point 33 Kensington Avenue was integrated into the row. Most of the properties, excepting 31 Kensington Avenue, were later converted for mixed residential and commercial uses.</p>\n<p>&nbsp;</p>\n<p>The properties were included on the Heritage Register in July 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The properties at 27, 29, 31, and 33 Kensington Avenue have physical value as representative examples of the nineteenth-century Bay-and-Gable type applied to a row house-form that reflects vernacular interpretations of Victorian architectural styles. The Bay-and-Gable type is demonstrated in each property's asymmetrical fa&ccedil;ade, with an entrance in one bay and a projecting bay window below a cross gable in the other. In some cases, the ground floor has been modified with a new commercial entry. The Bay-and-Gable typology was extremely popular for residential buildings in Toronto from the mid-to-late-nineteenth century.</p>\n<p>&nbsp;</p>\n<p>The subject properties have historical or associative value because they yield, or have the potential to yield, information that contributes to an understanding of the evolution of Kensington Market from a residential neighbourhood into a mixed-use community. Through their construction date and typology, each property is associated with the early residential development of the area from the 1850s to the early 1900s. With its narrow, short streets and modest housing stock, Kensington Market was a draw to minority cultures already living in Toronto and to those just arriving - particularly the Jewish community, who initiated the open air market culture that continues in various forms today. With each new community&rsquo;s arrival, Kensington Market became increasingly known throughout Toronto as a destination for imported and specialty goods from overseas. The visible layering of building additions, particularly within the commercial core streets like Augusta and Kensington avenues, represents the adaptation that occurred as these groups established homes and businesses in the neighbourhood.</p>\n<p>&nbsp;</p>\n<p>Contextually, the properties at 27, 29, 31, and 33 Kensington Avenue are valued for their roles in defining, supporting, and maintaining the historic mixed-use character of Kensington Avenue, south of St. Andrew Street, which originally developed as a residential streetscape with a high concentration of Bay-and-Gable house-forms; these were later adapted to accommodate commercial functions, and Kensington Avenue became one of the core commercial streets of the neighbourhood; a role that it still occupies today. Together, each property contributes to a distinct sense of place representing Kensington Market's vibrant and eclectic community known for its international culture and independent commercial character.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The buildings at 27, 29, 31, and 33 Kensington Avenue are also visually and historically linked to the surrounding market area where the popular use of their typology was partially owed to its compatibility with the historic lot patterns of the residential subdivision in Kensington Market. The narrow form and repeatable composition of the Bay-and-Gable responded well to the rows of long, narrow, and abutting property lots that were established following the division of the original Park Lots into smaller parcels for private sale and development. The extant properties maintain their historic scale, form, and massing and are part of a collection of similarly adapted house-form buildings along the street with compatible built forms including typology, roof lines, and mixed materials linked by the original stock of brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 27, 29, 31, and 33 Kensington Avenue as representative examples of a nineteenth-century Bay-and-Gable type:</p>\n<ul>\n<li>The scale, form, and massing of the two-storey row house-form within a rectangular shaped plan</li>\n<li>Cross-gable rooflines with street facing gables (that rise two-and-a-half-storeys)</li>\n<li>Asymmetrical main (west) fa&ccedil;ades that are predominantly clad in brick</li>\n<li>The articulation of narrow bays (that reflect the narrow property frontages)</li>\n<li>Segmental arch window openings arranged within the narrow rhythm of the bays</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 27, 29, 31, and 33 Kensington Avenue as yielding, or having the potential to yield, information that contributes to an understanding of the multi-cultural Kensington Market community and evolving market culture:</p>\n<ul>\n<li>The retained visibility and legibility of the original nineteenth-century, Bay-and-Gable typology</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 27, 29, 31, and 33 Kensington Avenue as being visually and historically linked to their surroundings and for defining, maintaining, and supporting the historic residential and mixed-use character of Kensington Avenue:</p>\n<ul>\n<li>The placement, setback, and orientation of the row on the east side of Kensington Avenue, mid-block between St. Andrew Street and Dundas Street West, fronting onto Kensington Avenue</li>\n<li>Minimal setback from the public right-of-way</li>\n<li>The materials of the building's fa&ccedil;ade, which are compatible with those found on the adjacent nineteenth-century buildings along Kensington Avenue</li>\n<li>The scale, form, and massing of the Bay-and-Gable row with its two-storey height, and rhythm of narrow gables and bays, which is consistent with the adjacent nineteenth-century buildings along Kensington Avenue</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of July 28, 2025, which is August 27, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.12\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.12</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6488,
  "otherReferenceList": [
    {
      "description": "2025.PH23.12 - 21, 23, 25, 27, 29, 31, 33, 35, and 37 Kensington Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 27, 29, 31 and 33 Kensington Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
