{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Dangerous Dog Review Tribunal Appeal and Property Standards Appeal Fees - Amend Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6565"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1758513600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong><em>City of Toronto Act, 2006</em> Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Dangerous Dog Review Tribunal Appeal and Property Standards Appeal Fees</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on October 8, 9 and 10, 2025, or at a subsequent meeting. If adopted by City Council, the amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges will:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Amend Toronto Municipal Code Chapter 441, Fees and Charges to assign the fees for the Dangerous Dog Review Tribunal Appeal and Property Standards Appeal from Appendix C, Schedule 10 City Clerk's Office to Appendix C, Schedule 15 Courts Services effective January 1, 2026.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"Transferring Secretary Role for Dangerous Dog Review Tribunal and Property Standards Committee to Court Services To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2468/25778\">https://secure.toronto.ca/council/#/committees/2468/25778</a></p>\n<p>&nbsp;</p>\n<p>At its meeting to be held in person and by video conference at Toronto City Hall, Committee Room 1, 2nd Floor Monday, September 29, 2025 at 9:30 a.m., or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Executive Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by the City Clerk, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on September 29, 2025, please contact the Committee no later than 12:00 p.m. on September 26, 2025:</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp; &nbsp; &nbsp; Executive Committee</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp; Toronto City Hall</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp; 100 Queen Street West, 2nd Floor</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp; Toronto, ON M5H 2N2</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp; Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp; E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></strong></p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;Kelly McCarthy</p>\n<p>&nbsp; &nbsp; &nbsp;Deputy City Clerk, Secretariat</p>\n<p>&nbsp; &nbsp; &nbsp;City Clerk&rsquo;s Office</p>\n<p>&nbsp; &nbsp; &nbsp;Telephone: 416-392-8676</p>\n<p>&nbsp; &nbsp; &nbsp;Email: <a href=\"mailto:Kelly.McCarthy@toronto.ca\">Kelly.McCarthy@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;Dianne Kasias</p>\n<p>&nbsp; &nbsp; &nbsp;Executive Director</p>\n<p>&nbsp; &nbsp; &nbsp;Court Services</p>\n<p>&nbsp; &nbsp; &nbsp;Telephone: 416-392-3835</p>\n<p>&nbsp; &nbsp; &nbsp;Email: Dianne.Kasias@toronto.ca</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on September 29, 2025 which will be forwarded to City Council for its meeting on October 8, 9 and 10, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6659,
  "otherReferenceList": [
    {
      "description": "2025.EX26.9 - Transferring Secretary Role for Dangerous Dog Review Tribunal and Property Standards Committee to Court Services",
      "url": "https://secure.toronto.ca/council/#/committees/2468/25778"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Dangerous Dog Review Tribunal Appeal and Property Standards Appeal Fees - Amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
