{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "324 Old Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.7506858652",
      "longitudeCoordinate": "-79.40438352",
      "postalCode": "M2P 1R4",
      "province": "Ontario",
      "streetAddress": "324 Old Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 324 Old Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6554"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-394-8101",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1758168000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>324 OLD YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 324 Old Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 324 Old Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property, known as the Jephcott - Sanderson Residence, contains a two-and-one-half-storey brick house constructed in 1935 in the Georgian Revival style and a compatible detached brick garage. 324 Old Yonge Street was among the original seven grand mansions situated in an exclusive enclave that was constructed on the west side of Old Yonge Street in the North York - York Mills area, backing onto Yonge Street and north of York Mills Road and St John's Anglican Church (1843-44). These elaborate mansions sit on lots with large frontages and setbacks, circular driveways, and expansive landscaped grounds.&nbsp; Alfred Jephcott (1866-1940), president of the Dominion Paper Box Company, commissioned the house for his daughter, Amulette Sanderson, and son-in-law Arthur C. Sanderson, a salesman with the Toronto Brick Company Ltd who later became Secretary Treasurer of the company. &nbsp;The Sandersons purchased the land in 1935 from St Andrew's Estates and Golf Course and owned the property until 1947. 324 Old Yonge Street is listed on the City of Toronto's Heritage Register and is adjacent to three properties listed or designated properties.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property has design and physical value for being a representative example of a fine suburban estate home constructed in the early-20th century and for its Georgian Revival style architecture with Neoclassical style influences. Characteristic of the style, the house features a restrained and dignified appearance with a symmetrical main fa&ccedil;ade, stylized hipped roof, prominent chimneys and segmental arched windows and dormers. Understated detailing is limited to window keystones, brick belt courses and recessed panels which ornament the facades. The house was constructed of Toronto Brick Company brick from the company&rsquo;s John Price plant on Greenwood Avenue in Scarborough. The house is further distinguished by its fine craftsmanship, exemplified by its English-bond brickwork with alternate courses of headers and stretchers.</p>\n<p>&nbsp;</p>\n<p>The rear of the house is distinguished by its rounded central bay, a derivative of Neoclassicism. Ornamental, classical stone urns top the corners at the rear of the house. The roof at rear of the house is placed behind a parapet and is very characteristic of 1930s design, making it ornamental in nature.</p>\n<p>&nbsp;</p>\n<p>The house is significant because it reflects the work of the Toronto architects Henry J. Allward and George W. Gouinlock. Their firm became known for its residential designs prior to World War II winning local and national awards. The partnership rose to prominence in the later half of the 1930s and early 1940s with their high-end residential designs &ndash; an extension of each partner&rsquo;s individual work in the late 1920s and early 1930s before their partnership. As a team, Allward and Guinlock designed more than a dozen deluxe residences in North York during the 1930s and 1940s. The property at 324 Old Yonge Street, is a period interpretation of traditional design reflective of the firm&rsquo;s stylistic approach to residential architecture.</p>\n<p>&nbsp;</p>\n<p>The house was commissioned by Alfred Jephcott, the president of the Dominion Paper Box Company and owned by his daughter Amulette, and son-in-law Arthur C. Sanderson, who was employed with the Toronto Brick Company. The Sandersons owned the property until 1947 with Jephcott and the Sandersons occupied the property jointly until Jephcott's 1940 death.</p>\n<p>&nbsp;</p>\n<p>The property also has historical value for yielding information that contributes to an understanding of the development of York Mills and Old Yonge Street in the early 20th-century from a historic village and a historic rural road to an exclusive residential enclave and the beginning of the upscale suburbanization of the village. The area was even touted as becoming the next \"Rosedale\" - a reference to Toronto's most expensive residential area at the time. Beginning in the late 1920s, and continuing through the 1930s, Old Younge Street developed as a street of substantial and grand, architect-designed houses on spacious landscaped properties marking the beginning of the evolution of the village into a suburban area of Toronto.</p>\n<p>&nbsp;</p>\n<p>Additionally, 324 Old Yonge Street has contextual value for its contribution to defining, maintaining and supporting the historic suburban estate character of the area. Like most of the other properties developed on Old Yonge Street in the 1920s and 1930s the subject property contained a substantial architect-designed house inspired by revival style architecture - in this case, Georgian Revival. Like the other historic estate properties on Old Yonge Street, it is defined by the lot's large frontage and setback, circular driveway, and expansive landscaped grounds. Historically, 324 Old Yonge Street was one of seven estate homes dating from the late 1920s and 1930s situated on Old Yonge Street between York Mills Road and Highway 401. The subject property is among four of these seven properties which survive, three of which been listed on The City's Heritage Register or designated with the others no longer extant.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 324 Old Yonge Street for being a representative example of a fine suburban estate home constructed in the early-20th century and for its Georgian Revival-style architecture with Neoclassical style influences include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The substantial two-and-one-half-storey, rectangular form, scale and massing of the house with rear, central, circular bay and a northerly side extension</li>\n<li>Stylized hipped main roof with flat top and the hipped extension roof with flat top, both situated behind a parapet; segmental-arched front dormer windows</li>\n<li>Three substantial and broad end and internal chimneys with stone caps&nbsp;</li>\n<li>Brick exterior cladding, in English bond, forming belt courses, keystones and recessed panels and stone window sills</li>\n<li>Ornamental Neoclassical stone urns and plinths at the parapet corners</li>\n<li>Symmetrical fenestration and central main entrance</li>\n<li>Adjacent two-storey, complementary, brick garage with hipped roof and dormer windows and being three bays in width</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 324 Old Yonge Street for its contribution to an understanding of the development history of the immediate and broader Old Yonge Street and York Mills area:</p>\n<p>&nbsp;</p>\n<p>The substantial Georgian Revival-style architecture of the house with its spacious two-and-one-half-storey form, and spacious lot on Old Yonge Street which recalls the areas historic and upscale character of early-20th century suburban houses.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of 324 Old Yonge Street as helping to define, maintain, and support the historic early-20th century character of its context include:</p>\n<p>&nbsp;</p>\n<p>The property's lot with large frontage and setbacks, circular driveway, and expansive landscaped grounds and the early-20th-century revival style architecture and substantial character of the house.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Any objections submitted in response to the notice of intention to designate the property at 324 Old Yonge given on July 28, 2025 will be considered by City Council after the conclusion of the objection period in this Notice as set out below.</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of September 18, 2025, which is October 20, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.13\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.13</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6649,
  "otherReferenceList": [
    {
      "description": "2025.PH23.13 - 324 Old Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH23.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 324 Old Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
