{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "496 Evans Avenue Toronto Ontario",
      "latitudeCoordinate": "43.614773981",
      "longitudeCoordinate": "-79.538596971",
      "postalCode": "M8W 2T7",
      "province": "Ontario",
      "streetAddress": "496 Evans Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Area-Specific Amendment to the Sign By-law - Amend Municipal Code Chapter 694, Signs, General (the \"Sign By-law\") - 496 Evans Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6559"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1758168000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong><em>City of Toronto Act</em>, <em>2006</em> Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Area-Specific Amendment to the Sign By-law: 496 Evans Avenue</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Toronto City Council will be considering recommendations to amend Municipal Code Chapter 694, Signs, General (the \"Sign By-law\"), to modify the regulations that apply to the property municipally known as 496 Evans Avenue, to permit a third party electronic ground sign.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on October 8, 2025. If adopted by City Council, the proposed amendments allow for and regulate:</p>\n<p>&bull;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; A third party sign in a location regulated by two site-specific area restrictions which prohibit the construction of third party signs.</p>\n<p>&bull;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; A sign with a sign face area of 63.2 square metres and a height of 15.3 metres.</p>\n<p>&bull;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; A sign with a \"v-shaped\" configuration, rather than the permitted &ldquo;back-to-back&rdquo; configuration.</p>\n<p>&bull;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Reducing the required separation between third party signs and an R and OS sign districts.</p>\n<p>&bull;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; An initial ten-year permit term, double of the standard five-year term.</p>\n<p>&nbsp;</p>\n<p><strong>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto refuse the amendments to the Sign By-law described above.</strong></p>\n<p>&nbsp;</p>\n<p><strong>The Planning and Housing Committee may recommend that the Council of the City of Toronto amend the Sign By-law to approve the amendments to the Sign By-law described above.</strong></p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \" Amendment to the Sign By-law: 496 Evans Avenue\".&nbsp; To view or obtain a copy of the report, visit the City's website at: <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.7\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.7</a>&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, Committee Room 1, 2nd Floor, Toronto City Hall on Thursday, September 25, 2025 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee on September 25, 2025, please contact the Committee no later than 12:00 p.m. on September 24, 2025:</p>\n<p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Planning and Housing Committee</p>\n<p>&nbsp; &nbsp; &nbsp; Toronto City Hall, 100 Queen Street West,</p>\n<p>&nbsp; &nbsp; &nbsp; Toronto, ON &nbsp;M5H 2N2</p>\n<p>&nbsp; &nbsp; &nbsp; Telephone: 416- 397-4579</p>\n<p>&nbsp; &nbsp; &nbsp; Email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca&nbsp;</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, contact:</p>\n<p>&nbsp;</p>\n<p>Ted Van Vliet, Project Director</p>\n<p>Business Transformation and Citywide Priorities, Toronto Building</p>\n<p>Telephone: 416-392-4235</p>\n<p>Email: <a href=\"mailto:Ted.Vanvliet@toronto.ca\">Ted.Vanvliet@toronto.ca</a>&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may adopt additional or other amendments that differ from the recommendations set out in the report.&nbsp; The proposed amendments are subject to the decision of the Planning and Housing Committee and the decision of Toronto City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will make its final recommendations on September 25, 2025 which will be forwarded to City Council on October 8, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Housing Committee</strong>:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6653,
  "otherReferenceList": [
    {
      "description": "2025.PH24.7 - 496 Evans Avenue - Area-Specific Amendment to the Sign By-law",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Area-Specific Amendment to the Sign By-law - Amend Municipal Code Chapter 694, Signs, General (the \"Sign By-law\") - 496 Evans Avenue",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
