{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": " Notice of Open House and Notice of Special Public Meeting - Proposed Official Plan Amendment Consistency with the PPS 2024",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6553"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1758254400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF OPEN HOUSE AND</strong></p>\n<p style=\"text-align: center;\"><strong>NOTICE OF SPECIAL PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by Planning and Housing Committee</strong></p>\n<p style=\"text-align: center;\"><strong>(Pursuant to Subsections 26(3)(b) of the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p><strong>Proposed Official Plan Amendment to bring the Official Plan into consistency with the PPS 2024</strong></p>\n<p>&nbsp;</p>\n<p>Date of Statutory Open House: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; October 16, 2025</p>\n<p>Time of Statutory Open House: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6:00 p.m. to 8:00 p.m.</p>\n<p>Place of Statutory Open House: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Registration link available at www.toronto.ca/PPSUpdate &nbsp;</p>\n<p>&nbsp;</p>\n<p>Date of Special Public Meeting: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; October 30, 2025</p>\n<p>Time of Special Public Meeting: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9:30 a.m. or as soon as possible thereafter</p>\n<p>Place of Special Public Meeting: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Council Chambers, City Hall and by Video Conference</p>\n<p>&nbsp;</p>\n<p><strong>PROPOSAL - PURPOSE AND EFFECT</strong></p>\n<p>&nbsp;</p>\n<p>The Provincial Planning Statement 2024 Consistency Exercise is an initiative to review the City&rsquo;s Official Plan and recommend Official Plan Amendments to bring the Official Plan into consistency with the Provincial Planning Statement 2024 (PPS 2024).</p>\n<p>&nbsp;</p>\n<p>The PPS 2024 Consistency Exercise is being conducted in two phases. Phase 1 focuses on addressing policy conflicts between the Official Plan and the PPS 2024, while Phase 2 will focus on ensuring that the Official Plan aligns with and supports the objectives of the PPS 2024.</p>\n<p>&nbsp;</p>\n<p>Through Phase 1, the City has identified six areas of policy conflict that are proposed to be addressed through an Official Plan Amendment:</p>\n<ol>\n<li>Population and Employment Growth Forecasting</li>\n<li>Provincial Mobility Hubs</li>\n<li>References to Urban Growth Centres</li>\n<li>References to former Provincial Plans and associated terms and definitions</li>\n<li>Heritage and Archaeology</li>\n<li>Employment Areas and Land Use Compatibility</li>\n</ol>\n<p>&nbsp;</p>\n<p>The OPA would amend the following sections and maps in the Official Plan:</p>\n<ul>\n<li>Table of Contents, Official Plan: List of Maps</li>\n<li>Chapter 2, Section 2.1 Building a More Liveable Urban Region</li>\n<li>Chapter 2, Section 2.2.1 Downtown: The Heart of Toronto</li>\n<li>Chapter 2, Section 2.2.2 Centres: Vital Mixed Communities</li>\n<li>Chapter 2, Section 2.2.4 Employment Areas: Supporting Business and Employment Growth</li>\n<li>Chapter 3, Section 3.1.6 Heritage Conservation</li>\n<li>Chapter 3, Section 3.4 The Natural Environment</li>\n<li>Chapter 4, Section 4.6 Employment Areas</li>\n<li>Chapter 6, Secondary Plans 8, 10, 17, 18, 21, 41 &amp; 42</li>\n<li>Chapter 7, Site and Area Specific Policies 29, 395 and 426</li>\n<li>Map 6: Downtown Toronto Urban Growth Centre</li>\n</ul>\n<p>&nbsp;</p>\n<p>The <em>Planning Act</em> requires that if an Official Plan is being revised under Section 26 of the <em>Act</em>, a Special Public Meeting must be held on any proposed amendments to revise the Official Plan and that an Open House be held to ensure that the public has an opportunity to review and ask questions about the information and material made available in advance of the Special Public Meeting. The holding of public hearings on the Official Plan Amendment may be delegated by Council to the Planning and Housing Committee under Section 24 of the <em>City of Toronto Act, 2006</em> and the <em>Toronto Municipal Code</em>.</p>\n<p>&nbsp;</p>\n<p><strong>BACKGROUND INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>On August 20, 2024, the Minister of Municipal Affairs and Housing released the final version of the&nbsp;<a href=\"https://www.ontario.ca/page/provincial-planning-statement-2024\">https://www.ontario.ca/page/provincial-planning-statement-2024</a>&nbsp;(PPS 2024). The PPS 2024 came into effect on October 20, 2024 and replaced the previously issued&nbsp;Provincial Policy Statement 2020&nbsp;and Growth Plan for the Greater Golden Horseshoe.</p>\n<p>&nbsp;</p>\n<p>The PPS 2024 is a consolidated statement of the Province&rsquo;s policies on land use planning. With the PPS 2024, a number of policy changes were made that effect how the City can manage growth and plan for complete communities. In particular, the PPS 2024 made changes that have implications for how the City can:</p>\n<ul>\n<li>Forecast population and employment growth</li>\n<li>Plan and protect employment areas</li>\n<li>Address land use compatibility issues between industrial uses and residential areas, and</li>\n<li>The protection and preservation of cultural heritage resources.</li>\n</ul>\n<p>&nbsp;</p>\n<p>As required by the&nbsp;<em>Planning Act,</em> the City&nbsp;is undertaking a review of the Official Plan and will bring forward Official Plan Amendments for Council&rsquo;s consideration to ensure that the Official Plan is consistent with the PPS 2024.</p>\n<p>&nbsp;</p>\n<p>On June 24, 2025, the City held a public meeting to introduce proposed changes to the Official Plan identified through Phase 1 of the exercise. This Open House will provide further details on the proposed changes to policies relating to the six areas of policy conflict.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information, including a copy of the proposed Official Plan Amendment (starting on October 2, 2025) may be obtained by contacting Rory McNeil, Senior Planner, at 416-394-5683 or by e‑mail at <a href=\"mailto:Rory.McNeil@toronto.ca\">Rory.McNeil@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>Further information about the PPS 2024 Consistency Exercise initiative is available on the project webpage at <a href=\"http://www.toronto.ca/PPSUpdate\">www.toronto.ca/PPSUpdate</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A copy of City Planning's Final Report on the proposed Official Plan Amendments, will be available on the City's website approximately one week prior to the Special Public Meeting at: <a href=\"http://www.toronto.ca/legdocs/agendas.html\">www.toronto.ca/legdocs/agendas.html</a>.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF OPEN HOUSE</strong></p>\n<p>&nbsp;</p>\n<p>You are invited to attend the Open House(s) to hear about proposed changes to the Official Plan that will bring the Official Plan into consistency with the PPS 2024 and to ask questions about the proposed policies and any related information and material.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF SPECIAL PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposed changes and any other material placed before it, in order to make recommendations on the Official Plan Amendments. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p>You are invited to make representations to the Planning and Housing Committee in person, by video conference or by telephone to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposed changes.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Planning and Housing Committee directly, please register by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, <strong>no later than 12:00 p.m. on October 29, 2025.</strong> If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>For more information about this matter, including information about appeal rights, contact the City Clerk's Office, City Clerk, Attention: <strong>Nancy Martins, Administrator, Planning and&nbsp; Housing Committee, 100 Queen Street West, 10th Floor, West Tower, Toronto ON M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance</strong>: City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the amendments listed in this Notice apply city-wide, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendments you must make a written request to the City Clerk, Attention:&nbsp; Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>No Appeal of Official Plan Amendments.</strong> The Official Plan Amendments are subject to ministerial approval and there is no ability to appeal the Minister's decision to the Ontario Land Tribunal (OLT).</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong>&nbsp; <em>The City of Toronto Act, 2006,</em> the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting, you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to the City Clerk's Office at 416-397-4579.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6648,
  "otherReferenceList": [
    {
      "description": "City Planning's Final Report on the proposed Official Plan Amendment",
      "url": "http://www.toronto.ca/legdocs/agendas.html"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Open House and Notice of Special Public Meeting - Proposed Official Plan Amendment Consistency with the PPS 2024",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
