{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - City-Initiated Request to Amend the Zoning By-law to facilitate small-scale retail, service, office and home occupation uses within Neighbourhoods",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6590"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1759377600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Planning and Housing Committee</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the <em>Planning Act</em>)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>City-Initiated Request to Amend the Zoning By-law to facilitate small-scale retail, service, office and home occupation uses within Neighbourhoods</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:&nbsp; </strong><strong>City-wide</strong><br /><strong>Applicant:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>City of Toronto</strong><br />&nbsp;<br /><strong>Date:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>October 30, 2025</strong><br /><strong>Time:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>10:00 a.m., or as soon as possible thereafter</strong><br /><strong>Place:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>Council Chambers, Toronto City Hall and by Video Conference</strong><br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>The City is initiating three Zoning By-law Amendments to Zoning By-law 569-2013 to: (1) permit certain small-scale retail, service and office uses on residentially-zoned properties within Neighbourhoods on major streets; (2) to permit small-scale retail stores and ancillary eating establishments on select sites within Neighbourhood interiors; and (3) to update home occupation permissions. These proposals form part of the City of Toronto's Expanding Housing Opportunities in Neighbourhoods (EHON) initiative, through the Neighbourhood Retail and Services study.</p>\n<p>&nbsp;</p>\n<p>The City-initiated Zoning By-law Amendments to expand commercial use permissions on major streets and within Neighbourhood interiors applies to all zones under the Residential Zone Category including the R &ndash; Residential Zone, RD &ndash; Residential Detached, RS &ndash; Residential Semi-Detached, RT &ndash; Residential Townhouse, and RM &ndash; Residential Multiple Zone. The related Amendments would allow a broad range of retail, service and office uses on all Residentially zoned sites located on Major Streets.&nbsp; In the interior of the neighbourhoods, the location of commercial uses would be limited to corner sites of select &ldquo;Community Streets&rdquo;, as well as sites adjacent to existing non-residential uses, such as schools and parks. The Amendments set maximum interior floor areas for the commercial uses in all locations, as well as other performance standards.</p>\n<p>&nbsp;</p>\n<p>The Amendment to expand permissions for home occupations applies to all zones where home occupations are permitted. The Amendment would allow a limited number of clients and employees to attend the premises of a home occupation, as well as allow home occupations to occur in an ancillary building. Most of the current Use Specific Regulations for Home Occupations in the Zoning By-law remain unchanged.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material &nbsp;may be obtained by contacting Michael Noble, Manager, by phone at 416-397-4816, or by e-mail at <a href=\"mailto:michael.noble@toronto.ca\">michael.noble@toronto.ca</a> , or Margherita Cosentino, Senior Planner, by phone at 437-779-2357, or email at <a href=\"mailto:margherita.cosentino@toronto.ca\">margherita.cosentino@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>A hard copy of the proposed Zoning By-law Amendments will be available for review at Metro Hall, 22nd floor lobby, 55 John Street, Toronto, Ontario on October 10, 2025.</strong></p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal and any other material placed before it, in order to make recommendations on the proposed Zoning By-law Amendments.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Planning and Housing Committee, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Planning and Housing Committee directly, please register by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, no later than <strong>12:00 p.m. on October 29, 2025</strong>. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about matter, including information about appeal rights, please contact:&nbsp;<strong>City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, Toronto City Hall, 100 Queen Street West, 2nd Floor, Toronto, ON, M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail:</strong> <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail&nbsp;<a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the Zoning By-law Amendments listed in this Notice apply to all of the lands within the geographic boundaries of the City of Toronto, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Zoning By-law Amendments, you must make a written request to the City Clerk attention, Attention: Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Zoning By-law Amendments Adoption Appeal:</strong> If a specified person or public body as defined under the <em>Planning Act</em> or the registered owner of any land to which the plan would apply would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the specified person or public body as defined under the Planning Act or the registered owner of any land to which the plan would apply does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Zoning By-law Amendments are adopted, the specified person or public body as defined under the Planning Act or the registered owner of any land to which the plan would apply is not entitled to appeal the decision to adopt the proposed Zoning By-law Amendments.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong>&nbsp; The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issues. If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6686,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - City-Initiated Request to Amend the Zoning By-law to facilitate small-scale retail, service, office and home occupation uses within Neighbourhoods\n",
  "topics": [
    "Planning > Proposal for a Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
