{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "342 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.6629175265",
      "longitudeCoordinate": "-79.3772282291",
      "postalCode": "M4Y 2G6",
      "province": "Ontario",
      "streetAddress": "342 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "344 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.662978891",
      "longitudeCoordinate": "-79.377214815",
      "postalCode": "M4Y 2G6",
      "province": "Ontario",
      "streetAddress": "344 Jarvis Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 342-344 Jarvis Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6620"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1760068800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>342 AND 344 JARVIS STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 342-344 Jarvis Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 342 and 344 Jarvis Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural value and meet Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The subject properties at 342 and 344 Jarvis Street are located on the west side of Jarvis Street, north of Carlton Street, within the Upper Jarvis neighbourhood. Constructed between 1873 and 1875, the properties contain a pair of semi-detached house form structures designed in the Italianate architectural style. The structures are two-and-a-half stories with raised parlour floors, and were constructed for single-family occupancy, however, were later modified for rooming house, commercial and multi-unit use.</p>\n<p>&nbsp;</p>\n<p>The properties were included on the Heritage Register in June 1973.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 342 and 344 Jarvis Street have design and physical value as representative examples of the Italianate architectural style as applied to the semi-detached house-form building typology. The Italianate architectural style was popular in Toronto through the 1860s and into the 1870s, and was applied primarily to commercial and industrial properties, and in some instances urban residential house form structures as is the case with 342 and 344 Jarvis Street. Features representative of the Italianate architectural style include the planar primary (east) facade; the red and buff brick cladding with ornamental use of stone, terra cotta and wood architectural features; the round-arched window openings; and the low-pitched and side gable roofs.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative</strong></p>\n<p>The property at 342 Jarvis Street has historical and associative value due to its direct association with Clementyne&rsquo;s and later with the Lesbian Organization of Toronto (LOOT) in the mid 1970s to 1980. Founded as a women&rsquo;s cultural centre specifically oriented towards Toronto&rsquo;s growing feminist and lesbian communities, which had few formalized physical gathering spaces, Clementyne&rsquo;s brief but significant history at 342 Jarvis Street beginning in 1975 served as both a catalyst for ongoing organizing within the Toronto&rsquo;s lesbian community, and as a temporary gathering space. LOOT&rsquo;s subsequent use of the property to provide safe space, rental housing, and event space until 1980 as a primarily volunteer-run organization is a testament to the willpower of those behind the organization and the need for space to gather, socialize, and organize within Toronto&rsquo;s lesbian and feminist communities.</p>\n<p>&nbsp;</p>\n<p>The property at 342 Jarvis Street has the potential to yield information that contributes to an understanding of Toronto&rsquo;s queer, feminist and lesbian community in the second half of the 20th century due to its direct association with LOOT and Clementyne&rsquo;s. Their tenure and use of the property during the 1970s and their ability to crowd-fund reflects the growing need and ability for these and similar groups to organize and secure space within the city at a time when significant prejudice existed against LGBTQ+ communities. The attempt of the local community association to force them to relocate to 519 Church Street, and LOOT and Clementyne&rsquo;s reluctance to do so, reflects prejudices of the period as well as the diversities within the LGBTQ+ community that existed during that time, and continue to exist today.</p>\n<p>&nbsp;</p>\n<p>The property at 344 Jarvis Street has historic and associative value due to its direction association with the Elizabeth Fry Society. The Elizabeth Fry Society was founded in 1952 and established its first headquarters at 344 Jarvis Street the following year, in 1953, providing services and support of formerly incarcerated women as they re-integrated with society, many of whom would have lived or worked within the surrounding community. The Elizabeth Fry Society continued to operate within the adjacent community, later constructing their purpose-built offices on Wellesley Street East, east of Sherbourne Street.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the properties at 342 and 344 Jarvis Street are functionally and historically linked to the adjacent properties at 336, 338 and 340 Jarvis Street, which collectively form a collection of 19th century housing on the west side of Jarvis Street north of Carlton Street. A generally consistent setback and raised parlour floors, along with a common scale, form and massing, contribute to the block frontage&rsquo;s historic context. Visually, the subject properties at 342 and 344 Jarvis Street are linked to 19th century housing within the block frontage of Jarvis Street between Carlton Street and Maitland Street and are situated in an area with a concentration of properties built during the mid- to late Victorian period and that have been designated under Part IV of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p>The properties at 342 and 344 Jarvis Street are important in maintaining and supporting the character of the Upper Jarvis neighbourhood, comprised of a collection of 19th century house form buildings, the former Havergal College at 354 Jarvis Street, mid-to-late 20th and early 21st century multi-unit housing. Collectively, these properties reflect the evolution of Upper Jarvis from a subdivision of private homes located on a landscaped avenue to a high-density residential and institutional arterial corridor within downtown Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 342-344 Jarvis Street being representative examples of a pair of semi-detached houses designed in the Italianate architectural style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The scale, form and massing of the subject properties, containing a pair of semi-detached two-and-a-half storey house form buildings with raised parlour floors set-back from the sidewalk</p>\n</li>\n<li>\n<p>The low-pitched roofs with central cross gable peak, punctuated by brick chimneys and set behind a simple cornice</p>\n</li>\n<li>\n<p>The buff and red brick primary (east) facades</p>\n</li>\n<li>\n<p>The terracotta, stone, and wood architectural features, including brackets, corbels, dentils, lintels, and sills</p>\n</li>\n<li>\n<p>The round-arch window openings with an emphasis on verticality in design</p>\n</li>\n<li>\n<p>The first storey bay windows with ornamental drip moulds, stone sills, and low-pitched bay window roof with ventilated eaves</p>\n</li>\n<li>\n<p>The raised parlour floor and the partially above grade lower level, which historically provided access to the working spaces of the house</p>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 342-344 Jarvis Street being visually, functionally and historically linked to its surroundings and for maintaining and supporting the character of the area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The placement, setback and orientation of the structures on the west side of Jarvis Street north of Carlton Street</p>\n</li>\n<li>\n<p>The two-and-a-half storey scale of the primary (east) facades</p>\n</li>\n</ul>\n<p><strong>Note:</strong> the existing stairs leading to the primary entrance are not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 10, 2025, which is November 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6713,
  "otherReferenceList": [
    {
      "description": "2025.PH24.11 - 36, 340, and 342-344 Jarvis Street - Notice of Intention to Designate Properties under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 342-344 Jarvis Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
