{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "505 University Avenue Toronto Ontario",
      "latitudeCoordinate": "43.65587182",
      "longitudeCoordinate": "-79.387980776",
      "postalCode": "M5G 2P2",
      "province": "Ontario",
      "streetAddress": "505 University Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 505 University Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6670"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1761624000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>505 UNIVERSITY AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on October 8 and 9, 2025, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 505 University Avenue. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; City Council approve the demolition of the designated heritage property at 505 University Avenue in accordance with Section 34(1)2 of the Ontario Heritage Act as part of a reconstruction and commemoration strategy for the site substantially in accordance with plans and drawings prepared by BDP Quadrangle Architects, June 12, 2025 and submitted in conjunction with the Heritage Impact Assessment, dated August 22, 2025 prepared by GBCA Architects, and on file with the Senior Manager, Heritage Planning, and subject to the conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to the application to demolish the designated heritage property at 505 University Avenue, in accordance with Part IV, Section 34(1)2 of the Ontario Heritage Act is also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p>a.&nbsp; that the related Official Plan Amendment and Zoning By-law Amendments have come into full force and effect;</p>\n<p>&nbsp;</p>\n<p>b.&nbsp; prior to the issuance of an Ontario Land Tribunal order in connection with the Official Plan Amendment and Zoning By-law Amendment appeals for the property at 505 University Avenue, the owner shall provide a detailed Reconstruction and Commemoration Plan prepared by a qualified heritage consultant that is substantially in accordance with the reconstruction and commemoration strategy set out in the Heritage Impact Assessment dated August 22, 2025, prepared by GBCA Architects, to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>c.&nbsp; prior to the issuance of an Ontario Land Tribunal order in connection with the Official Plan Amendment and Zoning By-law Amendment appeals for the property at 505 University Avenue, the owner shall enter into a Heritage Easement Agreement with the City for the property at 505 University Avenue substantially in accordance with plans and drawings prepared by BDP Quadrangle Architects, dated June 12, 2025, and submitted in conjunction with the Heritage Impact Assessment, dated August 22, 2025 prepared by GBCA Architects, and in accordance with the Reconstruction and Commemoration Plan required in Recommendation 2.b. to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning, including execution and registration of this agreement, to the satisfaction of the City Solicitor;</p>\n<p>&nbsp;</p>\n<p>d.&nbsp; prior to the issuance of any permit for all or any part of the property at 505 University Avenue, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, Urban Design, City Planning, the owner of the subject property shall:</p>\n<p>&nbsp;</p>\n<p>1. provide building permit drawings, including notes and specifications for the reconstruction keyed to the approved Reconstruction and Commemoration Plan required in Recommendation 2. b. above, including a detailed description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>2. provide full documentation of the existing heritage property at 505 University Avenue including two (2) printed sets of archival quality 8 by 10 inch colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a memory stick in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>3. provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning and thereafter shall implement such plan to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>4. provide a Heritage Lighting Plan that describe how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning and thereafter shall implement such a plan to the satisfaction of the Senior Manager Heritage Planning;</p>\n<p>&nbsp;</p>\n<p>5.&nbsp; submit a Signage Plan to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>6. provide a detailed Landscape Plan for the subject property, satisfactory to the Senior Manager, Heritage Planning, Urban Design, City Planning;</p>\n<p>&nbsp;</p>\n<p>7.&nbsp; provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, Urban Design, City Planning, to secure all work included in the approved Reconstruction and Commemoration Plan and Interpretation Plan;</p>\n<p>&nbsp;</p>\n<p>e.&nbsp; prior to the release of the Letter of Credit required in Recommendation 2.d.7 above, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; provide a letter of substantial completion prepared and signed by a qualified heritage consultant, confirming that the required reconstruction and commemoration work and the required interpretive work has been completed in accordance with the Reconstruction and Commemoration Plan and Interpretation Plan and that an appropriate standard of work has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning.</p>\n<p>&nbsp;</p>\n<p>2.&nbsp; provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 28, 2025, which is November 27, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property subject of the application under Section 34 of the Ontario Heritage Act may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act. The appeal may only be made where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.5\">https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.5</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6765,
  "otherReferenceList": [
    {
      "description": "2025.CC33.5 - 505 University Avenue - Demolition of a Designated Heritage Property under Section 34(1)2 of the Ontario Heritage Act - Request for Directions",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 505 University Avenue",
  "topics": [
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
