{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "340 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.662851418",
      "longitudeCoordinate": "-79.377196209",
      "postalCode": "M4Y 2G6",
      "province": "Ontario",
      "streetAddress": "340 Jarvis Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 340 Jarvis Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6619"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1760068800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>340 JARVIS STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 340 Jarvis Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 340 Jarvis Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 340 Jarvis Street is located on the west side of Jarvis Street, north of Carlton Street, within the Upper Jarvis neighbourhood. Constructed around 1863, the property contains one side of a present-day semi-detached dwelling paired with 338 Jarvis Street. It is part of a collection of five abutting Victorian era house-form buildings from 336 Jarvis Street to the south, to 344 Jarvis Street to the north. It was originally one unit of an eight part rowhouse that included 326 to 334 Jarvis Street (demolished), 336 Jarvis Street and 338 Jarvis Street. 340 Jarvis Street contains a two-and-a-half storey structure with a raised parlour floor and was designed in the Georgian architectural style with subsequent alterations in the Second Empire architectural style. The subject property was constructed for single-family occupancy, however, was subsequently modified for a rooming house and later apartments.</p>\n<p>&nbsp;</p>\n<p>The property was included on the Heritage Register in June 1973.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 340 Jarvis Street has design and physical value as a representative example of the Second Empire architectural style as applied to a house-form building typology that was originally constructed in the Georgian architectural style. The Second Empire architectural style was popular in Toronto through the 1860s and into the 1870s, and was applied to institutional and government buildings, detached villas, and rowhouses for those of moderate income, whereas the Georgian architectural style was more common for rowhouses constructed through the 1850s and 1860s. Features representative of the Second Empire architectural style at 340 Jarvis Street include the mansard roof, the rounded bay windows, and the use of classically-derived ornamentation.</p>\n<p>&nbsp;</p>\n<p>The property at 340 Jarvis Street displays a high degree of artistic merit through the fine detailing and features on the primary (east) facade, indicative of the Second Empire architectural style as applied to the original Georgian structure, including the mansard roof with dormer windows, raised lookout shared with 338 Jarvis Street, second story sunroom supported by slender wooden columns with brackets and Corinthian style capitals.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 340 Jarvis Street has historical and associative value due to its direct association with the John Howard Society, which operated within the building from around 1956 until the early 1960s. The John Howard Society was established in Toronto in 1929 to provide housing and employment services to formerly incarcerated men. With a surrounding area that featured a concentration of boarding houses spanning out to the Toronto Don Jail further afield, the location of 340 Jarvis Street situated the John Howard Society within proximity of the communities it serviced, and amid related social service providers. It was in immediate proximity of the Elizabeth Fry Society, which provided similar services for former female inmates, and operated at 344 Jarvis Street from 1953 to 1956.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 340 Jarvis Street is functionally and historically linked to the adjacent properties at 336, 338, 342 and 344 Jarvis Street, which collectively form a collection of 19th century housing on the west side of Jarvis Street north of Carlton Street. A generally consistent setback and raised parlour floors, along with a common scale, form and massing, contribute to the block frontage&rsquo;s historic context. Visually, the subject property at 340 Jarvis Street is linked to 19th century housing within the block frontage of Jarvis Street between Carlton Street and Maitland Street and is situated in an area with a concentration of properties built during the mid-to-late Victorian period and that have been designated under Part IV of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p>The property at 340 Jarvis Street is important in maintaining and supporting the character of the Upper Jarvis neighbourhood, comprised of a collection of 19th century house form buildings, the former Havergal College at 354 Jarvis Street, mid-to-late 20th and early 21st century multi-unit housing. Collectively, these properties reflect the evolution of Upper Jarvis from a subdivision of private homes located on a landscaped avenue to a high-density residential and institutional arterial corridor within downtown Toronto. The subject property marks the southernmost component of this collection north of Carlton Street, and contains one of the earliest extant structures within the Upper Jarvis neighbourhood</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 340 Jarvis Street being a representative example of a semi-detached house-form designed in the Georgian architectural style with later renovations in the Second Empire style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The scale, form and massing of the subject property, containing a two-and-a-half storey house form building with a raised parlour floor set-back from the sidewalk</p>\n</li>\n<li>\n<p>The mansard roof with patterned slate cladding, with protruding central flat roofed pedimented dormer window and elaborate hipped dormers with pediments, brackets and sunburst detailing</p>\n</li>\n<li>\n<p>The red brick primary (east) facade with buff brick details, buff brick foundation, and buff brick quoins</p>\n</li>\n<li>\n<p>The round-arched window openings with buff brick lintels and stone keystones</p>\n</li>\n<li>\n<p>The raised parlour floor and the partially above grade lower level, which historically provided access to the working spaces of the house</p>\n</li>\n<li>\n<p>The wood entrance porch with Corinthian columns, wood tracery and brackets</p>\n</li>\n<li>\n<p>The round-arched primary entrance opening with transom window</p>\n</li>\n<li>\n<p>The second storey sunroom, with semi-circular headed windows, slender engaged mullions, and ornate diagonally set tongue-and-groove cladding</p>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at to 340 Jarvis Street being visually, functionally and historically linked to its surroundings and for maintaining and supporting the character of the Upper Jarvis neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The placement, setback and orientation of the structure on the west side of Jarvis Street north of Carlton Street</p>\n</li>\n<li>\n<p>The two-and-a-half storey scale of the primary (east) facade</p>\n</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 10, 2025, which is November 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6712,
  "otherReferenceList": [
    {
      "description": "2025.PH24.11 - 336, 340, and 342-344 Jarvis Street - Notice of Intention to Designate Properties under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 340 Jarvis Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
