{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "134 Carlton Street Toronto Ontario",
      "latitudeCoordinate": "43.663016124",
      "longitudeCoordinate": "-79.375476419",
      "postalCode": "M5A 2K1",
      "province": "Ontario",
      "streetAddress": "134 Carlton Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 134 Carlton Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6624"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1760068800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>134 CARLTON STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 134 Carlton Street &nbsp;under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 134 Carlton Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative, and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The \"LaVerne Apartments\", located at 134 Carlton Street, is situated mid-block on the north side of Carlton Street between Homewood Avenue and Jarvis Street in the Church-Wellesley Village vicinity. The property occupies a location across from Allan Gardens. The three-storey, flat-roof building was constructed in 1926 and designed in the Neoclassical style. The property continues to serve as apartments.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property has design and physical value for being a representative example of an early-20th century apartment building constructed in the Neoclassical style. Characteristic of the elegant and understated style, the building's main fa&ccedil;ade has a formal appearance being symmetrically arranged and detailed with a classical columned portico marking the main entrance. High-quality brick and cast stone materials distinguish the front of the building with ashlar masonry comprising quoins and the foundation. Bush hammered tooling of the cast stone evidences the care to detail in the finishes. Other classical flourishes such as the cartouche with building date, central window casing, and classical roofline cornice and parapet add to the composition. Classical-style balusters within the parapet, and multi-pane windows originally contributed to the building's Neoclassical style design but have subsequently been lost.</p>\n<p>&nbsp;</p>\n<p>Built for Dr. Oscar A. McNichol (1875-1955), the subject property yields information that contributes to an understanding of the Church - Wellesley Village. The property reflects the historic transition of the Church - Wellesley Village neighbourhood in the first few decades of the 20th century from an area of single-family residences - including some of the city's most substantial - to a zone containing a concentration of nearly 40 extant apartment houses between Bay, Bloor, Carlton and Sherbourne Streets. Due to the area's close proximity to downtown, it was one of the first areas of the city to be redeveloped into an area dominated by apartment buildings. This redevelopment also led to a transformation of the social demographics of the neighbourhood including the addition to the area of a large number of single, working-class residents - notably single, working women. When first occupied, the LeVerne Apartments was more than half occupied by single women reflecting this demographic shift.</p>\n<p>&nbsp;</p>\n<p>The property is a surviving example of the of early-20th-century apartment house that maintains the character of Church-Wellesley Village neighbourhood. The area contains a concentration of early-20th-century apartment houses that include walk-up apartments leading to a distinct and notable grouping of nearly 40 such buildings between Bay, Bloor, Carlton and Sherbourne Streets. The buildings are six-storeys or less in height and generally three to four stories in height, like the LaVerne. Similarly, the LaVerne and the majority of these apartments were developed in the 1920s and early 1930s.</p>\n<p>&nbsp;</p>\n<p>On Carlton Street, in the four short blocks between Church and Sherbourne Streets, the LaVerne Apartments is joined by two other historic apartment buildings which contribute to the concentration of early-20th century apartment buildings in the Church Wellesley Village area - the 1928 Sheldrake Apartments at 1 Homewood Avenue, and the 1929 apartment building at 92 Carlton Street. The properties front onto the designated landmark property, Allan Gardens park - first developed in 1860, and currently located within the Garden District Heritage Conservation District. Additionally, the former Frontenac Apartments (1931) is situated nearby at 300 Jarvis Street, across from Allan Gardens. Historically, the prominent Allan Gardens Apartments (1914 and demolished in 1993) at 121 Carlton Street stood across the street in what is now the northwest corner of Allan Gardens, contributing to the grouping of apartments buildings around Allan Gardens and its iconic Palm House (1910) and greenhouses.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 134 Carlton Street as a representative example of the Neoclassical style:</p>\n<ul>\n<li>\n<p>The three-storey, long, rectangular form, scale and massing of the building with a short fa&ccedil;ade</p>\n</li>\n<li>\n<p>The flat-roof form; cast-stone roofline cornice; brick parapet</p>\n</li>\n<li>\n<p>The exterior materials comprising facing brick for the main fa&ccedil;ade and construction brick cladding secondary facades; cast-stone detailing comprising the main fa&ccedil;ade detailing including portico, ashlar block quoins, cartouche, central window casing, stringcourses and windowsills</p>\n</li>\n<li>\n<p>The regular fenestration of the building comprising rectangular flat-headed windows throughout the building, symmetrically arranged on the main fa&ccedil;ade</p>\n</li>\n<li>\n<p>The central main entrance with portico with classical columns and entablature and wood door with multi-pane glazing</p>\n</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 134 Carlton Street for its contribution to an understanding of the development history of the Church - Wellesley Village vicinity:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The location on Maitland Street within the concentration of apartment buildings in the Church-Wellesley Village area</p>\n</li>\n<li>\n<p>The early twentieth-century apartment building typology</p>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of 134 Carlton Street as helping to define, maintain, and support the historic early-20th century character of its context include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The location on Carlton Street and fronting Allan Gardens</p>\n</li>\n<li>\n<p>The three-storey height and elevated front entrance</p>\n</li>\n<li>\n<p>masonry finish</p>\n</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 10, 2025, which is November 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.9\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.9</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6717,
  "otherReferenceList": [
    {
      "description": "2025.PH24.9 - 34 Carlton Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 134 Carlton Street  ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
