{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "207 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.655781263",
      "longitudeCoordinate": "-79.373791102",
      "postalCode": "M5B 2C1",
      "province": "Ontario",
      "streetAddress": "207 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "209 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.655835692",
      "longitudeCoordinate": "-79.373810522",
      "postalCode": "M5B 2C1",
      "province": "Ontario",
      "streetAddress": "209 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "211 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.655896056",
      "longitudeCoordinate": "-79.373832621",
      "postalCode": "M5B 2C1",
      "province": "Ontario",
      "streetAddress": "211 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "213 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.655959294",
      "longitudeCoordinate": "-79.37385578",
      "postalCode": "M5B 2C1",
      "province": "Ontario",
      "streetAddress": "213 Jarvis Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 207, 209, 211 and 213 Jarvis Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6616"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1760068800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>207, 209, 211 AND 213 JARVIS STREET</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 207, 209, 211 and 213 Jarvis Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 207, 209, 211, and 213 Jarvis Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural value and meet Regulation 9/06, the provincial criteria prescribed for municipal designation</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 207, 209, 211 and 213 Jarvis Street are located on the east side of Jarvis Street, north of Shuter Street, within the Moss Park neighbourhood. Constructed in 1879, the properties contain a residential block comprised of four townhouses, each two-and-a-half storeys and designed in the Second Empire architectural style. Each property was constructed for single-family occupancy but were subsequently modified for rooming houses. In 1977 they were renovated to contain individual apartment units and designed by Zeidler Partnership Architects along with the adjacent row houses at 215, 217 and 219 Jarvis Street.</p>\n<p>&nbsp;</p>\n<p>The properties were included on the Heritage Register in November 1977.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 207, 209, 211 and 213 Jarvis Street have design and physical value as representative examples of the Second Empire style as applied to the townhouse building typology. This architectural style was popular in Toronto through the 1860s and into the 1870s, and was applied to institutional and government buildings, detached villas, and more modest housing, as is the case at 207, 209, 211 and 213 Jarvis Street. Features representative of this architectural style include the mansard roofs; the overall symmetrical composition of the grouping (partially obscured due to the demolition of 203 and 205 Jarvis Street); and the use of classically derived ornamentation.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the properties at 207, 209, 211 and 213 Jarvis Street are functionally and historically linked to the adjacent properties at 215, 217 and 219 Jarvis Street, a grouping of three properties that comprise a terrace, constructed circa 1863, and which have a similar setback as the subject properties. Collectively, the grouping of properties was part of the 1977 redevelopment designed by Zeidler Partnership Architects during a period when similar historic properties within the downtown east side were being restored and incorporated into affordable and multi-family housing, at which time the subject properties and those to the north were extensively renovated to contain apartments and office spaces.</p>\n<p>&nbsp;</p>\n<p>Situated on the east side of Jarvis Street north of Shuter Street, the subject properties - alongside those at 215, 217 and 219 Jarvis Street - represent the southernmost remaining properties that were part of the initial subdivision of Park Lot 6 to the designs of John Howard and initiated by William Jarvis, and are physically linked to the plan of subdivision which called for narrow lots for the southern portions of the subdivision (Jarvis Street), with larger and undefined building lots for the northern portions.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 207, 209, 211 and 213 Jarvis Street as being representative examples of townhouses designed in the Second Empire style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The scale, form, and massing of the subject properties, containing four separate units that collectively form a cohesive whole</p>\n</li>\n<li>\n<p>The overall symmetrical composition of the primary (west) fa&ccedil;ade with a central pier bound by wings on either side</p>\n</li>\n<li>\n<p>The mansard roof, articulated to reflect the variations in setback of the primary (west) fa&ccedil;ade</p>\n</li>\n<li>\n<p>The buff brick primary (west) fa&ccedil;ade with stone detailing</p>\n</li>\n<li>\n<p>One- and two-storey bay windows</p>\n</li>\n<li>\n<p>The round-arched window openings with hoodmoulds</p>\n</li>\n<li>\n<p>The semi-circular dormer windows punctuating the mansard roof</p>\n</li>\n<li>\n<p>The separate entrances to each unit, alternating between those with sidelights and those without</p>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 207, 209, 211, and 213 as being functionally, historically, and physically linked to their surroundings:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The placement, setback, and orientation of the structures on the east side of Jarvis Street north of Shuter Street</p>\n</li>\n<li>\n<p>The two-and-a-half-storey scale of the primary (west) fa&ccedil;ades, which reflect their original single-occupancy</p>\n</li>\n<li>\n<p>The original lot frontage as reflected in the vertical divisions of each unit separating the grouping into four distinct components and indicative of the initial plan of subdivision</p>\n</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 10, 2025, which is November 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.10\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.10</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6709,
  "otherReferenceList": [
    {
      "description": "2025.PH24.10 - 07, 209, 211, 213, 215, 217 and 219 Jarvis Street - Notice of Intention to Designate Properties under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 207, 209, 211 and 213 Jarvis Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
