{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "4200 Eglinton Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.682568045",
      "longitudeCoordinate": "-79.527736823",
      "postalCode": "M9A 4M3",
      "province": "Ontario",
      "streetAddress": "4200 Eglinton Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 4200 Eglinton Avenue West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6668"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1761624000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>4200 EGLINTON AVENUE WEST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on October 8 and 9, 2025, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove, or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 4200 Eglinton Avenue West. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council consent to the application to demolish, by way of deconstruction and salvage, the stone wall and gateposts at the designated property at 4200 Eglinton Avenue West, under Part IV, Section 34(1)1 of the Ontario Heritage Act to allow for construction of a new transit station, in accordance with the Memorandum dated July 29, 2025 prepared by West End Connectors (that includes a Heritage Impact Assessment prepared by Arup dated July 10, 2024, and attachments relating to documentation, dismantling and storage specifications) and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with salvage, storage, reconstruction, landscape and interpretation plans all satisfactory to the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to demolish the stone wall and gateposts at the designated property at 4200 Eglington Avenue West, is subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p>a. prior to the issuance of any permit for all or any part of the property at 4200 Eglinton Avenue West, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, the applicant shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide full documentation of the existing stone wall and gateposts, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a flash drive in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide a Memorandum from a qualified heritage consultant or a qualified heritage professional with dry stone wall construction experience, that generally describes the methodology to be followed to deconstruct the wall and gateposts, salvage original material, store the original material and reconstruct the demolished attributes within a restored landscape, including an estimate of all costs, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Provide a Letter of Credit, including a provision for upward indexing, in a form and amount and from a bank satisfactory to the Senior Manager,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Heritage Planning to secure the estimated cost of all work as set out in the approved methodology Memorandum and cost estimates required in Recommendation 2.a.2</p>\n<p>&nbsp;</p>\n<p>b. That prior to the issuance of any permit for any above grade construction works for all or any part of the property at 4200 Eglinton Avenue West, including a heritage permit or a building permit for any above ground construction works, but excluding permits for shoring and excavation works, for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, Urban Design, City Planning, the applicant shall:</p>\n<p>&nbsp;&nbsp;&nbsp;</p>\n<p>1. Provide a detailed Reconstruction Plan for the stone wall and gateposts prepared by a qualified heritage consultant, or a qualified heritage professional with dry stone wall construction experience; and thereafter shall implement such a Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide a Landscape Plan that supports the heritage values and attributes of the property at 4200 Eglinton Avenue West, as stated in the Designation By-law No. 221-2016, and includes details of the proposed station skylight to the satisfaction of the Senior Manager, Heritage Planning; and thereafter shall implement such a Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such plan to the satisfaction of the Senior Manager, Heritage Planning</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>c. That prior to the release of the Letter of Credit, required in Recommendation 2.a.3, the owner or applicant shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide a letter of substantial completion prepared and signed by a</p>\n<p>qualified heritage consultant confirming that the required demolition, reconstruction and landscaping work has been completed in accordance with the approved methodology Memorandum required in Recommendation 2.a.2 on file with the Senior Manager, Heritage Planning and the Reconstruction, Landscape and Interpretation Plans required in Recommendation 2.b.1., 2.b.2. and 2.b.3; and that an appropriate standard of work has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca&nbsp;</a> within thirty days of October 28, 2025, which is November 27, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.24\">https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.24</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6763,
  "otherReferenceList": [
    {
      "description": "2025.CC33.24 - 4200 Eglinton Avenue West - Demolition of a Heritage Attribute under Section 34 of the Ontario Heritage Act - Approval with Conditions",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.CC33.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 4200 Eglinton Avenue West",
  "topics": [
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
