{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "336 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.662753295",
      "longitudeCoordinate": "-79.3771530566",
      "postalCode": "M4Y 2G6",
      "province": "Ontario",
      "streetAddress": "336 Jarvis Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 336 Jarvis Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6618"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1760068800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>336 JARVIS STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 336 Jarvis Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 336 Jarvis Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 336 Jarvis Street is located on the west side of Jarvis Street, north of Carlton Street, within the Upper Jarvis neighbourhood. Constructed in 1863, the property contains a single-family dwelling that comprises the south end of a collection of five abutting Victorian era house-form buildings. 336 Jarvis Street contains a two-and-a-half storey structure with a raised parlour floor and was designed in the Georgian architectural style with subsequent alterations in the Second Empire architectural style. The subject property was constructed for single-family occupancy, however, was subsequently modified for a rooming house and later apartments.</p>\n<p>&nbsp;</p>\n<p>The property was included on the Heritage Register in June 1973.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 336 Jarvis Street has design and physical value as a representative example of the Second Empire architectural style and was originally constructed in the Georgian architectural style as one unit of an eight part rowhouse, which included 326 Jarvis Street to 334 Jarvis Street (demolished), and 338 and 340 Jarvis Street to the north. The Second Empire architectural style was popular in Toronto through the 1860s and into the 1870s, and was applied to institutional and government buildings, detached villas, and rowhouses for those of moderate income, whereas the Georgian architectural style was more common for rowhouses constructed through the 1850s and 1860s. Features representative of the Second Empire architectural style include the mansard roof, and the use of classically derived ornamentation. Elements of the structure&rsquo;s original Georgian architectural style include the flat-headed window openings, and the splayed stone lintels.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 336 Jarvis Street has historical and associative value due to its direct association with the artist and educator Frederic Bell-Smith, who resided at the subject property from 1890 until his death in 1923. Frederic Bell-Smith&rsquo;s career and reputation in Toronto was established by the time he and his family moved into the house, however it would be during his tenure at the subject property that he developed an international reputation owing to his production of a series of paintings depicting the events surrounding the death of Prime Minister Sir John Sparrow David Thompson at Windsor Castle. Bell-Smith&rsquo;s rare invitation to paint Queen Victoria as part of the series was a significant event and contributed to his prestige and reputation. Bell-Smith subsequently co-found the Arts and Letters Club of Toronto (1908) and served as the president of the Ontario Society of Artists from 1905 to 1908. The lower level of 336 Jarvis Street served as his personal studio, where he hosted artists and students, and</p>\n<p>served as a gathering space for friends and admirers following his death in 1923. His personal artwork remained on display at the subject property following his death as it remained in the Bell-Smith family&rsquo;s ownership.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 336 Jarvis Street is functionally and historically linked to the adjacent properties at 338, 340, 342 and 344 Jarvis Street, which collectively form a collection of 19th century housing on the west side of Jarvis Street north of Carlton Street. A generally consistent setback and raised parlour floors, along with a common scale, form and massing, contribute to the block frontage&rsquo;s historic context. Visually, the subject property at 336 Jarvis Street is linked to 19th century housing within the</p>\n<p>block frontage of Jarvis Street between Carlton Street and Maitland Street and is situated in an area with a concentration of properties built during the mid- to late Victorian period and that have been designated under Part IV of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p>The property at 336 Jarvis Street is important in maintaining and supporting the character of the Upper Jarvis neighbourhood, comprised of a collection of 19th century house form buildings, the former Havergal College at 354 Jarvis Street, mid-to-late 20th and early 21st century multi-unit housing. Collectively, these properties reflect the evolution of Upper Jarvis from a subdivision of private homes located on a landscaped avenue to a high-density residential and institutional arterial corridor within downtown Toronto. The subject property marks the southernmost component of this collection north of Carlton Street and contains one of the earliest extant structures within the Upper Jarvis neighbourhood.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 336 Jarvis Street being a representative example of a house-form building designed in the Georgian architectural style with later renovations in the Second Empire style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The scale, form and massing of the subject property, containing a two-and-a-half storey house form building with a raised parlour floor set-back from the sidewalk</p>\n</li>\n<li>\n<p>The mansard roof, with protruding flat roofed pedimented dormer window above the entrance bay</p>\n</li>\n<li>\n<p>The yellow brick primary (east) facade with stone details</p>\n</li>\n<li>\n<p>The flat-headed window openings with splayed stone lintels</p>\n</li>\n<li>\n<p>The raised parlour floor and the partially above grade lower level, which historically provided access to the working spaces of the house</p>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 336 Jarvis Street being visually, functionally and historically linked to its</p>\n<p>surroundings and for maintaining and supporting the character of the Upper Jarvis neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<p>The placement, setback and orientation of the structure on the west side of Jarvis Street north of Carlton Street</p>\n</li>\n<li>\n<p>The two-and-a-half storey scale of the primary (east) fa&ccedil;ade</p>\n</li>\n</ul>\n<p><strong>Note:</strong> the existing stairs leading to the primary entrance are not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of October 10, 2025, which is November 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6711,
  "otherReferenceList": [
    {
      "description": "2025.PH24.11 - 336, 340, and 342-344 Jarvis Street - Notice of Intention to Designate Properties under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH24.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 336 Jarvis Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
