{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "50 Eglinton Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.7065914505",
      "longitudeCoordinate": "-79.4006707651",
      "province": "Ontario",
      "streetAddress": "50 Eglinton Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 50 Eglinton Avenue West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=827"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "fax": "416-395-7337",
    "locationName": "North York Civic Centre",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1566792000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 50 Eglinton Avenue West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 50 Eglinton Avenue West is worthy of inclusion on the City of Toronto&rsquo;s Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value.&nbsp; It meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 50 Eglinton Avenue West is located on the northwest corner of Duplex Avenue, west of Yonge Street in the Yonge-Eglinton neighbourhood and the historic community of North Toronto.&nbsp; It contains the building known historically as the Eglinton Substation, which was constructed in 1922 by the Toronto Hydro-Electric System to provide power for the extension of the electric street railway, the existing radial railway on Yonge Street, and the Eglinton Carhouse (1922, and no longer extant) at the southwest corner of Yonge and Eglinton.</p>\n<p>In 2017, the property at 50 Eglinton Avenue West was identified for its potential cultural heritage value in the Midtown in Focus: Cultural Heritage Resource Assessment (CHER).</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 50 Eglinton Avenue West has design value as a well-crafted example of Edwardian Classicism applied to a hydro substation from the interwar period that was custom-designed for the Toronto Hydro-Electric System.&nbsp; As the most popular style of architecture for most building types in the early decades of the 20th century, Eglinton Substation exemplifies the style in the somber brick cladding with the stone detailing on the door and window surrounds, coping and cornice, with the latter incorporating a name band reading &ldquo;Toronto Hydro-Electric System&rdquo; on the principal (south) elevation.</p>\n<p>The associative value of the Eglinton Substation is through its links to the beginnings of the Toronto Hydro-Electric System (THES), which began operations in 1911 as a public company designed to deliver electric power from Niagara Falls in the expanding city, a role previously undertaken by private enterprises.&nbsp; As a new entity, the THES employed in-house design staff, principally A. E. Salisbury who first updated existing substations across the city before presenting a template for new buildings that shared a similar classically-inspired design aesthetic, with the Eglinton Substation amongst the earliest examples.&nbsp; The building was the first substation opened by the Toronto Hydro-Electric System in North Toronto and powered the expanded electric street railway, the existing radial railway and the new Eglinton Carhouse under the direction of the recently founded Toronto Transportation Commission (forerunner to today&rsquo;s Toronto Transit Commission or TTC). The Eglinton Substation pre-dated the Glengrove Substation (1930) on Yonge Street, north of Eglinton Avenue, another institutional landmark in North Toronto that is recognized on the City&rsquo;s Heritage Register.</p>\n<p>Contextually, the Eglinton Substation anchors the northwest corner of Eglinton and Duplex avenues, one block west of Yonge Street where it is a highly visible feature with its location, vintage and appearance.&nbsp; It stands as an institutional landmark in North Toronto.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Eglinton Substation at 50 Eglinton Avenue West are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement, setback and orientation of the building on the northwest corner of Duplex Avenue</p>\n<p style=\"padding-left: 30px;\">- &nbsp; The scale, form and massing of the building, which rises two extended stories on the sloped site with the raised base that is higher at the south end and has stone band courses and flat-headed window openings on the south, east and north elevations</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the stone coping and stone cornice that extends from the south elevation to the west and north elevations and incorporates a name band reading &ldquo;Toronto Hydro-Electric System&rdquo; on the south end</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (south) elevation, which is symmetrically organized into three bays with the central entrance in the first (ground) floor that is flanked and surmounted by flat-headed openings with stone surrounds and multi-paned windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The main (south) entrance, where the pair of wood doors with glazing is placed in the classically-detailed surround with the entablature, mouldings and brackets</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The east side elevation facing Duplex Avenue and the rear (north) elevation (the latter is viewed from Duplex Avenue), which continue the pattern of symmetrically-placed flat-headed window openings with stone surrounds</p>\n<p>The west elevation is concealed by the adjoining building at 60 Eglinton Avenue West.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Francine Adamo, Administrator, North York Community Council, North York Civic Centre, 5100 Yonge Street, Ground floor, Toronto, Ontario, M2N 5V7, within thirty days of August 26, 2019, which is September 25, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1026,
  "otherReferenceList": [
    {
      "description": "2019.NY7.8 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement - 50 Eglinton Avenue West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.NY7.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 50 Eglinton Avenue West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 50 Eglinton Avenue West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
