{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Development Charges Complaints - Delegation of Hearing Authority under the Education Act and the Development Charges Act",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=902"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Executive Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1568813400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1568174400000,
  "noticeDescription": "<p>It is proposed that the amendment be adopted at the City Council meeting to be held on October 2 and 3, 2019, or at a subsequent meeting. If adopted by City Council, the amendment to the City of Toronto Municipal Code Chapter 27, Council Procedures, will:</p>\n<p style=\"padding-left: 30px;\">1. Amend City Council's previous delegation of authority to Executive Committee to hold hearings into development charge complaints by delegating the authority to conduct hearings on complaints under both section 20 of the Development Charges Act and Section 257.85 of the Education Act.</p>\n<p>The proposed amendment is outlined in the report titled \"Development Charges Complaints - Delegation of Hearing Authority under the Education Act and the Development Charges Act\". To view or obtain a copy of the report, <a title=\"2019.EX8.2 - Development Charges Complaints - Delegation of Hearing Authority under the Education Act and the Development Charges Act\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EX8.2\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Wednesday, September 18, 2019 at 9:30 a.m., or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendment is subject to the decisions of the Executive Committee and City Council. Consequently, the proposed amendment may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by the Chief Financial Officer and Treasurer, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the Executive Committee on Wednesday, September 18, 2019, please contact the Committee no later than 12:00 p.m. on Tuesday, September 17, 2019:</p>\n<p style=\"padding-left: 30px;\">Executive Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-4666; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Robert Hatton</p>\n<p style=\"padding-left: 30px;\">Director, Strategic and Intergovernmental Initiatives, Corporate Finance</p>\n<p style=\"padding-left: 30px;\">Phone: 416-392-9149</p>\n<p style=\"padding-left: 30px;\">E-mail: <a href=\"mailto:Robert.hatton@toronto.ca\">Robert.hatton@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out a proposed change, the Committee and/or City Council may change this proposal and adopt additional or other amendments that differ from the recommendation set out in the report. The proposed amendment is subject to the decision of the Committee and the decision of City Council.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Executive Committee will make its final recommendations on September 18, 2019 which will be forwarded to City Council for its meeting on October 2 and 3, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or call 416-392-4666.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1102,
  "otherReferenceList": [
    {
      "description": "2019.EX8.2 - Development Charges Complaints - Delegation of Hearing Authority under the Education Act and the Development Charges Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EX8.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Toronto City Council will be considering a recommendation to adopt an amendment to Toronto Municipal Code Chapter 27, Council Procedures",
  "title": "Development Charges Complaints - Delegation of Hearing Authority under the Education Act and the Development Charges Act",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
