{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Temporary Signs By-law Review",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=995"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1571146200000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1570420800000,
  "noticeDescription": "<p><strong>Notice is hereby given that Toronto City Council will be considering recommendations to adopt amendments to the following City of Toronto Municipal Code Chapters:</strong></p>\n<p><strong>Chapter 27, Council Procedures;</strong></p>\n<p><strong>Chapter 441, Fees;</strong></p>\n<p><strong>Chapter 693, Signs; and</strong></p>\n<p><strong>Chapter 694, Signs, General</strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on October 29 and 30, 2019, or at a subsequent meeting.</p>\n<p><strong>If adopted by City Council, the amendments to the City of Toronto Municipal Code Chapter 693, Signs will:</strong></p>\n<p><strong>Placement Requirements for A-Frame and Portable Signs</strong></p>\n<p style=\"padding-left: 30px;\">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to require that, when located on public property, A-frame and portable signs must be placed curb-side and in the Furnishing and Planting Zone, as described by the City of Toronto's Streetscape Manual, whenever possible and adhere to any separation distances established by the Executive Director, Municipal Licensing and Standards.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to include minimum separation distances, as established by the Executive Director, Municipal Licensing and Standards, for A-frame and portable signs from installations such as bicycle rings, fire hydrants or fire connections, intersection or pedestrian crossovers, postering columns, benches, garbage/recycling bins, and transit stops and shelters as a location requirement.</p>\n<p style=\"padding-left: 30px;\">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to include that an A-frame or portable sign may be moved or removed:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; If location requirements are not met;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; If space is required by the City of Toronto, including for the installation of street furniture, construction, or other municipal purposes; or</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; If space is required by the Toronto Transit Commission, including for operational or public safety reasons.</p>\n<p style=\"padding-left: 30px;\">4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to increase the pedestrian clearway requirement to 2.5 metres for streets identified in Appendix A of the Toronto Municipal Code Chapter 742, Sidewalk Cafes, Parklets and Marketing Displays.</p>\n<p style=\"padding-left: 30px;\">5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to specify that the sign permit identifiers on A-frame and portable signs must be visible and attached to the exterior upper corner of one of the sign faces.</p>\n<p style=\"padding-left: 30px;\">6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to align portable sign regulations with existing A-frame sign regulations by specifying that portable signs also cannot be displayed or erected along the right-of-way areas along Bloor Street East and Bloor Street West between Avenue Road and Sherbourne Street, or along Yonge Street south of Davenport Road.</p>\n<p style=\"padding-left: 30px;\">7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to align portable sign regulations with existing A-frame sign regulations by specifying that:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Where the frontage associated with the main, front wall of a building is 6.1 metres or less, a maximum of one portable sign per building may be displayed regardless of the number of businesses in the premises;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; Where the frontage associated with the main, front wall of a building is more than 6.1 metres, display a maximum of two portable signs per premises regardless of the number of businesses in the premises; and</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; Despite 7a. and 7b., if a building is on a corner property with two or more walls adjacent to a highway, one additional portable sign may be displayed adjacent to the side wall of the building.</p>\n<p><strong>Contracted Services Signs</strong></p>\n<p style=\"padding-left: 30px;\">8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to establish a new temporary sign type, called \"Contracted Services Signs\".</p>\n<p style=\"padding-left: 30px;\">9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 693 to define a Contracted Services Sign as \"a sign advertising a contractor who repairs, renovates or landscapes a premise.\"</p>\n<p style=\"padding-left: 30px;\">10.&nbsp;&nbsp; City Council amend Chapter 693 to direct that, in addition to complying with the general restrictions in the new Article 1 that apply to all signs and the regulations that apply to all temporary signs, Contracted Services Signs must adhere to the following:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Only one sign per contractor is allowed.</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; There cannot be more than three signs per property.</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; No permit is required.</p>\n<p style=\"padding-left: 60px;\">d.&nbsp;&nbsp;&nbsp; The sign must be erected entirely on private property.</p>\n<p style=\"padding-left: 60px;\">e.&nbsp;&nbsp;&nbsp; Consent of the owner or occupant of the property is required before the erection of the sign.</p>\n<p style=\"padding-left: 60px;\">f.&nbsp;&nbsp;&nbsp;&nbsp; The sign may only be attached to a stake or fence (not including a fence that is vegetation).</p>\n<p style=\"padding-left: 60px;\">g.&nbsp;&nbsp;&nbsp; The sign can only display content related to a contracted service underway or completed at the property.</p>\n<p style=\"padding-left: 60px;\">h.&nbsp;&nbsp;&nbsp; The sign may have no more than two sign faces and no sign face can be larger than 0.37 square metres in area.</p>\n<p style=\"padding-left: 60px;\">i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The sign cannot exceed a maximum height of 0.61 metres or a maximum width of 0.61 metres.</p>\n<p style=\"padding-left: 60px;\">j.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The sign cannot be higher than two metres above grade.</p>\n<p style=\"padding-left: 60px;\">k.&nbsp;&nbsp;&nbsp; The sign may only be displayed once the contracted service has begun and must be removed within 30 days after the work has been complete.</p>\n<p><strong>Home Builder Identification Signs</strong></p>\n<p style=\"padding-left: 30px;\">11.&nbsp;&nbsp; City Council amend Chapter 693 to establish a new temporary sign type, called \"Home Builder Identification Signs\".</p>\n<p style=\"padding-left: 30px;\">12.&nbsp;&nbsp; City Council amend Chapter 693 to define a Home Builder Identification Sign as \"a sign identifying the builder or renovator involved in the renovation or construction of a residential building or related structure.\"</p>\n<p style=\"padding-left: 30px;\">13.&nbsp;&nbsp; City Council amend Chapter 693 to direct that, in addition to complying with the general restrictions in the new Article 1 that apply to all signs and the regulations that apply to all temporary signs, Home Builder Identification Signs must adhere to the following:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Only one sign per property is allowed.</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; No permit is required.</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; The sign must be erected entirely on private property.</p>\n<p style=\"padding-left: 60px;\">d.&nbsp;&nbsp;&nbsp; Consent of the owner or occupant of the property is required before the sign is erected.</p>\n<p style=\"padding-left: 60px;\">e.&nbsp;&nbsp;&nbsp; The sign can only display information related to the builder or renovator responsible for undertaking work at a residential building or related structure.</p>\n<p style=\"padding-left: 60px;\">f.&nbsp;&nbsp;&nbsp;&nbsp; The sign may have no more than two sign faces and no sign face can be larger than 1.5 square metres in area.</p>\n<p style=\"padding-left: 60px;\">g.&nbsp;&nbsp;&nbsp; The sign cannot be higher than two metres above grade.</p>\n<p style=\"padding-left: 60px;\">h.&nbsp;&nbsp;&nbsp; The sign may only be displayed once the work has begun and must be removed within 30 days after occupancy has been granted by Toronto Building or passed an interior final inspection.</p>\n<p style=\"padding-left: 60px;\">i.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The sign may only be attached to a stake or fence (not including a fence that is vegetation).</p>\n<p><strong>Advocacy Signs</strong></p>\n<p style=\"padding-left: 30px;\">14.&nbsp;&nbsp; City Council amend Chapter 693 to establish a new temporary sign type, called \"Advocacy Signs\".</p>\n<p style=\"padding-left: 30px;\">15.&nbsp;&nbsp; City Council amend Chapter 693 to define an Advocacy Sign as \"a sign that advances a point of view and is not for a commercial purpose, not including an election sign.\"</p>\n<p style=\"padding-left: 30px;\">16.&nbsp;&nbsp; City Council amend Chapter 693 to direct that, in addition to complying with the general restrictions in the new Article 1 that apply to all signs and the regulations that apply to all temporary signs, Advocacy Signs must adhere to the following:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Only one sign per premise is allowed.</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; No permit is required.</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; The sign must be erected entirely on private property.</p>\n<p style=\"padding-left: 60px;\">d.&nbsp;&nbsp;&nbsp; Consent of the owner or occupant of the premise is required before the erection of the sign.</p>\n<p style=\"padding-left: 60px;\">e.&nbsp;&nbsp;&nbsp; The sign may have no more than two sign faces and no sign face can be larger than 1.2 square metres in area.</p>\n<p style=\"padding-left: 60px;\">f.&nbsp;&nbsp;&nbsp;&nbsp; The sign cannot be higher than two metres above grade.</p>\n<p style=\"padding-left: 60px;\">g.&nbsp;&nbsp;&nbsp; The sign may only be attached to a stake or fence (not including a fence that is vegetation).</p>\n<p><strong>Open House Signs</strong></p>\n<p style=\"padding-left: 30px;\">17.&nbsp;&nbsp; City Council amend Chapter 693 to allow open house signs to be displayed up to 2 hours before the start of the open house and 2 hours after the end of the open house.</p>\n<p style=\"padding-left: 30px;\">18.&nbsp;&nbsp; City Council amend Chapter 693 to state that there may be no more than six open house signs per advertised property.</p>\n<p><strong>Mobile Signs</strong></p>\n<p style=\"padding-left: 30px;\">19.&nbsp;&nbsp; City Council amend Chapter 693 to remove the requirement that mobile signs may only have black and white lettering.</p>\n<p style=\"padding-left: 30px;\">20.&nbsp;&nbsp; City Council amend Chapter 693 to remove the requirement that mobile signs be located directly in front of the business that the sign is advertising and instead specify that the sign must be on the property in which the business is located.</p>\n<p><strong>Construction Hoarding Signs</strong></p>\n<p style=\"padding-left: 30px;\">21.&nbsp;&nbsp; City Council amend Chapter 693 to move the provisions governing construction hoarding signs from Article III to the Article that includes vehicular destination signs and neighbourhood and business area identification signs; sign types which are administered by the General Manager, Transportation Services.</p>\n<p><strong>Alignment with Chapter 742, Caf&eacute;s, Parklets and Marketing Displays</strong></p>\n<p style=\"padding-left: 30px;\">22.&nbsp;&nbsp; City Council amend Chapter 693 to include the prohibition in Chapter 742 (742-8.5) on an A-frame or portable sign being displayed where a small frontage caf&eacute; or small marketing display has been installed and the building frontage is 6-metres or less.</p>\n<p style=\"padding-left: 30px;\">23.&nbsp;&nbsp; City Council amend Chapter 693 to specify that a business that has a permit for a caf&eacute; or marketing display may locate an A-frame or portable sign only within the limits of the permitted area and must have a permit issued under Chapter 693 for the sign.</p>\n<p><strong>Sign Storage</strong></p>\n<p style=\"padding-left: 30px;\">24.&nbsp;&nbsp; City Council amend Chapter 693 to remove the required storage period for all signs, except election signs, and update the removal and disposal provisions accordingly.</p>\n<p><strong>Administrative Matters</strong></p>\n<p style=\"padding-left: 30px;\">25.&nbsp;&nbsp; City Council rename Chapter 693 to be \"Signs, Election and Temporary\".</p>\n<p style=\"padding-left: 30px;\">26.&nbsp;&nbsp; City Council include in the general restrictions section of Chapter 693 that signs regulated by Chapter 693 must not damage underground or aboveground services.</p>\n<p style=\"padding-left: 30px;\">27.&nbsp;&nbsp; City Council amend Chapter 693 to align regulations for temporary signs by requiring that, except in accordance with a sign permit, they be no closer than 0.30 metres from a sidewalk or where there is no sidewalk, 0.30 metres from the travelled portion of the highway, and direct that this provision be included in the location requirements for all temporary signs in the amended Chapter.</p>\n<p style=\"padding-left: 30px;\">28.&nbsp;&nbsp; City Council amend Chapter 693 to:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; Increase the maximum fine to $100,000;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; Add a special fine in an amount equal to any economic gain obtained from non-compliance;</p>\n<p style=\"padding-left: 60px;\">c.&nbsp;&nbsp;&nbsp; Include offences for obstruction and failure to provide information as required;</p>\n<p style=\"padding-left: 60px;\">d.&nbsp;&nbsp;&nbsp; Designate each offence as a continuing offence with a maximum daily fine of $10,000 and a total fine which may exceed $100,000; and</p>\n<p style=\"padding-left: 60px;\">e.&nbsp;&nbsp;&nbsp; Include authority to enter to inspect, to make orders to comply and to take remedial action.</p>\n<p style=\"padding-left: 30px;\">29.&nbsp;&nbsp; City Council add the following transition provisions to Chapter 693 to establish that:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp;&nbsp;&nbsp; The provisions of this chapter do not apply to permits granted or agreements entered into before January 6, 2020 until the permits or agreements are renewed, provided that the holders of the permits and parties to the agreements continue to comply with the terms of their permits or agreements and that the permits or agreements are not revoked or terminated and do not expire without renewal; and</p>\n<p style=\"padding-left: 60px;\">b.&nbsp;&nbsp;&nbsp; All prosecutions and other enforcement processes commenced under this chapter which have not been completed on January 6, 2020 shall be completed as if the chapter had not been amended on that date.</p>\n<p><strong>Additional amendments to the City of Toronto Municipal Code Chapter 694, Signs, General will:</strong></p>\n<p style=\"padding-left: 30px;\">30.&nbsp;&nbsp; City Council repeal section 694-6A(6) of Chapter 694, Signs, General, removing signs affiliated with the ongoing construction or demolition of a building as this sign type will be regulated as a Home Builder Identification Sign under Chapter 693.</p>\n<p><strong>Additional amendments to the City of Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C - Schedule 12, Municipal Licensing and Standards, will:</strong></p>\n<p style=\"padding-left: 30px;\">31.&nbsp;&nbsp; City Council amend Chapter 441 to delete fees unique to each sign type (reference numbers 46, 48, 49, 55, 56, 115, 116, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, and 136) so that the removal, retrieval, storage, and disposal fees for temporary signs be used for all forms of temporary signs (reference numbers 137, 138, 139, 140).</p>\n<p style=\"padding-left: 30px;\">32.&nbsp;&nbsp; City Council amend Chapter 441 to update and include an annual adjustment based on the Consumer Price Index fees related to temporary signs, as outlined in Table 1.</p>\n<p>Table 1: Recommended updates to fees 137, 138, 139, and 140 in Chapter 441, Fees</p>\n<table style=\"border: 1px solid black; border-collapse: collapse; height: 257px; width: 1073px;\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 71.95px;\">No.</td>\n<td style=\"height: 48px; width: 245.717px;\">Service</td>\n<td style=\"height: 48px; width: 203.817px;\">Fee Description</td>\n<td style=\"height: 48px; width: 131.9px;\">Category</td>\n<td style=\"height: 48px; width: 130.867px;\">Fee Basis</td>\n<td style=\"height: 48px; width: 131.9px;\">2019 Fee</td>\n<td style=\"height: 48px; width: 155.85px;\">Annual Adj.</td>\n</tr>\n<tr style=\"height: 65px;\">\n<td style=\"height: 65px; width: 71.95px;\">137</td>\n<td style=\"height: 65px; width: 245.717px;\">NEW<br />Prop Std/insp /Enfo</td>\n<td style=\"height: 65px; width: 203.817px;\">Removal fee for Illegal Temporary Signs</td>\n<td style=\"height: 65px; width: 131.9px;\">Full Cost Recovery</td>\n<td style=\"height: 65px; width: 130.867px;\">Case</td>\n<td style=\"height: 65px; width: 131.9px;\">$100.00</td>\n<td style=\"height: 65px; width: 155.85px;\">NEW<br />Yes</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 71.95px;\">138</td>\n<td style=\"height: 48px; width: 245.717px;\">NEW<br />Prop Std/insp /Enfo</td>\n<td style=\"height: 48px; width: 203.817px;\">Retrieval fee for Illegal Temporary Signs</td>\n<td style=\"height: 48px; width: 131.9px;\">Full Cost Recovery</td>\n<td style=\"height: 48px; width: 130.867px;\">Case</td>\n<td style=\"height: 48px; width: 131.9px;\">$200.00</td>\n<td style=\"height: 48px; width: 155.85px;\">\n<p>NEW</p>\n<p>Yes</p>\n</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 71.95px;\">139</td>\n<td style=\"height: 48px; width: 245.717px;\">NEW<br />Prop Std/insp /Enfo</td>\n<td style=\"height: 48px; width: 203.817px;\">Storage fee for Illegal Temporary Signs</td>\n<td style=\"height: 48px; width: 131.9px;\">Full Cost Recovery</td>\n<td style=\"height: 48px; width: 130.867px;\">NEW<br />Per Day</td>\n<td style=\"height: 48px; width: 131.9px;\">$15.00</td>\n<td style=\"height: 48px; width: 155.85px;\">NEW<br />Yes</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 71.95px;\">140</td>\n<td style=\"height: 48px; width: 245.717px;\">NEW<br />Prop Std/insp /Enfo</td>\n<td style=\"height: 48px; width: 203.817px;\">Disposal fee for Illegal Temporary Signs</td>\n<td style=\"height: 48px; width: 131.9px;\">Full Cost Recovery</td>\n<td style=\"height: 48px; width: 130.867px;\">Case</td>\n<td style=\"height: 48px; width: 131.9px;\">$50.00</td>\n<td style=\"height: 48px; width: 155.85px;\">\n<p>NEW</p>\n<p>Yes</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p style=\"padding-left: 30px;\">33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council amend Chapter 441 to delete fee 414 (Annual fee: temporary signs permit - portable) and establish two new fees for the application and renewal of portable sign permits that are identical to that of A-frame sign permits, as outlined in Table 2.</p>\n<p>Table 2: Recommended new 2019 portable sign-related fees in Chapter 441, Fees</p>\n<table style=\"border: 1px solid black; border-collapse: collapse; height: 144px; width: 1066px;\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 50.9833px;\">No.</td>\n<td style=\"height: 48px; width: 163.85px;\">Service</td>\n<td style=\"height: 48px; width: 379.5px;\">Fee Description</td>\n<td style=\"height: 48px; width: 154.85px;\">Category</td>\n<td style=\"height: 48px; width: 127.917px;\">Fee Basis</td>\n<td style=\"height: 48px; width: 85.9667px;\">2019 Fee</td>\n<td style=\"height: 48px; width: 101.933px;\">Annual Adj.</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 50.9833px;\">New</td>\n<td style=\"height: 48px; width: 163.85px;\">Business Permitting</td>\n<td style=\"height: 48px; width: 379.5px;\">Application fee: Temporary Sign permit - Portable</td>\n<td style=\"height: 48px; width: 154.85px;\">Full Cost Recovery</td>\n<td style=\"height: 48px; width: 127.917px;\">Per application</td>\n<td style=\"height: 48px; width: 85.9667px;\">$109.66</td>\n<td style=\"height: 48px; width: 101.933px;\">Yes</td>\n</tr>\n<tr style=\"height: 48px;\">\n<td style=\"height: 48px; width: 50.9833px;\">New</td>\n<td style=\"height: 48px; width: 163.85px;\">Business Permitting</td>\n<td style=\"height: 48px; width: 379.5px;\">Renewal fee: Temporary Sign permit - Portable</td>\n<td style=\"height: 48px; width: 154.85px;\">Full Cost Recovery</td>\n<td style=\"height: 48px; width: 127.917px;\">Per application</td>\n<td style=\"height: 48px; width: 85.9667px;\">$86.57</td>\n<td style=\"height: 48px; width: 101.933px;\">Yes</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p><strong>Implementation</strong></p>\n<p style=\"padding-left: 30px;\">34.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council authorize the City Solicitor, City Clerk, and Executive Director, Municipal Licensing and Standards, to re-structure, consolidate, and simplify all existing requirements to improve the readability of the Toronto Municipal Code Chapter 693 including adding a section setting out the scope of the by-law, consolidating the general restrictions that apply to all signs and setting out more clearly the location requirements, and specific requirements that apply to all sign types, including attachment requirements, and to update Chapter 27, Council Procedures, Chapter 192, Public Service, Chapter 545, Licensing, Chapter 742, Sidewalk Cafes, Parklets and Marketing Displays, and Chapter 743, Streets and Sidewalks, Use of to the reflect the new title of and new section numbers in Chapter 693, as required.</p>\n<p style=\"padding-left: 30px;\">35.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; City Council direct that the changes to the Toronto Municipal Code Chapter 27, Chapter 441, Chapter 693, and Chapter 694 become effective as of January 6, 2020.</p>\n<p>The proposed amendments are outlined in the report, titled \"Temporary Signs By-law Review\". To view or obtain a copy of the report, <a title=\"Temporary Signs By-law Review\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PH9.3\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, 2nd floor, Toronto City Hall on Tuesday, October 15, 2019 at 9:30 a.m., or as soon as possible thereafter, the Planning and Housing Committee of Toronto City Council will hear in person or by their counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the Planning and Housing Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the Planning and Housing Committee</p>\n<p>on Tuesday, October 15, 2019, please contact the Committee no later than 12:00 p.m. on Friday, October 11, 2019:</p>\n<p style=\"padding-left: 30px;\">Planning and Housing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, Ontario, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">E-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Elizabeth Glibbery</p>\n<p style=\"padding-left: 30px;\">Interim Director, Investigation Services</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">399 The West Mall, North Block, Floor 3</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-7633; Fax: 416-394-2904</p>\n<p style=\"padding-left: 30px;\">E-mail: <a href=\"mailto:Elizabeth.Glibbery@toronto.ca\">Elizabeth.Glibbery@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes and fees, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report, including fees that are higher or lower than the fees being proposed and/or new fees not contemplated in the staff report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Planning and Housing Committee will make its final recommendations on October 15, 2019 which will be forwarded to City Council for its meeting on October 29 and 30, 2019.</p>\n<p><strong>Notice to People Writing or Making Presentations to the Planning and Housing Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or call 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1182,
  "otherReferenceList": [
    {
      "description": "Municipal Code Chapter 27, Council Procedures",
      "url": "https://www.toronto.ca/legdocs/municode/1184_027.pdf"
    },
    {
      "description": "Municipal Code Chapter 441, Fees",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "Municipal Code Chapter 693, Signs",
      "url": "https://www.toronto.ca/legdocs/municode/1184_693.pdf"
    },
    {
      "description": "Municipal Code Chapter 694, Signs, General",
      "url": "https://www.toronto.ca/legdocs/municode/1184_694.pdf"
    },
    {
      "description": "2019.PH9.3 - Temporary Signs By-law Review",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PH9.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "* On October 9, 2019 a correction was made to proposed Amendment 27 below. The distance of 0.37 metres was corrected to 0.30 metres.",
  "title": "Temporary Signs By-law Review",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
