{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "28 Bracken Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6787181724",
      "longitudeCoordinate": "-79.2843689237",
      "postalCode": "M4E 1N3",
      "province": "Ontario",
      "streetAddress": "28 Bracken Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 28 Bracken Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=983"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 28 Bracken Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>28 Bracken Avenue</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 28 Bracken Avenue, containing a house-form building is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located in the Balmy Beach neighbourhood on the north side of the street between Kingswood and Bingham Avenues, the property at 28 Bracken Avenue contains a two-and-a-half storey house-form building constructed in 1915-16 and first owned by Clara and Arthur G. Hill. Located on a corner lot, the house includes garage facing Bingham Avenue and at one time also included a tennis court which was located at 26 Bracken Avenue.&nbsp; The property is within close proximity to the Kingswood Road South Heritage Conservation District which is located south of Bracken Avenue.&nbsp;&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Clara and Arthur G. Hill house, with its complementary garage, has design value as an excellent representative of the Arts and Crafts Movement, rendered in the Shingle Style, evident in the complex massing, sweeping roofs, combination of gable and hip dormers, projecting bay window, deep verandah with buff brick and shingle cladding.&nbsp; A high degree of craftsmanship and artistic merit is shown in the construction of the house which skillfully resolves the complex massing through expert design and carpentry.&nbsp; Further artistic merit is seen in the detailing of the flaring eaves with the tapered rafters ends and the unusual verandah supports with their combination of tripled brick piers of varying heights.&nbsp; The gate posts at the entrance walkway and the garage structure to the north have been built to be consistent with the materials, forms, craftsmanship and detailing of the house, contributing to the overall design value of the property.</p>\n<p>As one of the earliest houses on Bracken Avenue, the Hill house is valued for its historic association with the early 20th-century development of the Balmy Beach neighbourhood.&nbsp; The house has historical and associative value as it was the home of Kildare Dobbs, the well-known Irish-Canadian poet and novelist and Member of the Order of Canada, and Kathleen Ptolemy, who served as the Secretary of the Canadian Council of Refugees.</p>\n<p>Located at the corner of Bracken and Bingham Avenues in the heart of the Balmy Beach neighbourhood and the adjacent Kingswood Road South HCD, the Hill House with its Arts and Crafts architecture and Shingle Style details has contextual value as it defines and maintains the Arts and Crafts character of the residential architecture of this neighbourhood including a fine collection of houses on Bingham Avenue and Kingswood and Scarborough roads. Constructed in 1915-1916 and the second house to be completed on Bracken Avenue, Hill house is functionally, historically and visually linked to its surroundings.&nbsp; Prominently sited on its corner lot and viewed from two streets, the house, with its complex massing of roofs, dormers and deep verandah and its finely crafted details is a local architectural landmark.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 28 Bracken Avenue are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the house and garage on the property at the north-west corner of Bracken and Bingham avenues</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey house-form building which includes the sweeping gable roof, with its gable and hipped roof dormers and its extension over the first floor porch, the roof skirt which is featured on parts of all four elevations, including the gable dormer and the projecting double storey bay window on the south elevation, and the brick chimneys on the east and west elevations</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The projecting eaves of the roofs which feature tapered rafter tails</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The supporting piers for the verandah which include brick piers of two heights, with square stone caps, supporting square posts with moulded bases and capitals and the additional brick piers set in front of the verandah piers to either side of the entrance to the verandah which are used to support planters</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wood handrails on the stairs and verandah</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wood beams supporting the verandah roof with their decorative dentil course</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick cladding of the first storey and shingle cladding of the upper two stories&nbsp;&nbsp;</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the elevations with single window openings which combine single, triple and quadruple lights including the second floor window in the bay which combines lights with a wider central opening</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window heads which have arched brick headers on the ground floor and flat openings on the second and third floors surrounded by wood frames with a projecting cornice element</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The third floor window opening in the gable dormer which features a small shingled roof, eaves with projecting tapered rafter tails</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale form and massing of the garage with its gable roof and roof skirting</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cladding materials of the garage including the brick and shingles</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window in the gable of the garage with its three openings, wood cornice and mouldings and projecting shingled roof</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pair of brick piers with stone caps set on the south edge of the property at the sidewalk, marking the entry path to the main (south) entrance&nbsp;&nbsp;</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 10, 2019, which is November 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1183,
  "otherReferenceList": [
    {
      "description": "2019.TE7.29 - Inclusion on the Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 28 Bracken Avenue \n \n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.29"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 28 Bracken Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
