{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "56 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6481418704",
      "longitudeCoordinate": "-79.3778264033",
      "postalCode": "M5E 1G5",
      "province": "Ontario",
      "streetAddress": "56 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 56 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=985"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 56 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Hotel Mossop</strong></p>\n<p>The property at 56 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 56 Yonge Street contains the building known historically as the Hotel Mossop, an eight-storey commercial building that was commissioned by businessman, Frederick W. Mossop and completed in 1908 according to the designs of Toronto architect J. P. Hynes.&nbsp; Its construction was interrupted by delays related to financing and the challenges of developing the site in the city&rsquo;s Financial District and, while opening as an exclusive 60-room hotel with many amenities, its operation was stymied by the passage of the Ontario Temperance Act in 1916.&nbsp; Closing the following year, the Hotel Mossop was flagged as one of two hotels to take overflow patients during the Spanish Influenza epidemic in 1918.&nbsp; The business continued to operate under its original name in the 1920s (as advertised in local newspapers), but reopened as the Hotel Victoria in 1928 when it was branded the &ldquo;most exclusive small hotel in Canada&rdquo; under the operation of George and Matthew Elliott.&nbsp; The hotel survived the economic downturn of lower Yonge Street during the World War II era and, after several changes in ownership, was updated in the mid 1980s as an upscale boutique establishment.&nbsp; The property at 56 Yonge Street was listed on the City of Toronto&rsquo;s Heritage Inventory (now known as the Heritage Register) in 1983.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The building known historically as the Hotel Mossop at 56 Yonge Street has design value as a well-crafted early-20th century commercial building with Edwardian Classical styling.&nbsp; Popularized for almost all building types in the period before World War I, Edwardian Classicism was inspired by classical architecture and identified by its symmetry and the decorative detailing drawn from antiquity.&nbsp; The Hotel Mossop is an excellent example of the style where the materials and architectural features are used to emphasize the tripartite design with the base, shaft and cornice.&nbsp; It is particularly distinguished by the stone detailing applied for the semi-engaged columns, the banding on the piers, the cornices and the distinctive arched parapet on the roofline.</p>\n<p>The property at 56 Yonge Street has value for its association with the temperance movement in Ontario in the early 20th century when the Hotel Mossop was one of the hostelries impacted by the prohibition of alcohol, resulting in the closure of the venue by the original owners.&nbsp; Historically, it is also associated with Toronto architect J. P. (James Patrick) Hynes who designed the Hotel Mossop while he oversaw a solo practice between 1894 and 1914.&nbsp; While Hynes is identified with upscale residential buildings in Toronto&rsquo;s exclusive neighbourhoods, including Rosedale and Deer Park, as well as churches and schools for Roman Catholic parishes, he designed six hotels in the city, including the subject building.&nbsp; Afterward, he oversaw the seven-year partnership of Hynes, Feldman and Watson that was distinguished by commissions for the Allen Theatre chain, including the extant complex now known as the Danforth Music Hall.&nbsp; Resuming his solo career, Hynes completed St. Peter&rsquo;s Roman Catholic Church on Bathurst Street, which is among many of his projects that are included on the City of Toronto&rsquo;s Heritage Register.</p>\n<p>Contextually, the Hotel Mossop supports and maintains the historical character of lower Yonge Street as it developed in the late-19th and early-20th century as Toronto&rsquo;s new Financial District and is reflected in the collection of extant commercial buildings that are recognized on the City&rsquo;s Heritage Register.&nbsp; This group includes the former stores, hotel and banks preserved in Brookfield Place (formerly BCE Place), as well as the Bank of British North America and A. V. Brown Building (both designed by the notable early Toronto architect, John G. Howard) that marked the emergence of the Yonge and Wellington corners as a financial centre.&nbsp; This was followed in the pre-World War I era with the construction by the major banks of the city&rsquo;s first skyscrapers adjoining the intersection of Yonge and King streets.&nbsp; With its location between Wellington and King, the Hotel Mossop (later known as the Hotel Victoria) is historically, visually and physically linked to its setting on Toronto&rsquo;s &ldquo;Main Street.&rdquo;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Hotel Mossop (afterward known as the Hotel Victoria) at 56 Yonge Street are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the west side of Yonge Street, north of Wellington Street West</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and setting of the 8-storey building with the L-shaped plan</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick and stone cladding and detailing</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the stone cornice and the centrally-placed arched parapet on the east end</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (east) elevation, which is symmetrically organized into three sections by the materials and detailing, as well as the cornices above the first and second stories, and extends five bays above the first (ground) floor</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east elevation, the first floor (which has been altered and where the doors are not original) with the stone semi-engaged columns and the banded stone piers, the second storey where the flat-headed window openings are separated by brick piers with stone bands, and the upper six stories with the plain brick piers that organize the flat-headed window openings with the stone lintels and sills and, in the upper floor, the round-arched window openings with the brick and stone hood moulds</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The side elevations (north and south) are concealed by the adjoining buildings and, along with the rear elevations of the L-shaped plan, are not identified as heritage attributes.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 10, 2019, which is November 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1185,
  "otherReferenceList": [
    {
      "description": "2019.TE7.16 - 56 Yonge Street, 21 Melinda Street, 18 to 30 Wellington Street West, 187 to 199 Bay Street and 25 King Street West - Zoning Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.16"
    },
    {
      "description": "2019.TE8.11 - 56 Yonge Street, 21 Melinda Street, 18 to 30 Wellington Street West, 187 to 199 Bay Street and 25 King Street West - Zoning Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE8.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 56 Yonge Street (Hotel Mossop)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
