{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "348 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580338094",
      "longitudeCoordinate": "-79.3819423287",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "348 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "350 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580484432",
      "longitudeCoordinate": "-79.3819488326",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "350 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 348-350 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=987"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 348-350 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>348-350 Yonge Street</strong></p>\n<p>The property at 348-350 Yonge Street, containing a three-storey mixed use commercial building, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; &nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located at the north-west corner of Yonge and Elm streets, the property at 348-350 Yonge Street contains a two-storey, brick-clad building constructed in 1913 for John S. Simmons &amp; Son Florists.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The John S. Simmons &amp; Son Florist building has design and physical value as a representative example of an early twentieth century commercial block retaining the integrity of its original form and composition including the paired windows at the upper level and pressed metal cornice of garland swags all of which convey an early twentieth-century style rooted in Edwardian classicism with a taste for greater simplicity of surface, form and detail.&nbsp;</p>\n<p>The property is valued for its historical associations with the history of Yonge Street, for as early as 1861 it has been occupied by a row of commercial buildings.&nbsp; In 1916, John S. Simmons &amp; Son, moved their Yonge Street florist business to this location and continued to operate at this site until the 1970s.&nbsp; &nbsp;The property is also valued as it contributes to an understanding of the history of commerce on Yonge Street with small-scale, independent businesses that occupied the ground floors and the variety of residential, recreational, educational and business facilities that occupied the upper floors.&nbsp;</p>\n<p>Located at the north-west corner of Yonge and Elm streets, the property has contextual value as it contains a two-storey, brick-clad, early twentieth-century commercial building which contributes to and maintains the late 19th and early 20th century character of this portion of Yonge Street as well the historic character and scale of Elm Street.&nbsp; As a commercial building dating to 1913, adjacent to other late 19th century commercial buildings, it is functionally and historically linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the John S. Simmons &amp; Son Florist building at</p>\n<p>348-350 Yonge Street are:</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property at the north-west corner of Yonge and Elm street</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setting of the building at the edge of the public sidewalk</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two storey block, its rectangular plan with a recessed diagonal entrance at its south-east corner and two other recessed entrances of the shops facing Yonge Street</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials which include brick cladding, stone lintels and stone sills as well as the pressed metal frieze and cornice</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the ground floor the pattern of windows which includes two large shop display windows on either side of the corner entrance facing Yonge and Elm Streets</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the upper levels, the pairs of rectangular sash windows and the single window at the north end of the east elevation</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The double hung sash windows at the upper level with their one-over-one sash</p>\n<p style=\"padding-left: 30px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The decorative pressed metal frieze with garland swag motifs and cornice on the east and south elevations</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 10, 2019, which is November 12, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1187,
  "otherReferenceList": [
    {
      "description": "2019.PB6.6 - Alterations to Heritage Properties at 8 Elm Street and 348-350 Yonge Street, Intention to Designate 348-350 Yonge Street under the Ontario Heritage Act - Part IV Section 29, Authority to Amend 8 Elm Street Heritage Easement Agreement and Enter into Heritage Easement Agreement at 348-350 Yonge Street ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB6.6"
    },
    {
      "description": "2019.TE6.9 - Alterations to Heritage Properties at 8 Elm Street and 348-350 Yonge Street, Intention to Designate 348-350 Yonge Street under the Ontario Heritage Act - Part IV Section 29, Authority to Amend 8 Elm Street Heritage Easement Agreement and Enter into Heritage Easement Agreement at 348-350 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE6.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 348-350 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
