{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "421 Roncesvalles Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6514307531",
      "longitudeCoordinate": "-79.4508064062",
      "postalCode": "M6R 2N1",
      "province": "Ontario",
      "streetAddress": "421 Roncesvalles Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision – 421 Roncesvalles Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=988"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on July 16, 17 and 18, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 421 Roncesvalles Avenue, decided, among other things, to</p>\n<p>1. Approve the alterations to the designated heritage property at 421 Roncesvalles Avenue, in accordance with Section 33 of the Ontario Heritage Act, for the construction of a new 5 storey mixed-use office with at-grade retail uses at 421 Roncesvalles Avenue in conjunction with an appeal to the Local Planning Appeal Tribunal and in accordance with the&nbsp; plans and drawings prepared by Superkul Architects, submitted with the Heritage Impact Assessment prepared by ERA Architects, Inc., dated May 7, 2019 (the \"Revised Plans\"), all on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following conditions:</p>\n<p style=\"padding-left: 30px;\">a. Prior to issuance of a Local Planning Appeal Tribunal Order in connection with the Zoning By-law Amendment appeal for the property at 421 Roncesvalles Avenue, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Enter into a Heritage Easement Agreement with the City for the property at 421 Roncesvalles Avenue substantially in accordance with the Revised Plans subject to and in accordance with the approved Conservation Plan required in Part 1.a.2. below, all to the satisfaction of the Senior Manager, Heritage Preservation Services, including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 60px;\">&nbsp;2. Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 421 Roncesvalles Avenue, prepared by ERA Architects dated May 7, 2019, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">b. Prior to Final Site Plan approval in connection with the property at 421 Roncesvalles Avenue, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide final site plan drawings including drawings related to the approved Conservation Plan required in Part 1.a.2. above to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide an Interpretation Plan for the subject property to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Provide a Heritage Lighting Plan that describes how the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services, and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">4. Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">c. Prior to the issuance of any permit for all or any part of the property at 421 Roncesvalles Avenue, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Obtain final approval for the necessary Zoning By-law amendments required for the alterations to the property at 421 Roncesvalles Avenue, as described in the report (May 29, 2019) from the Senior Manager, Heritage Preservation Services, such Amendments to have come into full force and effect.</p>\n<p style=\"padding-left: 60px;\">2. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Part 1.a.2. above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, Heritage Lighting Plan, Landscape Plan, and Interpretation Plan.</p>\n<p style=\"padding-left: 60px;\">4. Provide full documentation of the existing heritage property at 421 Roncesvalles Avenue, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">d. Prior to the release of the Letter of Credit required in Part 1.c.3. above, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1.&nbsp; Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretive work has been completed in accordance with the Conservation Plan, Lighting Plan, and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">e. The owner has provided written confirmation to the City Solicitor and the Local Planning Appeal Tribunal that it has withdrawn its demolition permit application currently appealed to the Local Planning Appeal Tribunal for the heritage property at 421 Roncesvalles Avenue, in accordance with Section 34 of the Ontario Heritage Act.</p>\n<p>2.&nbsp; City Council direct that should the Revised Plans be amended to reflect a lower height than proposed, without any changes to the Revised Plans, the intent of the approval of this alteration application under Section 33 of the Ontario Heritage Act will be maintained.</p>\n<p><strong>Appeal to the Conservation Review Board:</strong><br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk: Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before November 12, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1188,
  "otherReferenceList": [
    {
      "description": "TE7.24 - Alterations to a Designated Heritage Property at 421 Roncesvalles Avenue and Authority to Enter into Heritage Easement Agreement at 421 Roncesvalles Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In The Matter Of The Ontario Heritage Act R.S.O. 1990, Chapter 0.18 And City Of Toronto, Province Of Ontario 421 Roncesvalles Avenue",
  "title": "Notice of Decision - 421 Roncesvalles Avenue",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
