{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "30 Bay Street Toronto Ontario",
      "latitudeCoordinate": "43.6420493628",
      "longitudeCoordinate": "-79.3784582355",
      "province": "Ontario",
      "streetAddress": "30 Bay Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 30 Bay Street (formerly 60 Harbour Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=991"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1570680000000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on July 16, 17 and 18, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 30 Bay Street (formerly 60 Harbour Street) decided, among other things, to</p>\n<p>1. Approve the alterations to the designated heritage property at 30 Bay Street (formerly known as 60 Harbour Street) in accordance with Section 42 of the Ontario Heritage Act, with such alterations substantially in accordance with plans and drawings dated March 15, 2019, prepared by Adamson Associates Architects, on file with the Senior Manager, Heritage Preservation Services; and the Heritage Impact Assessment (HIA), prepared by GBCA Architects dated March 29, 2019, on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a. That prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 30 Bay Street prepared by GBCA Architects dated March 29, 2019, to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Execute an amending Heritage Easement Agreement to update the permitted alterations, Reasons for Identification and Schedule \"B\" photographs on the existing Heritage Easement Agreement registered on title to the property at 30 Bay Street (formerly known as 60 Harbour Street) as Instrument No. CT918882 on December 15, 1987;</p>\n<p style=\"padding-left: 60px;\">3. Enter into one or more agreements with the City pursuant to Section 37 of the Planning Act, all to the satisfaction of the City Solicitor and the Senior Manager, Heritage Preservation Services, with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed alterations, including amongst other matters, securing the preparation and thereafter the implementation of a Heritage Lighting Plan, a Signage Plan, an Interpretation Plan and requiring a Letter of Credit to secure all work included in the approved Conservation Plan and approved Interpretation Plan, including provision for upwards indexing, all to the satisfaction of&nbsp; the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 30px;\">b. That Prior to Final Site Plan approval in connection with the Zoning By-law Amendment for the property at 60 Harbour Street the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide final site plan drawings including drawings related to the approved Conservation Plan required in Recommendation 1.a.1 in the report of April 26, 2019 from the Senior Manager, Heritage Preservation Services, Urban Design, City Planning and landscape drawings, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide an Interpretation Plan for the subject property to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Provide a Heritage Lighting Plan that describes how the heritage properties will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services, and thereafter shall implement such Plans to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">c. That prior to the issuance of any permit for all or any part of the properties at 30 Bay Street, including a heritage permit, a building permit or a demolition permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Obtain final approval for the necessary by-law amendments required for the alterations to the properties at 30 Bay Street, such amendments to have been enacted by City Council and to have come into effect in a form and with content acceptable to City Council as determined by the Director, Urban Design, City Planning, in consultation with the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 1.a.1 above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">3. Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, Heritage Lighting Plan, Landscape Plan, and Interpretation Plan.</p>\n<p style=\"padding-left: 60px;\">4. Register the heritage easement agreement referenced in recommendation 1.a.2 on title to the property, to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 30px;\">d. That prior to the release of the Letter of Credit required in Recommendation 1.c.3. above, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1.&nbsp; Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretation work has been completed in accordance with the Conservation Plan, Lighting Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board</strong>:The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before November 12, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1190,
  "otherReferenceList": [
    {
      "description": "2019.TE7.8 - 30 Bay Street and 60 Harbour Street - Zoning Amendment - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE7.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 30 Bay Street (formerly 60 Harbour Street)",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
