{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "147 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6535746622",
      "longitudeCoordinate": "-79.3726782657",
      "province": "Ontario",
      "streetAddress": "147 Queen Street East"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Growth Management Committee",
    "country": "Canada",
    "emailAddress": "pgmc@toronto.ca",
    "locationName": "Toronto City Hall",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Planning and Growth Management Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Planning and Growth Management Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1522935000000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1521777600000,
  "noticeDescription": "<p>Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on a proposed amendment to Municipal Code Chapter 694, Signs, General (the &ldquo;Sign By-law&rdquo;), to: a) to amend the Sign By-law to add an area-specific restriction to section 694-24A to prohibit the display of third party signs on and around certain railway lands; and b) allow for, and regulate, the display of one third party electronic sign at the premises municipally known as 147 Queen Street East.</p>\n<p><strong>The proposed amendment seeks to:</strong></p>\n<p>1. &nbsp;Amend the Sign By-law to add area-specific restrictions to &sect;694-24A to prohibit the erection or display of a third party sign in whole or in part on portions of the railway lands known as Kingston Subdivision, and within 100 metres where the Kingston Subdivision intersects with the following municipal streets:</p>\n<p style=\"padding-left: 30px;\">a.&nbsp; Greenwood Avenue;</p>\n<p style=\"padding-left: 30px;\">b.&nbsp; Eastern Avenue;</p>\n<p style=\"padding-left: 30px;\">c.&nbsp; Warden Avenue;</p>\n<p style=\"padding-left: 30px;\">d.&nbsp; Dundas Street East; and</p>\n<p style=\"padding-left: 30px;\">e.&nbsp; Gerrard Street East.</p>\n<p>2. &nbsp;Add an area-specific amendment to the Sign By-law for the premises municipally known as 147 Queen Street East to allow, in addition to the signage otherwise permitted on the premises, the erection and display of the following sign:</p>\n<p style=\"padding-left: 30px;\">a.&nbsp; One third party electronic wall sign containing one sign face on the northerly building elevation, containing electronic static copy and measuring 4.88 metres horizontally by 8.53 metres vertically, with a total sign face area of 41.63 square metres; and, a height (highest point of the sign measured from grade) of 15.32 metres, displaying electronic static sign copy which:&nbsp;</p>\n<p style=\"padding-left: 60px;\">i.&nbsp; Advertises, promotes, or directs attention to businesses, goods, services, matters or activities that are not available at or related to the premises where the sign is located; and</p>\n<p style=\"padding-left: 60px;\">ii.&nbsp; Provides Non-Commercial Messaging.</p>\n<p>The Chief Building Official and Executive Director, Toronto Building, is recommending that the Council of the City of Toronto refuse to add the area-specific amendment to the Sign By-law, for 147 Queen Street East, or the area-specific restrictions described above.</p>\n<p>The Planning and Growth Management Committee may recommend that the Council of the City of Toronto amend the Sign By-law, to add area-specific restrictions to prohibit the display of third party signs on and around portions of the Kingston Subdivision, and to amend Schedule B, Signage Master Plans and Area Specific Amendments to add a new area specific amendment to Schedule B, Signage Master Plans and Area Specific Amendments, to allow the specific premises to contain, in addition to the signs otherwise permitted, the third party electronic wall sign.</p>\n<p>At its meeting to be held in Toronto City Hall, Committee Room 1, on April 5, 2018 commencing at 10 a.m., or as soon as possible after, the Planning and Growth Management Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To obtain or view a copy of the report outlining the proposed amendments, you may view the Planning and Growth Management Committee agenda item, as of March 27, 2018. To submit comments or make a presentation to the Planning and Growth Management Committee, please notify the City Clerk, attention: Nancy Martins, Administrator, Planning and Growth Management Committee, Toronto City Hall, 100 Queen Street West, 10th Floor, Toronto, ON M5H 2N2, or call 416 397-4579, or e-mail pgmc@toronto.ca, by no later than 12 p.m. on April 4, 2018.</p>\n<p>To ask questions regarding the content of the report, contact: Robert Bader, Supervisor, Sign By-law Unit, Toronto Building, 100 Queen Street West, Ground Floor, East Tower, Toronto ON M5H 2N2, Telephone: 416-392-4113 or Ted Van Vliet, Manager, Sign By-law Unit, Toronto Building, 100 Queen Street West, Ground Floor, East Tower, Toronto ON M5H 2N2, Telephone: 416-392-4235.</p>\n<p>Any comments received after the Committee meeting will be processed to Council.</p>\n<p>If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>People writing or making presentations at the public meeting: The City of Toronto Act, 2006, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to the City Clerk&rsquo;s Office at 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 123,
  "otherReferenceList": [
    {
      "description": "PG28.3 - Request for an Area-Specific Amendment to the Sign By-law for One Third Party Electronic Wall Sign at 147 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PG28.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Area-Specific Amendment to the City’s Sign By-law – 147 Queen Street East",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
