{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "39 Commissioners Street Toronto Ontario",
      "latitudeCoordinate": "43.6461466956",
      "longitudeCoordinate": "-79.3500103715",
      "postalCode": "M5A 1A6",
      "province": "Ontario",
      "streetAddress": "39 Commissioners Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 39 Commissioners Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1086"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1572494400000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 39 Commissioners Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>Fire Hall No. 30 (Ashbridge's Bay Fire Hall)</p>\n<p>The property at 39 Commissioners Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of the street opposite the entrance to Munition Street, the property at 39 Commissioners Street contains the building completed in 1922 as Fire Hall No. 30, which was also known as the Ashbridge&rsquo;s Bay Fire Hall.&nbsp; It was part of a collection of fire halls either custom-designed or expanded during that decade in reaction to the continued growth of the city, including the newly developed industrial area at the east end of Toronto's central waterfront.&nbsp; Officially opened in 1929, Fire Hall No 30 served the Port Industrial District (today's Port Lands) until 1980 and was used afterward as offices for the Firefighters&rsquo; Union.&nbsp; The property was listed on the City of Toronto Inventory of Heritage Properties (now the Heritage Register) in 2003.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 39 Commissioners Street has cultural heritage value for the design of Fire Hall No. 30, which was among the purpose-built fire stations constructed by the City of Toronto in the 1920s that was set apart from others of this period by the modest scale, hipped roof and Edwardian Classical styling.&nbsp; Its fire hall typology is identified by the oversized opening originally designed for mechanized fire engines and the placement of the entrance on the side elevation (west) where the hose drying tower shown in drawings and illustrations was excluded from the final design.&nbsp;</p>\n<p>Fire Hall No. 30 is associated with the Department of the City Architect, which was responsible for the design of most city-owned buildings, including those commissioned by Toronto's fire department.&nbsp; In the early 1920s when the subject building was designed, G. W. Price held the position of City Architect, overseeing the completion of the Coliseum at Exhibition Place and five purpose-built fire stations, including Fire Hall No. 30.</p>\n<p>Fire Hall No. 30 is also linked to the historical development of the Port Industrial District (today's Port Lands), which was created in the 1920s following the introduction of plans by the Toronto Harbour Commissioners to reorganize Toronto&rsquo;s waterfront according to commercial, recreational and industrial uses.&nbsp; A key component of the municipal servicing for the area was the protection provided by a permanent fire hall.</p>\n<p>Contextually, Fire Hall No. 30 is historically, visually and physically linked to its setting on Commissioners Street, east of Cherry Street, where it was placed to terminate the vista looking south on Munition Street.&nbsp; It is part of the group of institutional buildings near the intersection of Cherry and Commissioners streets, including the former bank branch (1920) and hydro substation (1928) from the same era as Fire Hall No. 30.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Ashbridge&rsquo;s Bay Fire Hall on the property at 39 Commissioners Street are:</p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the south side of Commissioners Street opposite the entrance to Munition Street</p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-storey plan</p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Covering the building, the steeply-pitched hipped roof with the brick chimney</p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the brick cladding and the brick, stone and wood detailing,</p>\n<p>&nbsp;&nbsp; -&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (north) elevation, where the left (east) bay extends as a frontispiece and contains an oversized opening in the first storey that was originally designed for fire equipment (the opening has been bricked in)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the remainder of the north elevation, the flat-headed window openings with the brick flat arches and the stone keystones and sills</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The side elevations (east and west), which continue the cladding, fenestration and detailing from the north elevation</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The main entrance, which is placed on the west side elevation in a flat-headed surround</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the north, east and west elevations, the stone detailing that is applied for the band courses at the base and beneath the roofline, the cornice dividing the first and second stories, the keystones on the door and window openings, the pediment above the equipment opening (north), and the window sills</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The rear (south) elevation and wings</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of this notice, which is November 30, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1266,
  "otherReferenceList": [
    {
      "description": "2019.TE8.19 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 39 Commissioners Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE8.19"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 39 Commissioners Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
