{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "167 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.653865503",
      "longitudeCoordinate": "-79.3718186442",
      "postalCode": "M5A 1S2",
      "province": "Ontario",
      "streetAddress": "167 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 167 Queen Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1202"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1575262800000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 167 Queen Street East (including entrance address at 169 Queen Street East) under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 167 Queen Street East (including the entrance address at 169 Queen Street East and representing two of ten properties in the Thomas J. Wilkie block), is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; &nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located at the south-east corner of Queen Street East and George Street, the property at 167 Queen Street East (including the entry address at 169 Queen Street East) represents two of the original ten properties in the ten-unit block known as 167-185 Queen Street East constructed in 1886-7 for Thomas J. Wilkie.&nbsp; The three-storey brick-clad block contained commercial space at the ground floor level and residential accommodation above.</p>\n<p>The property is located in the King- Parliament Secondary Plan Area and was one of the properties identified as having heritage potential in the King-Parliament Secondary Plan Review &ndash; Proposed Secondary Plan which was adopted without amendment by the Toronto and East York Council on October 10, 2019 and by City Council on October 29, 2019.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Thomas J. Wilkie block is representative of a late-19th century commercial and residential block in the High Victorian style with elements of the Richardsonian Romanesque style.&nbsp; The High Victorian style is chiefly characterized by variety and richness of detail and is evident in the plan of the building with its differently sized shop units, in the massing which originally included a corner tower and in the combination of materials, window types and the sculptural relief of surfaces seen in the brick relief moulding, wood shopfronts and cornices, pierced wood headers - all of which indicate a high degree of originality and craftsmanship.&nbsp; The Richardsonian Romanesque elements are present in the original corner tower elements, especially in the large arched openings.</p>\n<p>The Wilkie block has historic value for its association with Thomas J. Wilkie (d.1916) who is renowned for his leadership of YMCA in Toronto and ultimately throughout the United States and Canada, and who, with his brother John N. Wilkie, contributed to the development of Long Branch as a summer resort which has since become a vibrant lake-front community.&nbsp;</p>\n<p>The Wilkie block is valued as it represents the late-19th century community which developed around this section of Queen Street, as an urban townscape combining industrial, commercial and residential functions, lining one of the city's major cross-routes. It is valued for its historic association with Queen Street, the original boundary between the Town of York and the Park Lots estates to the north, with George Street, one of the original streets of the ten-block Town of York established in 1793, and for its association with the history and development of the King-Parliament neighbourhood in the late 19th century.</p>\n<p>Contextually, this three-storey, High Victorian, brick commercial block maintains the scale, form and massing, materiality and patterns of use of this section of Queen Street East, particularly between Mutual Street and Seaton Street. Located on the north edge of the King-Parliament Secondary Plan Area which contains the historic 1793 Town of York, it supports the character of the area as it represents the late 19th century development of the neighbourhood with commercial, residential and industrial buildings and consistent urban street walls.&nbsp; Situated at the south-east intersection of Queen Street, (originally known as Lot Street), which separated the town to the south from park lot estates to the north, and George Street which was the western boundary of the original Town, the properties are physically, visually and historically linked to their surroundings.&nbsp;&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 167 Queen Street East (including the entry address at 169 Queen Street East) are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the mixed-use commercial block at the south-east corner of Queen Street East and George Street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey building</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including the brick, stone and precast stone elements and wood</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Above the shop front, on the north and west elevations, the wood cornice and entablature with its dentil course and moulded corner element above the column and the projecting metal cornice</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The window openings on both the north and west elevations which are flat-headed supporting stone lintels&nbsp; flanked by brick pilasters or arched with pre-cast keystones and stone imposts</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick moulding and decorative elements seen in the pilasters, corbelling, string courses at the tops of pilasters and over arched window heads on both the north and west elevation</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brick and stone belt courses</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cornice at the top of the building</p>\n<p>The rear cement block addition is not included in the heritage attributes.&nbsp;</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 2, 2019, which is January 2, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1382,
  "otherReferenceList": [
    {
      "description": "2019.PB11.7 - Inclusion on the City of Toronto's Heritage Register - 167-185 Queen Street East and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 167 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB11.7"
    },
    {
      "description": "2019.TE10.50 - Inclusion on the City's Heritage Register - 167-185 Queen Street East and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 167 Queen Street East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE10.50"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 167 Queen Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
