{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "462 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.658103545",
      "longitudeCoordinate": "-79.342071378",
      "province": "Ontario",
      "streetAddress": "462 Eastern Avenue"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1525147200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 462 Eastern Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>The property at 462 Eastern Avenue (Brown&rsquo;s Bread Ltd.) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p>Description:</p>\n<p>The property at 462 Eastern Avenue is a landmark building located on the north side of Eastern Avenue, on the entire block between Booth and Logan avenues, and contains the two-four storey, red brick-clad bakery complex completed between 1920 and 1929 with various later one to four storey additions at the rear.</p>\n<p>Statement of Cultural Heritage Value:</p>\n<p>The Brown&rsquo;s Bread Ltd. complex has design value as a representative example of a well-designed and carefully crafted early twentieth century industrial building. The regular articulation of the exterior elevations with pilaster reflects the internal structural grid typical of factory spaces. The design with its two towers, pilasters shallow pediment(s), and stone details on the pilasters and window sills and at the base demonstrates the attention to aesthetic architectural considerations with which this primary baking facility for Brown&rsquo;s Bread was conceived from the 1920 version through to the additions of 1925, 1926 and 1929.</p>\n<p>The property at 462 Eastern Avenue has associative value with the historic origins of Brown&rsquo;s Bread which was established by the baker Louis Brown at the north-east corner of Eastern Avenue and Booth Avenue in 1892 and continued to operate and expand on that site until it merged with Inter City Bakery, and then General Bakeries which was finally acquired by George Weston Ltd. in 1985. Weston continued to operate at this site until 2014. For 120 years this facility represented significant production of baked goods and employment. The property is also valued for its association with the numerous prominent architectural and engineering firms who designed the facility including McGiffin &amp; Smith, architects, Harkness, Loudon &amp; Hertzog, engineers, Sydney Comber, architect and Canadian leader in the design of bakeries, and the Engineering Division of the Chicago-based W. E. Long Company, specialist in all facets of bakery operations from packaging and advertising through to facilities construction.</p>\n<p>Contextually, Brown&rsquo;s Bread Ltd. is valued as it maintains the early twentieth century industrial character of Eastern Avenue in south Riverside. Along with the Consumer Gas Buildings on the south side of Eastern Avenue, Brown&rsquo;s Bread is an important architectural landmark in the area representing local industry and employment. It is historically and functionally linked to its surroundings including the adjacent low-rise residential tree-lined streets primarily composed of single-family homes, some as early as the late Victorian period and others dating from the early twentieth century. Together the industrial buildings and residential streets are part of a cohesive neighbourhood which maintains its particular identity established nearly a century ago.</p>\n<p>Heritage Attributes:</p>\n<p>The heritage attributes of the property at 462 Eastern Avenue are:</p>\n<p>1.&nbsp; The setback, placement and orientation of the building on the north side of Eastern Avenue between Booth and Logan avenues<br />2.&nbsp; The scale, form and massing of the principal four-storey building, with its east and west end bays raised a half storey, and a two-storey, five bay addition to the east.<br />3.&nbsp; The materials, comprising dark red and red brick cladding with stone details<br />4.&nbsp; The brick pilasters on the Booth, Eastern and Logan avenues elevations<br />5.&nbsp; The bands of vertical brick soldier courses running across the tops of window openings and continuing as a decorative band between pilasters<br />6.&nbsp; The stone window sills which span from between the pilasters and have been cut to have angled slopes as well as being blocks at the base of the brick walls<br />7.&nbsp; The stone sills running at the base of the pilasters on all three elevations on Booth, Eastern and Logan avenues<br />8.&nbsp; The stone base at grade, currently painted over<br />9.&nbsp; The stone caps and decorative, triple, vertical stone bands featured at the top of the pilasters with a longer central band<br />10.&nbsp; The shallow pediment at the centre of the four-storey building with its circular stone disk<br />11.&nbsp; The windows on the principal, four-storey building which include wide horizontal windows at the first and second floor levels seen on the elevations facing Booth and Eastern avenue<br />12.&nbsp; The pairs of windows at the third and fourth floor levels of the four-storey building, all floors of the raised east end bay and the two storey addition, on all three elevations facing Booth, Eastern and Logan Avenues<br />13.&nbsp; The pair of vertical windows at the west end of the Eastern Avenue elevation which have been bricked in<br />14.&nbsp; The loading bay opening at the base of the eastern tower and the adjacent ground-level doorway<br />Please note: The numerous additions to the rear are not included.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 1, 2018, which is May 31, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 141,
  "otherReferenceList": [
    {
      "description": "TE30.19 - Alterations to a Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 462 Eastern Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE30.19"
    },
    {
      "description": "By-law 12-2019 - To designate the property at 462 Eastern Avenue as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0012.pdf"
    },
    {
      "description": "By-law 13-2019 - To provide for the entering into of a heritage easement agreement for the conservation of the property known municipally as 462 Eastern Avenue",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0013.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and the City of Toronto, Province of Ontario  462 Eastern Avenue, Notice of Intention to Designate",
  "title": "Notice of Intention to Designate - 462 Eastern Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
