{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "445 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.645848436",
      "longitudeCoordinate": "-79.399028541",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "445 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 445 Adelaide Street West (John P. Jackson House)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1285"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1577163600000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 445 Adelaide Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>John P. Jackson House</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 445 Adelaide Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 445 Adelaide Street West is located on the southwest corner of Adelaide and Morrison streets in the King-Spadina neighbourhood.&nbsp; It contains a detached house form building that was completed in 1880 for realtor John P. Jackson and first occupied by Herbert Hamilton, a veterinary surgeon.&nbsp; Jackson also owned the adjacent properties to the west where his sister, Eliza Jackson Lennox commissioned the extant row houses (1904) at 447-453 Adelaide Street West.</p>\n<p>The property at 445 Adelaide Street West was listed on the City of Toronto's Heritage Register in December 2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 445 Adelaide Street West as a contributing heritage property.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The John P. Jackson House has cultural heritage value for its design as one of the few surviving examples of a detached Toronto Bay-n-Gable house in the King-Spadina neighbourhood, which displays the prototypical bay window beneath a gable with wood detailing and is further distinguished by its pattern brickwork.&nbsp; It is part of a small collection of extant residential buildings from the 19th and early 20th century in King-Spadina.&nbsp;</p>\n<p>The property at 445 Adelaide Street West is valued historically for its contribution to the understanding of the development, evolution and regeneration of the King-Spadina neighbourhood from its origins as military land that was conveyed to the City of Toronto and stood opposite the municipality&rsquo;s &ldquo;West Market&rdquo; (renamed St. Andrew&rsquo;s Market and later replaced by St. Andrew's Playground and the adjoining City Waterworks Building).&nbsp; When the City sold the subject site to realtor John P. Jackson in the late 1800s, it was developed during the residential growth of King-Spadina prior to the area&rsquo;s transformation to a manufacturing district in the 20th century.&nbsp; Historically linked to the adjoining group of row houses at 447-453 Adelaide Street West (1904), which were commissioned by Jackson's sister, the John P. Jackson House is an important surviving reminder the late-19th century residential appearance of this area.</p>\n<p>Contextually, the property at 445 Adelaide Street West has value through its support for the historical character of the King-Spadina neighbourhood as it was initially developed as a residential and institutional enclave before the transformation of the area as an industrial district after the Great Fire of 1904. The John P. Jackson House is historically, visually and physically related to its surroundings adjoining the southwest corner of Adelaide and Morrison streets, beside the Eliza Lennox Houses (1904) at 447-453 Adelaide Street West and opposite St. Andrew&rsquo;s Playground.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the John P. Jackson House on the property at 445 Adelaide Street West are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the southwest corner of Morrison Street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 2&frac12;-storey building with the rectangular-shaped plan and the raised base with the flat-headed window openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the red and buff brick and stone detailing on the principal (north) and east side elevations, including the quoins (most of the brickwork on the north elevation has been painted)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The gable roof with the returned eaves (east) and the gable on the north elevation with the carved wood bargeboard</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (north) elevation, which is organized into two bays with the main entrance in the first (ground) storey of the right (west) bay where it is set in a segmental-arched surround with a transom and a brick hood mould</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fenestration on the north elevation, with the single-storey bay window with the segmental-arched openings in the first storey, the pair of segmental-arched openings with the brick hood moulds in the second storey, and the round-arched opening with the brick hood mould in the attic storey (the flat-headed opening in the second storey above the entrance is an alteration following the removal of the two-storey porch that is documented in archival images)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east (side) elevation with the segmental-arched window openings with the hood moulds in the first, second and attic stories</p>\n<p>The west (side) elevation adjoins the neighbouring building at 455 Adelaide Street West.&nbsp; Viewed from Morrison Street, no heritage attributes are identified on the rear (south) elevation or the south additions.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 24, 2019, which is January 23, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1463,
  "otherReferenceList": [
    {
      "description": "2019.TE11.7 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 445, 447, 449, 451 and 453 Adelaide Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.7"
    },
    {
      "description": "2019.PB12.5 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 445, 447, 449 and 451 Adelaide Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB12.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 445 Adelaide Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 445 Adelaide Street West (John P. Jackson House)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
