{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "447 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.645835283",
      "longitudeCoordinate": "-79.399093244",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "447 Adelaide Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "449 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.645824521",
      "longitudeCoordinate": "-79.399145893",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "449 Adelaide Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "451 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.64581659",
      "longitudeCoordinate": "-79.399203608",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "451 Adelaide Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "453 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.645805878",
      "longitudeCoordinate": "-79.399250755",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "453 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 447-453 Adelaide Street West (Eliza Lennox Houses)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1292"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1577163600000,
  "noticeDescription": "<p>Take notice that Toronto City Council stated its intention to designate the lands and buildings known municipally as 447-453 Adelaide Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Eliza Lennox Houses</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 447-453&nbsp; Adelaide Street West are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The properties at 447-453 Adelaide Street West are located on the south side of the street, west of Morrison Street in King-Spadina neighbourhood.&nbsp; They contain a group of four row houses that were constructed in 1904 for Eliza Jackson Lennox, whose brother, John P. Jackson commissioned the adjoining detached house form building at 445 Adelaide Street West.&nbsp; By the mid-20th century, commercial uses were introduced to parts of the sites.</p>\n<p>The properties at 447-453 Adelaide Street West were listed on the City of Toronto's Heritage Register in December 2017.&nbsp; The King-Spadina HCD Plan (2016) identifies 445-453 Adelaide Street West as contributing heritage properties.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The Eliza Lennox Houses have cultural heritage value for their design as a surviving group of row houses in the King-Spadina neighbourhood that are distinguished from earlier examples in the district with the Edwardian Classical styling.&nbsp; As a group, the row houses have distinctive detailing with, on the principal (north) elevations, the brick parapet that extends across all four units and incorporates a central segmental-arched pediment and terra cotta panels in the centre and on the ends.</p>\n<p>The associative value of the Eliza Lennox Houses at 447-453 Adelaide Street West is through their contribution to an understanding of the development and evolution of the King-Spadina neighbourhood where they occupy former military reserve lands that were granted to the City of Toronto and located opposite the municipality&rsquo;s West Market site (renamed St. Andrew&rsquo;s Market and later replaced by St. Andrew&rsquo;s Playground and the adjoining City Waterworks complex).&nbsp;&nbsp; Linked historically to the adjoining John P. Jackson House (1880) at 445 Adelaide Street West, which was commissioned by Eliza Lennox's brother, subject properties are part of an important surviving collection of house form buildings in King-Spadina and, with their construction in 1904, reflect the period when the neighbourhood was undergoing a major transformation from a residential and institutional enclave to Toronto&rsquo;s manufacturing centre.</p>\n<p>Contextually, the properties at 447-453 Adelaide Street West have value through their support for the historical character of the King-Spadina neighbourhood as it initially developed as a residential and institutional enclave before the transformation of the area as an industrial district after the Great Fire of 1904.&nbsp; The Eliza Lennox Houses are historically, visually and physically related to their surroundings adjoining the southwest corner of Adelaide and Morrison streets, beside the John P. Jackson House (1880) at 445 Adelaide Street West and opposite St. Andrew&rsquo;s Playground.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Eliza Lennox Houses on the properties at 447-453 Adelaide Street West are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the group of row houses on the south side of the street, west of Morrison Street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the group of two-storey buildings with the rectangular-shaped plans</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The raised bases with the stone cladding and the segmental-arched window openings with the brick flat arches</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and, on the principal north elevations of the group of row houses, the brick, stone and terra cotta detailing</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofs and, across the north elevations of the group of row houses, the continuous stepped parapet with the stone coping that incorporates the central segmental-arched pediment and, in the centre and on the ends, the terra cotta panels</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (north) elevations of the group of row houses, where the units at 447-449 and 451-453 are designed as mirror images with the raised entrances placed side-by-side in the first (ground) floor in segmental-arched surrounds with brick detailing and panelled wood doors with glass inserts</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the north elevations of the group of row houses, the fenestration with the segmental-arched openings with the brick flat arches and stone sills, with the individual openings placed beside the entrance in the first (ground) storey of each building and in pairs in the second storey</p>\n<p>The east (side) elevation of 447 Adelaide Street West adjoins the neighbouring building at 445 Adelaide Street West.&nbsp; The west (side) elevation of 453 Adelaide Street West, which is partially concealed by the adjoining building, is devoid of openings.&nbsp; No heritage attributes are identified on the south (rear) elevations or additions.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 24, 2019, which is January 23, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1465,
  "otherReferenceList": [
    {
      "description": "2019.PB12.5 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 445, 447, 449 and 451 Adelaide Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB12.5"
    },
    {
      "description": "2019.TE11.7 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 445, 447, 449, 451 and 453 Adelaide Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 447-453 Adelaide Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 447-453 Adelaide Street West (Eliza Lennox Houses)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
