{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "89-109 Niagara Street Toronto Ontario",
      "latitudeCoordinate": "43.6414203032",
      "longitudeCoordinate": "-79.4031502032",
      "postalCode": "M5V 1C3",
      "province": "Ontario",
      "streetAddress": "89-109 Niagara Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 89-109 Niagara Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1310"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1578459600000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on December 17 and 18, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 89-109 Niagara Street, decided among other things, to</p>\n<p>&nbsp;1. Approve the alterations to the heritage properties at 89 - 109 Niagara Street in accordance with Section 33 of the Ontario Heritage Act, to allow for alterations to the heritage properties on the lands known municipally as 89 - 109 Niagara Street, with such alterations substantially in accordance with plans and drawings prepared by Core Architects Inc., dated July 31, 2019, and on file with the Senior Manager, Heritage Preservation Services and the Heritage Impact Assessment (HIA), dated July 29, 2019, prepared by Philip Goldsmith, Architect, and on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services, and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a. That the related site specific Zoning By-law Amendment giving rise to the proposed alterations has been enacted by City Council and has come into full force and effect in a form and with content acceptable to City Council, and any required minor variances have been approved by the Committee of Adjustment as the case may be, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 30px;\">b. That prior to final Site Plan approval, for the development contemplated for 89 - 109 Niagara Street, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Amend the existing Heritage Easement Agreement, registered on the title for the heritage property at 89 - 109 Niagara Street, Instrument No. AT3953795 dated July 22, 2015, substantially in accordance with plans and drawings prepared by Core Architects Inc., dated July 31, 2019, submitted with the Heritage Impact Assessment prepared by Philip Goldsmith, Architect, dated July 29, 2019, subject to and in accordance with the approved Conservation Plan required in Recommendation 1.b.2, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 89 - 109 Niagara Street, prepared by Philip Goldsmith, dated July 29, 2019, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Enter into and register on the properties at 89 - 109 Niagara Street one or more agreements with the City pursuant to Section 37 of the Planning Act, all to the satisfaction of the City Solicitor and the Senior Manager, Heritage Preservation Services, with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment, and any required minor variances, giving rise to the proposed alterations, including amongst other matters, securing the final project specifications, preparation and thereafter the implementation of a Heritage Lighting Plan, a Signage Plan, an Interpretation Plan and requiring a letter of credit to secure all work included in the approved Conservation Plan and approved Interpretation Plan, including provision for upwards indexing, all to the satisfaction of&nbsp; the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">4. Provide final site plan drawings substantially in accordance with the approved Conservation Plan required in Recommendation 1.b.2 above to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">5. Provide a Heritage Lighting Plan that describes how the exterior of the heritage properties will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">6. Provide an Interpretation Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Preservation Services and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">7. Provide a detailed Landscape Plan for the subject property satisfactory to the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">c. That prior to the issuance of any permit for all or any part of the properties at 89 - 109 Niagara Street, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Have obtained final approval for the necessary Zoning By-law Amendment or minor variances required for the subject property, such Amendment or minor variances to have come into full force and effect;</p>\n<p style=\"padding-left: 60px;\">2. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 1.b.2 above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">3. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, and approved Interpretation Plan;</p>\n<p style=\"padding-left: 60px;\">4. Provide full documentation of the existing heritage properties at 89 - 109 Niagara Street, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 30px;\">d. That prior to the release of the Letter of Credit required in Recommendation 1.c.3 above, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services;</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board</strong>:<br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before February 7, 2020.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1485,
  "otherReferenceList": [
    {
      "description": "2019.PB11.1 - Alterations to Heritage Properties at 89-109 Niagara Street and Authority to Amend the Existing Heritage Easement Agreement at 89-109 Niagara Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB11.1"
    },
    {
      "description": "2019.TE11.11 - Alterations to Heritage Properties at 89 - 109 Niagara Street and Authority to Amend the Existing Heritage Easement Agreement at 89- 109 Niagara Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 89-109 Niagara Street, City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 89-109 Niagara Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
