{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "90 Croatia Street Toronto Ontario",
      "latitudeCoordinate": "43.6581711062",
      "longitudeCoordinate": "-79.4381372869",
      "postalCode": "M6H 1K9",
      "province": "Ontario",
      "streetAddress": "90 Croatia Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "980 Dufferin Street Toronto Ontario",
      "latitudeCoordinate": "43.6586995451",
      "longitudeCoordinate": "-79.4351466868",
      "postalCode": "M6H 4B4",
      "province": "Ontario",
      "streetAddress": "980 Dufferin Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 90 Croatia Street (980 Dufferin Street) ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1309"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1578459600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 90 Croatia Street (980 Dufferin Street) under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Kent School</strong></p>\n<p>The property at 90 Croatia Street (with the entrance address at 980 Dufferin Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 90 Croatia Street (with the entrance address at 980 Dufferin Street) is located on the southwest corner of Bloor Street West and Dufferin Street in the Toronto neighbourhood of Brockton.&nbsp; It contains the Kent School, a three-storey institutional building that was commissioned in 1907 by the Toronto Board of Education as the largest public school in Toronto to serve the rapidly growing west end of the city.&nbsp; Named for the Board&rsquo;s co-chair and one of its longest serving trustees, Herbert A. E. Kent, the first eight rooms of the school opened in 1908, with the remainder completed the next year.&nbsp; Following the growth of the school population after World War II, the south wing was added in 1960.&nbsp; The Kent School was declared surplus by the Toronto District School Board in 2016.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Kent School has design value as a well-crafted school building with Edwardian Classical styling.&nbsp; It was one of the first schools completed according to the Ogden Plan, created by the Toronto Board of Education&rsquo;s Buildings Department to improve health and safety in new facilities, including egress, lighting and ventilation.&nbsp; The Kent School features the T-shaped plan with the multiple entrances and oversized openings associated with the Ogden Plan in a design highlighted by classical detailing that remains on the main (east) and north (side) elevations.</p>\n<p>The property at 90 Croatia Street (with the entrance address at 980 Dufferin Street) is historically associated with the development and expansion of Brockton, which was incorporated as a village and town before 1884 when it became one of the first independent municipalities to be annexed by the City of Toronto.&nbsp; At the west end of the rapidly expanding city, Brockton was the focus of immigration and residential development in the early 1900s, leading to the need for new educational facilities, including the Kent School.</p>\n<p>As an institution of significance in Brockton, the Kent School was originally designed as the largest custom-built public school in Toronto to meet the demand for educational facilities that accompanied the increase in immigration and the westward growth of the city after the turn of the 20th century.&nbsp; In response to another population surge following World War II, the south wing was added to the Kent School as it continued to serve the Brockton community.</p>\n<p>The Kent School is linked historically to architect C. H. Bishop through his role as Superintendent of Buildings for the Toronto Board of Education during the period when the school was designed and constructed.&nbsp; Bishop is credited with dozens of elementary and secondary schools in Toronto during his thirty-year career and, to address the demand for new and larger schools in the early 20th century, developed standardized plans for the Board of Education with features that were considered innovative at the time.</p>\n<p>Contextually, the property at 90 Croatia Street helped define the historical context of Brockton where it remains historically, physically and visually linked to its setting on the southwest corner of Bloor Street West and Dufferin Street, a major intersection in Toronto.&nbsp; With its scale, design and orientation facing Dufferin Street, The Kent School is highly visible and a local landmark in Brockton.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Kent School at 90 Croatia Street (with the entrance address of 980 Dufferin Street) are:</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the west side of Dufferin Street, south of Bloor Street</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey T-shaped building with the textured stone base with the stone coping and the flat-headed window openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone, metal and wood detailing</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roof, with the stepped brick parapets with the stone coping and the metal cornice incorporating the name &ldquo;Kent School&rdquo; (east) on the east, north and south ends of the main body of the building (the parapets have been modified)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (east) elevation facing Dufferin Street, which is organized into five sections with frontispieces in the centre and on the north and south ends, and the stone cornice that extends across the entire elevation between the first- and second-storey window openings</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The central frontispiece, which extends three bays and has twin entrances in the first (ground) floor that are separated by a single flat-headed window opening containing three sash windows (the windows have been replaced)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The twin entrances (east), which are accessed by stone staircases, with the stone doorcases with the triangular pediments supported on brackets that contain pairs of panelled wood doors with glass inserts and flat-headed multi-paned transoms (the doors are not original)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the central frontispiece, above the entrances, the two-storey colonnade with the four stone semi-engaged Ionic columns that organize the flat-headed window openings in the second and third stories with the stone sills and aprons, which contain three sash windows in the centre bay and two sash windows in the outer bays (the windows have been replaced)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the bays flanking the central frontispiece, in all three stories, the large flat-headed window openings, which contain four sash windows, with the stone sills and, beneath the second- and third-storey openings, stone aprons</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The north (side) elevation where, above the first storey with the banded brickwork and the entrance, the upper two stories are organized into three bays by brick pilasters with stone detailing and the outer two bays have brick panel</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the north elevation, the entrance that is centered in the first (ground) floor, with the stone stairs, the pair of panelled wood doors with glass inserts, the multi-paned flat transoms, and the open porch with the brick piers, the wood columns and semi-engaged columns, and the triangular pediment with the modillion blocks and mouldings (the doors are not original0</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Above the north entrance, the single flat-headed window opening in the second and third stories, with the brick flat arch, stone sills and two sash windows (the windows have been replaced)</p>\n<p>&nbsp;&nbsp; - &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The south (side) elevation, which is partially concealed by the 1960 wing, with the cladding, detailing and fenestration</p>\n<p>The rear (west) elevation and the rear (south) wing of the original school, and the 1960 south addition, are not identified as heritage attributes.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of January 8, 2020, which is February 7, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1487,
  "otherReferenceList": [
    {
      "description": "2019.PB12.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Inclusion on the Heritage Register, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 90 Croatia Street - 980 Dufferin Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB12.4"
    },
    {
      "description": "2019.TE11.6 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Inclusion on the Heritage Register, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 90 Croatia Street - 980 Dufferin Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE11.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 90 Croatia Street (980 Dufferin Street), City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 90 Croatia Street (980 Dufferin Street) ",
  "topics": [
    "Heritage > Designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
