{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Free-Floating Car-Share Pilot - Review",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1421"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1583933400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1583298000000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 441, Fees and Charges Regarding Car-Share Companies which will introduce fees and charges to allow car-share companies to operate and park legally in designated Permit Parking areas/streets under a Free-Floating Car-Share Program, for an annualized permit fee for each free-floating car-share vehicle.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on April 1 and 2 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Transportation Services, titled \"Free-Floating Car-Share Pilot - Review\" has the following recommendations:</p>\n<p>1. City Council authorize that the Free-Floating Car-Share Pilot be made a permanent program starting May 1, 2020.</p>\n<p>2. City Council move the Free-Floating Car-Share requirements from City of Toronto Municipal Code Chapter 950, Traffic and Parking, to City of Toronto Municipal Code Chapter 925, Permit Parking, effective May 1, 2020.</p>\n<p>3. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges, to create a fee for the Free Floating Car-Share permit of $1,565.90 per year, per car-share vehicle, effective May 1, 2020, adjusted yearly for inflation.</p>\n<p>4. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges, to create a re-issuance fee of $34.13 per permit, effective May 1, 2020, adjusted yearly for inflation.</p>\n<p>5. City Council amend City of Toronto Municipal Code Chapter 925, Permit Parking, to establish a new offence for parking any vehicle with a free-floating car-share permit for more than 48 hours in a permit parking area/street and establish an associated penalty amount of $30.00, with an implementation date of May 1, 2020.</p>\n<p>6. City Council amend City of Toronto Municipal Code Chapter 925, Permit Parking, to insert a definition for \"free-floating car-share waitlisted area\" and for \"free-floating car-share waitlisted street\", to establish a new offence for parking any vehicle with a free-floating car-share permit in a permit parking waitlisted area/street, and establish an associated penalty amount of $30.00, with an implementation date of May 1, 2020.</p>\n<p>7.&nbsp; City Council amend City of Toronto Municipal Code Chapter 925, Permit Parking, to establish an offence for failing to clearly display the free-floating car-share parking permit in the lower inside of the windshield on the driver's side of the car-share vehicle, and establish an associated penalty amount of $30.00, with an implementation date of May 1, 2020.</p>\n<p>8. City Council amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, including the associated Schedules, to change the prohibition from parking or standing of an unauthorized vehicle in a designated car-share vehicle parking area (CVPA)(&sect;950-400H) to prohibit the standing of an unauthorized vehicle in a CVPA.</p>\n<p>9. City Council amend City of Toronto Municipal Code Chapter 610, Penalties, Administration of, City of Toronto Municipal Code Chapter 925, Permit Parking, and City of Toronto Municipal Code 950, Traffic and Parking, generally as outlined in Attachment 1 to the report (February 26, 2020) from the General Manager, Transportation Services.</p>\n<p>10. City Council authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision in items 1 to 9, inclusive, and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor or General Manager, Transportation Services, in order to give effect to the reasonable operation of the Free-Floating Car-Share Program.</p>\n<p>11. City Council request the Toronto Parking Authority to explore the possibility of entering into business arrangements with car-share companies for utilization of parking facilities.</p>\n<p>12. City Council request the Chief Planner and Executive Director, City Planning Division in consultation with the General Manager, Transportation Services to further assess how parking for car-share services should be accommodated as part of a broader strategic review of current parking policies.</p>\n<p>13. City Council forward a copy of this report to the Toronto Police Services Board to engage the Toronto Police Service to work with Transportation Services in order to implement the new free-floating car-share offences and related system changes into the Parking Enforcement's Electronic Parking System.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 441, Fees and Charges.will require amendment.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on March 11, 2020, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to Free-Floating Car-Share Pilot - Review <a title=\"Free-Floating Car-Share Pilot - Review\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE12.7\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on March 11, 2020, please contact the Committee no later than 12:00 p.m. on March 10, 2020:</p>\n<p style=\"padding-left: 30px;\">Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p style=\"padding-left: 30px;\">100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> &nbsp;</p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 30px;\">Nazzareno A. Capano, P.Eng.</p>\n<p style=\"padding-left: 30px;\">Manager, Transportation Policy &amp; Innovation</p>\n<p style=\"padding-left: 30px;\">Transportation Services</p>\n<p style=\"padding-left: 30px;\">Tel. (416) 392-7766</p>\n<p style=\"padding-left: 30px;\"><a href=\"mailto:Nazzareno.Capano@toronto.ca\">Nazzareno.Capano@toronto.ca</a></p>\n<p style=\"padding-left: 30px;\">&nbsp;<br />Elyse Parker&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p style=\"padding-left: 30px;\">Director, Policy &amp; Innovation</p>\n<p style=\"padding-left: 30px;\">Transportation Services</p>\n<p style=\"padding-left: 30px;\">Tel. (416) 338-2432</p>\n<p style=\"padding-left: 30px;\"><a href=\"mailto:Elyse.Parker@toronto.ca\">Elyse.Parker@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on March 11, 2020 which will be forwarded to City Council at its meeting on April 1 and 2, 2020.</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee</strong>:&nbsp; The <em>City of Toronto Act, 2006</em> and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1592,
  "otherReferenceList": [
    {
      "description": "City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 925, Permit Parking",
      "url": "https://www.toronto.ca/legdocs/municode/1184_925.pdf"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 950, Traffic and Parking",
      "url": "https://www.toronto.ca/legdocs/municode/1184_950.pdf"
    },
    {
      "description": "2020.IE12.7 - Free-Floating Car-Share Pilot - Review",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE12.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges Regarding Car-Share Companies",
  "title": "Free-Floating Car-Share Pilot - Review",
  "topics": [
    "Licensing > Proposal to amend the Licensing Chapter of the Municipal Code",
    "Licensing > Amendment to the Licensing Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
