{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1422"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1583298000000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, Chapter 910 Parking Machines and Meters, and Chapter 925, Permit Parking in order to install new cycling infrastructure on Borden Street, Brunswick Avenue, Dewson Street, Murray Ross Parkway, Rxoton Street, Sumach Street, Ulster Street, and Wellington Street as well as to make improvements to existing cycling infrastructure on Blue Jays Way, College Street at Borden Street, Lower River Street, Shuter Street, and Shaw Street.</p>\n<p>As a result of the recommendations, 18 residential on-street permit parking spaces on Shaw Street between Dupont Street and Bloor Street West; 15 residential on-street permit parking spaces as a result of the proposed installations along Dewson Street between Roxton Road and Shaw Street on Roxton Road between Dewson Street (north) and Harbord Street and Roxton Road between Dewson Street (north) and Dewson Street (south); and 37 residential on-street permit parking spaces (overnight) and Pay and Display (daytime) and 12 residential on-street permit parking spaces (overnight) on Douro between King and Strachan will be removed.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on April 1 and 2 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Transportation Services, titled \"Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update\" has the following recommendations:</p>\n<p>1. City Council authorize the installation of bicycle lanes on the following sections of roadway, as described in Attachment 2 - Designated Bicycle Lanes:</p>\n<p style=\"padding-left: 30px;\">a. Douro Street (from Shaw Street to King Street West);</p>\n<p style=\"padding-left: 30px;\">b. Roxton Road (from Dewson Street north to Harbord Street); and</p>\n<p style=\"padding-left: 30px;\">c. Wellington Street (from Niagara Avenue to Strachan Avenue).</p>\n<p>2. City Council authorize the installation of Cycle Tracks on the following sections of roadway, as described in Attachment 3 - Designated Cycle Tracks:</p>\n<p style=\"padding-left: 30px;\">a. College Street (from Bellevue Avenue to Borden Street);</p>\n<p style=\"padding-left: 30px;\">b. Douro Street (from Strachan Avenue to Shaw Street);</p>\n<p style=\"padding-left: 30px;\">c. Lower River Street (from Trolley Crescent South&nbsp; to River Street);</p>\n<p style=\"padding-left: 30px;\">d. Murray Ross Parkway (from Keele Street to Columbia Gate); and</p>\n<p style=\"padding-left: 30px;\">e. Shuter Street (from River Street to Bond Street ).</p>\n<p>3. City Council authorize the installation or adjustments of bicycle lanes on the following sections of roadway, as described in Attachment 4 &ndash; Contra-flow Bicycle Lanes:</p>\n<p style=\"padding-left: 30px;\">a. Borden Street (from just north of College Street to Ulster Street);</p>\n<p style=\"padding-left: 30px;\">b. Brunswick Avenue (from just north of College Street to Lowther Street);</p>\n<p style=\"padding-left: 30px;\">c. Dewson Street (from Roxton Road to Shaw Street);</p>\n<p style=\"padding-left: 30px;\">d. Ulster Street (from Borden Street to Brunswick Avenue);&nbsp;</p>\n<p style=\"padding-left: 30px;\">e. Roxton Road (from Dewson Street south to Dewson Street north);</p>\n<p style=\"padding-left: 30px;\">f. Shaw Street (from Harbord Street to Dupont Street); and</p>\n<p style=\"padding-left: 30px;\">g. Sumach Street (from Queen Street to Shuter Street).</p>\n<p>4. City Council authorize the amendments to traffic and parking regulations associated with Recommendations 1, 2 and 3, as described in Attachment 5 - Amendments to Traffic and Parking Regulations.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, Chapter 910 Parking Machines and Meters, and Chapter 925, Permit Parking will require amendment.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on March 11, 2020, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update <a title=\"Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE12.8\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on March 11, 2020, please contact the Committee no later than 12:00 p.m. on March 10, 2020:</p>\n<p>Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p>100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p>Jacquelyn Hayward</p>\n<p>Director, Project Design &amp; Management</p>\n<p>Transportation Services</p>\n<p>Tel: (416) 392-5348</p>\n<p>Email: <a href=\"mailto:Jacquelyn.Hayward@toronto.ca\">Jacquelyn.Hayward@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on March 11, 2020 which will be forwarded to City Council at its meeting on April 1 and 2, 2020.</p>\n<p>Notice to people writing or making presentations to the Infrastructure and Environment Committee:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1593,
  "otherReferenceList": [
    {
      "description": "2020.IE12.8 - Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE12.8"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 950, Traffic and Parking",
      "url": "https://www.toronto.ca/legdocs/municode/1184_950.pdf"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks",
      "url": "Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Amendments To City Of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, Chapter 910 Parking Machines And Meters, and Chapter 925, Permit Parking",
  "title": "Cycling Network Plan: 2020 Cycling Infrastructure Installation - First Quarter Update",
  "topics": [
    "Transportation > Intention to reduce permit parking spaces or times",
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
