{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "41 Wabash Avenue Toronto Ontario",
      "latitudeCoordinate": "43.647674434",
      "longitudeCoordinate": "-79.442943964",
      "postalCode": "M6R 1N1",
      "province": "Ontario",
      "streetAddress": "41 Wabash Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 41 Wabash Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1451"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1584072000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 41 Wabash Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>The property at 41 Wabash Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design-physical, historical-associative and contextual value.</p>\n<p><strong>National Equipment Company Ltd</strong></p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of Wabash Avenue, east of Sorauren Avenue, the property at 41 Wabash Avenue is a two-and-a-half storey rectangular-plan, brick-clad volume constructed for the National Equipment Company Ltd. in 1912 in the Roncesvalles neighbourhood.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The building, originally known as the National Equipment Company Ltd. and more recently known as J. S. Addison Plumbing, has physical and design value as a representative of an early twentieth-century, industrial warehouse typology.&nbsp; This is evident in its location on the north edge of the property with no set back, the simple block massing, brick cladding and regular distribution of window openings which is interrupted to accommodate functional requirements such as loading bays and entrances.&nbsp; Although an industrial form, the building has architectural refinement in the raising of the parapet into a broad pediment on its principal (north) elevation facing Wabash Avenue and in the arrangement of the window openings in a classical manner which features hierarchy and symmetry presented in the double width of the central window aligned with the pediment and flanked by two windows, half its width on either side at both upper levels.&nbsp;</p>\n<p>The building has historic value as it is associated with the industrial development of area which was encouraged by location of the railways to the east of this section of the Roncesvalles neighbourhood.&nbsp; The purchase and development of the property at 41 Wabash Avenue in 1911 by the National Equipment Company followed several other industries which located between Sorauren Avenue and the railway line in the triangular area just south of Dundas Street West including the Canada Linseed Oil Mills Ltd on the north side of Wabash Avenue. These industries provided employment for the Roncesvalles neighbourhood to the west and south and to Brockton village to the east.</p>\n<p>Contextually, with its century-old materials, composition and form, this industrial block has heritage value as it maintains the industrial character of this eastern section of the historic Roncesvalles neighbourhood. Located to the south-east of Dundas Street West and the railway lines, the neighbourhood has had a continuous mix of low-rise industrial and residential buildings for over 110 years.&nbsp; The addition of Sorauren Park and the smaller Charles G. Williams Park has added important amenity to the area which will be enhanced by the adaptive re-use of the Canada Linseed Oil building on the north side of Wabash Avenue as a community centre.&nbsp; The integration of heritage and its adaptive re-use will build on and enhance the richness and variety of the sense of place in this historic and evolving neighbourhood.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 41 Wabash Avenue are:</p>\n<p>&nbsp;&nbsp; -&nbsp; The setback, placement and orientation of the industrial warehouse building on the south side of Wabash Avenue&nbsp;</p>\n<p>&nbsp;&nbsp; -&nbsp; The scale, form and massing of the two-and-a-half-storey building including the raised parapet with it gable form on the north elevation</p>\n<p>&nbsp;&nbsp; -&nbsp; The materials including the brick cladding, the stone lintels over the loading bays, the bush-hammered stone sills, the stone blocks set as the top masonry course beneath the top of the windows on the north elevation, and projecting wood window hoods over the second storey windows on the north elevation</p>\n<p>&nbsp; &nbsp; -&nbsp; On the north elevation the arrangement of openings including the wide window openings flanked by two narrower windows at the upper levels, the door at grade and the adjacent opening presumably originally used for loading and now filled in with blocks</p>\n<p>&nbsp;&nbsp;&nbsp; -&nbsp; On the west elevation, at all three levels, the three pairs of long narrow window openings with segmental-arched headers towards the south end (one of the openings has been extended to floor level) and the loading dock opening at the lower level at the north end (filled in) with a single narrow, segmental-arched headed opening above at the upper level</p>\n<p>&nbsp;&nbsp; -&nbsp; The brick clad east elevation and remaining visible window openings</p>\n<p>The rear, metal-clad, single-storey addition is not included in the heritage attributes.&nbsp; The south elevation is not included in the heritage attributes as it has been overclad in metal siding.&nbsp;&nbsp;</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 13, 2020, which is April 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1603,
  "otherReferenceList": [
    {
      "description": "2020.TE13.6 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 41 Wabash Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE13.6"
    },
    {
      "description": "2020.PB13.2 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 41 Wabash Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB13.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 41 Wabash Avenue, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 41 Wabash Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
