{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Berwick Avenue & Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.704148291",
      "longitudeCoordinate": "-79.397825674",
      "majorIntersection": "Berwick Avenue & Yonge Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Duplex Avenue & Berwick Avenue Toronto Ontario",
      "latitudeCoordinate": "43.703656503",
      "longitudeCoordinate": "-79.400268448",
      "majorIntersection": "Duplex Avenue & Berwick Avenue",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Roselawn Avenue & Duplex Avenue Toronto Ontario",
      "latitudeCoordinate": "43.710541888",
      "longitudeCoordinate": "-79.401123372",
      "majorIntersection": "Roselawn Avenue & Duplex Avenue",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Eglinton Avenue & Duplex Avenue Toronto Ontario",
      "latitudeCoordinate": "43.706351178",
      "longitudeCoordinate": "-79.400282236",
      "majorIntersection": "Eglinton Avenue & Duplex Avenue",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Mount Pleasant Road & Merton Street Toronto Ontario",
      "latitudeCoordinate": "43.698174552",
      "longitudeCoordinate": "-79.386478765",
      "majorIntersection": "Mount Pleasant Road & Merton Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Eglinton Avenue & Mount Pleasant Road Toronto Ontario",
      "latitudeCoordinate": "43.708407749",
      "longitudeCoordinate": "-79.390197174",
      "majorIntersection": "Eglinton Avenue & Mount Pleasant Road",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Erskine Avenue & Mount Pleasant Road Toronto Ontario",
      "latitudeCoordinate": "43.712606051",
      "longitudeCoordinate": "-79.391779265",
      "majorIntersection": "Erskine Avenue & Mount Pleasant Road",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Soudan Avenue & Mount Pleasant Road Toronto Ontario",
      "latitudeCoordinate": "43.706084651",
      "longitudeCoordinate": "-79.38929252",
      "majorIntersection": "Soudan Avenue & Mount Pleasant Road",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Proposed Street Occupation Permit Fee Revisions: Yonge-Eglinton Construction Hub",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1470"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1591156800000,
  "noticeDescription": "<p><strong>Notice is hereby given that Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 743, Streets and Sidewalks, Use Of.</strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on June 29 and 30, 2020, or at a subsequent meeting.</p>\n<p>Item IE13.5 contains the following recommendations:</p>\n<p>1.&nbsp;&nbsp;&nbsp; City Council amend the Toronto Municipal Code Chapter 743 &ndash; Appendix B by removing the following:</p>\n<p style=\"padding-left: 30px;\">a.&nbsp;&nbsp;&nbsp; Eglinton Avenue, from Duplex Avenue to Dunfield Avenue from \"Area A\";</p>\n<p style=\"padding-left: 30px;\">b.&nbsp;&nbsp;&nbsp; Mount Pleasant Road, from Merton Street to Eglinton Avenue East from \"Area B\";</p>\n<p style=\"padding-left: 30px;\">c.&nbsp;&nbsp;&nbsp; Eglinton Avenue East, from Mount Pleasant Road to Dunfield Avenue from \"Area B\".</p>\n<p>and inserting the above entries into &ldquo;Area AA&rdquo;.</p>\n<p>2.&nbsp;&nbsp;&nbsp; City Council amend the Toronto Municipal Code Chapter 743 &ndash; Appendix B by adding the following area bounded by, and including all frontages, into \"Area AA\":</p>\n<p style=\"padding-left: 30px;\">a.&nbsp;&nbsp;&nbsp; Erskine Avenue, from Mount Pleasant Road to Yonge Street;</p>\n<p style=\"padding-left: 30px;\">b.&nbsp;&nbsp;&nbsp; Mount Pleasant Road, from Erskine Avenue to Soudan Avenue;</p>\n<p style=\"padding-left: 30px;\">c.&nbsp;&nbsp;&nbsp; Soudan Avenue, from Mount Pleasant Road to Yonge Street;</p>\n<p style=\"padding-left: 30px;\">d.&nbsp;&nbsp;&nbsp; Berwick Avenue, from Yonge Street to Duplex Avenue;</p>\n<p style=\"padding-left: 30px;\">e.&nbsp;&nbsp;&nbsp; Duplex Avenue, from Berwick Avenue to Roselawn Avenue;</p>\n<p style=\"padding-left: 30px;\">f.&nbsp;&nbsp;&nbsp;&nbsp; Roselawn Avenue, from Duplex Avenue to Yonge Street.</p>\n<p>3.&nbsp;&nbsp;&nbsp; City Council direct the General Manager, Transportation Services and/or any other appropriate City divisions to investigate the possibility of directing the increase in fees to the funding of the Construction Hub Coordination Pilot Project.</p>\n<p>4.&nbsp;&nbsp;&nbsp; City Council authorize the City Solicitor to introduce the necessary Bills to Council to amend the requisite City By-laws or Municipal Code Chapters to give effect to City Council&rsquo;s decision and authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or By-law amendments as may be identified by the City Solicitor, in consultation with the General Manager, Transportation Services, to give effect to City Council's decision.</p>\n<p>Item IE13.5 can be viewed on the <a title=\"Yonge-Eglinton Construction Hub: Street Occupation Permit Fee Revisions\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE13.5\" target=\"_blank\" rel=\"noopener\">City of Toronto's website</a>.</p>\n<p>The amendments proposed in Recommendations 1 and 2 would move the identified streets with the identified parameters from an area/part with a lower permit fee per square metre / month as identified in Appendix C &ndash; Schedule 2, Transportation Services, of Chapter 441, Fees and Charges, to Area AA as defined in Chapter 743 with a higher permit fee of $145.26 per square metre / month as identified in Appendix C &ndash; Schedule 2, Transportation Services, ref. no. 38.1, of Chapter 441, Fees and Charges.</p>\n<p>At its meeting to be held by video conference on Wednesday, June 10 at 9:30 a.m., or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear from any person, their counsel, agent, or solicitor who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the Infrastructure and Environment Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in IE13.5, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on Wednesday, June 10 at 9:30 a.m, as a courtesy please contact the Committee no later than 12:00 p.m. on Tuesday, June 9, 2020:</p>\n<p style=\"padding-left: 30px;\">Infrastructure and Environment Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, Ontario, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579; Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While Item IE13.5 sets out proposed changes which impacts the fees applicable, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the item. The proposed amendments are subject to the decision of the Committee and the decision of City Council.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on Wednesday, June 10, 2020 which will be forwarded to City Council for its meeting on June 29 and 30, 2020.</p>\n<p><strong>Notice to People Writing or Making Presentations to the Infrastructure and Environment Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or call 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1645,
  "otherReferenceList": [
    {
      "description": "City of Toronto, Municipal Code Chapter 441, Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "2020.IE13.5 - Yonge-Eglinton Construction Hub: Street Occupation Permit Fee Revisions",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.IE13.5"
    },
    {
      "description": "City of Toronto, Municipal Code Chapter 743, Streets and Sidewalks, Use of",
      "url": "https://www.toronto.ca/legdocs/municode/1184_743.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Proposed Street Occupation Permit Fee Revisions: Yonge-Eglinton Construction Hub",
  "topics": [
    "Financial > Proposal to change user fees and charges",
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
