{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "58 Atlantic Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6380509977",
      "longitudeCoordinate": "-79.4208292559",
      "postalCode": "M6K 1X8",
      "province": "Ontario",
      "streetAddress": "58 Atlantic Avenue"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1529294400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 58 Atlantic Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>Reasons for Designation</p>\n<p>The property at 58 Atlantic Avenue (specifically the portion with the entrance address at 25 Liberty Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>Description</p>\n<p>The property at 58 Atlantic Avenue is located on the southwest corner of Atlantic and Liberty and contains a 3&frac12;-storey industrial building (known for convenience purposes as 25 Liberty Street) that was constructed in 1901 according to the plans of the Toronto architectural firm of G. M. Miller and Company. It formed part of the manufacturing complex developed in 1898 and afterward by the Ontario Wind Engine and Pump Company for the production of windmills, steel towers, pumps, motors, and other equipment, particularly for railway companies and farmers. The company remained a fixture in the neighbourhood now known as Liberty Village for 40 years.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property at 58 Atlantic Avenue (25 Liberty Street) has design value as a well-crafted example of an industrial building that was designed after the turn of the 20th century when Edwardian Classicism was emerging as the most popular architectural style. Exhibiting the restrained brick detailing and classical features identified with the style, the Ontario Wind Engine and Pump Company Building is particularly distinguished by the corbelled brickwork beneath the roofline, as well as the distinctive oriel windows that overlook Atlantic Avenue and Liberty Street.</p>\n<p>The cultural heritage value of the Ontario Wind Engine and Pump Company Building is also through its associations with the Toronto architectural practice of G. M. Miller and Company, which designed it. Headed by George Martel Miller who opened a solo practice in 1886, his firm was best known for the many projects it undertook for members of Toronto&rsquo;s famous Massey family, which produced agricultural implements for international distribution and funded philanthropic projects in the city. Miller was the supervising architect for the Massey (Music) Hall before completing alterations to the Massey-Harris Company&rsquo;s office building to the west on King Street West near Strachan Avenue. He designed the Ontario Wind Engine and Pump Company&rsquo;s complex over the period from 1898 to 1910, including the former factory (1901) at 25 Liberty Street.</p>\n<p>The property at 58 Atlantic Avenue (25 Liberty Street) is valued for its contributions to the historical development in the late 19th and early 20th centuries of the community adjoining the southeast corner of King Street West and Dufferin Street as an important industrial centre at the west end of Toronto. With the adjacency of two railway lines and the subdivision and servicing of the land, the Ontario Wind Engine and Pump Company was one of the first manufacturers to build its factory in the area where it operated for 40 years.</p>\n<p>The contextual value of the Ontario Wind Engine and Pump Company Building (1901) is through its role in defining, maintaining and supporting the character of the former manufacturing enclave in the area southeast of King Street West and Dufferin Street where it is part of an important surviving collection of industrial buildings, many of which are included on the City of Toronto&rsquo;s Heritage Register. The property at 58 Atlantic Avenue (25 Liberty Street) is also valued contextually for its visual and historical links to its surroundings in the neighbourhood now known as Liberty Village where it anchors an important intersection on the main east-west route through the community. In this location, the Ontario Wind Engine and Pump Company Building faces the St. David&rsquo;s Wine Growers Company Building at 60 Atlantic Avenue, which it complements in vintage and scale, and overlooks to the northeast the landmark boiler house and smokestack of the former Brunswick-Balke-Collender complex at 40 Hanna Avenue, which are other recognized heritage properties in Liberty Village.</p>\n<p>Heritage Attributes:</p>\n<p>The heritage attributes of the Ontario Wind Engine and Pump Company Building on the property at 58 Atlantic Avenue (25 Liberty Street) are:</p>\n<p>&bull; The setback, placement and orientation of the building on the southwest corner of Atlantic Avenue and Liberty Street<br />&bull; The scale, form and massing of the building, with the rectangular plan that rises three stories above a base with window openings<br />&bull; The red brick cladding with brick, stone and wood detailing<br />&bull; The flat roof with the brick chimney on the west end<br />&bull; The principal (north) elevation on Liberty Street, which is divided into three bays by brick pilasters<br />&bull; The main (north) entrance, which is set in the right (west) bay under a classical pediment with oversized brackets<br />&bull; The fenestration on the principal (north) elevation, with the segmental-arched window openings that are arranged in pairs in the three stories, the oversized segmental-arched window opening in the centre of the first (ground) floor, and the oriel window in the second storey<br />&bull; On the long east elevation on Atlantic Avenue, which extends 11 bays, the continuation of the fenestration from the north elevation, including the oriel window in the second storey<br />&bull; The rear (south) elevation, where the door and window openings are organized by brick pilasters<br />&bull; The detailing on all of the elevations, with the corbelled brickwork beneath the roofline, the brick flat arches and stone sills on the window openings, and the oversized wood brackets on the oriel windows (north and east) that overlook the intersection of Liberty and Atlantic</p>\n<p>The west elevation is almost completely concealed by the adjoining buildings at 35 Liberty Street.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 18, 2018, which is July 18, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 167,
  "otherReferenceList": [
    {
      "description": "TE32.4 - Alterations to a Designated Heritage Property, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 58 Atlantic Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE32.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 58 Atlantic Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
