{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Commissioners Street & Carlaw Avenue Toronto Ontario",
      "latitudeCoordinate": "43.652615343",
      "longitudeCoordinate": "-79.335539906",
      "majorIntersection": "Commissioners Street & Carlaw Avenue",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto and East York Community Council, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1528291800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1527652800000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 925, Permit Parking, and Chapter 950, Traffic and Parking, to implement the pilot installation of on-street electric vehicle (EV) charging stations in residential permit parking areas.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on June 26, 2018 or at a subsequent meeting.</p>\n<p>The May 20, 2018 report from the Acting Director, Transportation Infrastructure Management, entitled &ldquo;Residential On-Street Electric Vehicle Charging Stations &ndash; Parking Amendments &ndash; Non-Delegated Location&rdquo; has the following recommendations:</p>\n<p>1. City Council amend section 925-5N of City of Toronto Municipal Code Chapter 925, Permit Parking, by adding a new section (1.3) generally as follows:</p>\n<p style=\"padding-left: 30px;\">(1.3) In addition to Subsection N(1) and despite the temporal parking duration &nbsp;limit exemption in Subsection Q, where a portion of a highway set out in Schedule A to this chapter or a portion of a highway included within the parameters of a portion of a highway set out in Schedule A to this chapter is also set out in Schedule XLIV, Electric Vehicle Charging Station Parking, in &sect; 950-1343 to Code Chapter 950, Traffic and Parking, there must also be compliance with Subsection 950-400I of Code Chapter 950.</p>\n<p>2. City Council amend section 925-5Q of City of Toronto Municipal Code Chapter 925, Permit Parking, by adding the phrase &ldquo;, except as set out in Subsection N(1.3).&rdquo;</p>\n<p>3. City Council amend section 950-400 of City of Toronto Municipal Code Chapter 950, Traffic and Parking, by adding a new section J generally as follows:</p>\n<p style=\"padding-left: 30px;\">J. In addition to Subsection I, where a portion of a highway set out in Schedule XLIV, Electric Vehicle Charging Station Parking, in &sect; 950-1343 is also set out or included within the parameters of a portion of a highway set out in Schedule A, Permit Parking, to Code Chapter 925, Permit Parking, the provisions of&nbsp;Subsection 925-5N of Chapter 925 must also be complied with during the times set out in the 5th Column adjacent to the name of the road in Schedule A to Chapter 925.</p>\n<p>4. City Council designate a residential on-street electric vehicle charging station parking area (two spaces) for the exclusive use of electric vehicles on Commissioners Street, north side, from a point 122.3 metres east of Carlaw Avenue to a point 12 metres further east, adjacent to the Toronto Hydro main service centre, and amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, as set out in Attachment 1 to this report (May 20, 2018).</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 925, Permit Parking, and Chapter 950, Traffic and Parking, will require amendment.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on June 6, 2018, at 9:30 a.m. or as soon as possible thereafter, the Toronto and East York Community Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to City of Toronto Municipal Code Chapter 925, Permit Parking, and Chapter 950, Traffic and Parking, visit the City&rsquo;s website.</p>\n<p>Note that there is a related Public Notice to address the site specific parking amendment recommendations required at the six (6) residential permit parking area locations referenced here, to implement the pilot installation of on-street electric vehicle (EV) charging. It is specifically outlined in the May 20, 2018 report from the Acting Director, Transportation Infrastructure Management, entitled &ldquo;Residential On-Street Electric Vehicle Charging Stations &ndash; Parking Amendments &ndash; Delegated Locations&rdquo;.</p>\n<p>To submit comments or make a presentation to the Toronto and East York Community Council on June 6, 2018, please contact the Committee no later than 12 p.m. on June 5, 2018:</p>\n<p style=\"padding-left: 30px;\">Toronto and East York Community Council</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall</p>\n<p style=\"padding-left: 30px;\">100 Queen Street West, 2nd Floor, West Tower</p>\n<p style=\"padding-left: 30px;\">Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 30px;\">phone: 416-392-7033</p>\n<p style=\"padding-left: 30px;\">fax: 416-397-0111</p>\n<p style=\"padding-left: 30px;\">Email: teycc@toronto.ca</p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 30px;\">Paul A. Sabo, P.Eng.</p>\n<p style=\"padding-left: 30px;\">Senior Engineer, Operational Planning and Policy</p>\n<p style=\"padding-left: 30px;\">Transportation Services</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-7775</p>\n<p style=\"padding-left: 30px;\">Email: Paul.Sabo@toronto.ca</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Toronto and East York Community Council will make its final recommendations on June 6, 2018, which will be forwarded to City Council at its meeting on June 26, 2018.</p>\n<p>Notice to people writing or making presentations to the Toronto and East York Community Council: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, emails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or email address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many&nbsp; Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-7033.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 174,
  "otherReferenceList": [
    {
      "description": "TE33.50 - Residential On-Street Electric Vehicle Charging Stations - Parking Amendments - Non-Delegated Location",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE33.50"
    },
    {
      "description": "By-law 782-2018 - To amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, respecting Commissioners Street",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0782.pdf"
    },
    {
      "description": "By-law 805-2018 - To amend City of Toronto Municipal Code Chapter 925, Permit Parking, and City of Toronto Municipal Code Chapter 950, Traffic and Parking, in respect of residential on-street electric vehicle charging stations in permit parking locations",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0805.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "This public notice is provided in accordance with City of Toronto Municipal Code Chapter 925, Permit Parking ยง 925-5S related to the reduction of number of permit parking spaces or times or the termination of permit parking.",
  "title": "Amendments to City of Toronto Municipal Code Chapter 925, Permit Parking, and Chapter 950, Traffic and Parking",
  "topics": [
    "Transportation > Intention to terminate permit parking on a road",
    "Transportation > Intention to reduce permit parking spaces or times"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
