{
  "accessibilityDescription": "City staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-392-7033, TTY 416-338-0889 or email teycc@toronto.ca.",
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "St. Clair Avenue East & Glen Eden Crescent Toronto Ontario",
      "latitudeCoordinate": "43.706950902",
      "longitudeCoordinate": "-79.305849966",
      "majorIntersection": "St. Clair Avenue East & Glen Eden Crescent",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "St. Clair Avenue East & Glenfield Crescent Toronto Ontario",
      "latitudeCoordinate": "43.707250205",
      "longitudeCoordinate": "-79.304510494",
      "majorIntersection": "St. Clair Avenue East & Glenfield Crescent",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1528291800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1527652800000,
  "noticeDescription": "<p>To consider a proposal to name the public lane south of St. Clair Avenue East, extending between Glen Eden Crescent and Glenfield Crescent as &ldquo;Jack Christie Lane&rdquo;.</p>\n<p>The plan showing the lands to be affected may be seen in the City Clerk&rsquo;s Office, Secretariat, 2nd Floor, West Tower, Toronto City Hall, 100 Queen Street West, between the hours of 8:30 a.m. and 4:30 p.m. Monday to Friday. At its meeting to be held in Committee Room 1, 2nd floor, Toronto City Hall, 100 Queen Street West, on June 6, 2018, at 9:30 a.m., or shortly afterwards, the Toronto and East York Community Council will hear in person or by his or her counsel, agent or solicitor, any person who claims that his or her lands will be prejudicially affected by the naming and who applies to be heard with respect to the proposed naming.</p>\n<p><strong>Notice to People writing or making presentations to the Toronto and East York Community Council:</strong> The personal information contained in your correspondence to Toronto City Council or its committees is collected under the City of Toronto Act, 2006, and the City of Toronto Municipal Code Chapter 27 &ndash; Council Procedures, section 27-21. Any personal information will become part of the public record and may be posted on the City&rsquo;s website, unless you expressly request the removal of personal identity information. Questions about the collection of this information may be directed to the City Clerk&rsquo;s office at 416-392-7033.</p>\n<p>The City videotapes committee and community council meetings. If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the video tapes available to the public.</p>\n<p>To obtain additional information, submit comments or address the Toronto and East York Community Council meeting on June 6, 2018, please contact the following City official no later than 12 p.m. on June 5, 2018:</p>\n<p style=\"padding-left: 30px;\">Ms. Ellen Devlin<br />Administrator, Toronto and East York Community Council<br />City Clerk&rsquo;s Office<br />Toronto City Hall, 100 Queen Street West<br />2nd floor, West Tower<br />Toronto, Ontario M5H 2N2<br />Telephone: 416-392-7033</p>\n<p style=\"padding-left: 30px;\">Fax: 416-397-0111<br />Email: teycc@toronto.ca</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 176,
  "otherReferenceList": [
    {
      "description": "TE33.2 - Naming of a Public Lane south of St. Clair Avenue East, extending between Glen Eden Crescent and Glenfield Crescent",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE33.2"
    },
    {
      "description": "By-law 715-2018 - To authorize the naming of a public lane located south of St. Clair Avenue East, extending between Glen Eden Crescent and Glenfield Crescent as Jack Christie Lane",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0715.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "City of Toronto Act, 2006 - Public Notice: Notice is given that the City of Toronto will consider whether to pass a by-law to authorize the naming of a public highway in the Toronto and East York Community Council Area",
  "title": "Naming of “Jack Christie Lane” – south of St. Clair Avenue East, extending between Glen Eden Crescent and Glenfield Crescent",
  "topics": [
    "Transportation > Intention to name a road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
