{
  "addressList": [],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Growth Management Committee",
    "country": "Canada",
    "emailAddress": "pgmc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Planning and Growth Management Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1525181400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1524542400000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend the City of Toronto Municipal Code by adding a new chapter, Infill Construction Public Notice, which will require information notices to be produced, erected and displayed on the sites of infill housing projects in respect of both demolition and construction activities in order to communicate information about these projects to the public and to enable improved responses to the public&rsquo;s concerns and complaints regarding infill housing projects.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on May 22, 2018 or at a subsequent meeting.</p>\n<p>The proposed requirement to produce, erect and display information notices on the sites of infill housing projects is outlined in the report titled &ldquo;Strategy for Minimizing the Negative Impacts of Residential Infill Construction Activity &ndash; Update&rdquo;. To view or obtain a copy of the report that outlines the procedures involved, the information contained in the information notices, the timing requirements for erecting the notices and all other details pertaining to the notices, visit the City&rsquo;s website.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on May 1, 2018, at 9:30 a.m. or as soon as possible thereafter, the Planning and Growth Management Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the details surrounding the proposed new chapter to City of Toronto Municipal Code which will require the production, erection and display of information notices on the sites of infill housing projects, please visit the City&rsquo;s website.</p>\n<p>To submit comments or make a presentation to the Planning and Growth Management Committee on May 1, 2018, please contact the Committee no later than 12:00 p.m. on April 30, 2018:</p>\n<p style=\"padding-left: 30px;\">Planning and Growth Management Committee<br />Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2<br />Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:pgmc@toronto.ca\">pgmc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 30px;\">Dylan Aster<br />Program Manager, Office of the Chief Building Official<br />Toronto Building<br />Telephone: 416-338-5737<br />Email: <a href=\"mailto:Dylan.Aster@toronto.ca\">Dylan.Aster@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments to the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Planning and Growth Management Committee will make its final recommendations on May 1, 2018, which will be forwarded to City Council at its meeting on May 22, 2018.</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Growth Management Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 177,
  "otherReferenceList": [
    {
      "description": "PG29.1 - Strategy for Minimizing the Negative Impacts of Residential Infill Construction - Update",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PG29.1"
    },
    {
      "description": "By-law 801-2018 - To adopt a new City of Toronto Municipal Code Chapter 519, Infill Construction, Public Notice",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0801.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Amendment to City of Toronto Municipal Code to add a chapter, Infill Construction Public Notice, to require the production, erection and display of information notices on infill housing construction sites to provide information to the public regarding infill housing demolition and construction projects.",
  "title": "Amendment to City of Toronto Municipal Code to add a Chapter, Infill Construction Public Notice",
  "topics": [
    "Planning"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
