{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "582 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6449764978",
      "longitudeCoordinate": "-79.3997470031",
      "postalCode": "M5V 1M3",
      "province": "Ontario",
      "streetAddress": "582 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "590 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6447403844",
      "longitudeCoordinate": "-79.3997946159",
      "postalCode": "M5V 1M3",
      "province": "Ontario",
      "streetAddress": "590 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "592 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.644735868",
      "longitudeCoordinate": "-79.3998166259",
      "postalCode": "M5V 1M3",
      "province": "Ontario",
      "streetAddress": "592 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "471 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.6451108475",
      "longitudeCoordinate": "-79.3996673457",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "471 Adelaide Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "473 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.6456835421",
      "longitudeCoordinate": "-79.4002065018",
      "postalCode": "M5V 1T1",
      "province": "Ontario",
      "streetAddress": "473 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 582 King Street West ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1618"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 582 King Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 582 King Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; The property was listed on the City of Toronto's Heritage Inventory in 2005 and identified as a contributing property in the King-Spadina Heritage Conservation District Plan (2017) currently under appeal.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 582 King Street West (including the entrance addresses at 590 and 592 King Street West and 471 and 473 Adelaide Street West) extends from the north side of King Street West to the south side of Adelaide Street West in the block east of Portland Street. The property contains a collection of two four-storey factory-type buildings at 582-592 King Street West and one four-storey factory-type building and two-storey wing at 473 Adelaide Street West - all completed in 1902-1911 and commissioned by Canadian Kodak Company Ltd., to the designs of architects Chadwick &amp; Beckett and F. A. Fifield.&nbsp; A single-storey garage facing Adelaide Street West, designed by Kaplan &amp; Sprachman architects, was added to the property in 1928-31 by Ontario Silknit Ltd.&nbsp;</p>\n<p>Canadian Kodak Company Ltd. purchased and occupied the property from 1902 until 1917, after which it was occupied by a variety of tenants including the Toronto Terminal Warehouse, later known as the Canadian Rail and Harbour Terminals.&nbsp; Ontario Silknit Ltd. purchased the property in 1927 and occupied the premises for over 60 years with a variety of garment industry-related businesses.&nbsp;</p>\n<p>The property at 582 King Street contains four buildings as follows:</p>\n<p>588-592 King Street West, (original address, now the western half of the complex on King Street known as 590 King Street West), four-storey building constructed in 1902.</p>\n<p>582-586 King Street West, (original address, now the eastern half of the complex on King Street known as 590 King Street West), four-storey building constructed in 1904.</p>\n<p>473 Adelaide Street West, a four-storey building with a two-storey wing constructed in 1909-10.&nbsp; The four-storey section of this building bridges across a laneway at the second to fourth floor levels to connect with the rear of the western half of the King Street buildings.&nbsp;</p>\n<p>471 Adelaide Street West, a single-storey garage building constructed in 1928-1931 by Ontario Silknit Ltd.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 582 King Street West contains a complex of buildings which have design and physical value as representatives of well-crafted, early 20th-century factory buildings. The long rectangular plans of the three four-storey buildings and two-storey wing, with brick cladding, and regularly spaced window openings expressive of the internal post and beam structure and factory function, are characteristic features of the factory building type.&nbsp; Elements of the Edwardian Classical style are evident in the brick and stone detailing and the hierarchy and symmetry of the arrangement of openings of the principal south elevations of 582-592 King Street.&nbsp; Further design value is present in the garage with its Style Moderne characteristics seen in the stepped parapet and in the pilasters which terminate on the face of parapet.</p>\n<p>The property has historical value through its potential to yield information about the development of the King-Spadina neighbourhood in the early 1900s as an important industrial centre which contributed to Toronto's prosperity and provided employment for over 120 years. It has value through its direct association with the Canadian Kodak Company Ltd. which constructed its first purpose built retail and manufacturing complex on the property and occupied it for 15 years, expanding with new buildings as well new business products, increasing output and employment substantially in that short time. The complex has further associative and historic value as it was occupied for over 60 years by Ontario Silknit Ltd. whose garment manufacturing provided employment for generations as well as the \"Fashion District\" identity of the King Spadina neighbourhood The \"Lovable\" signage painted on the brick of the east elevation at 473 Adelaide Street West retains this identity and Silknit's lingerie manufacturing legacy.&nbsp;</p>\n<p>The property has further associative value as it demonstrates the work of two Toronto-based architectural firms, Chadwick &amp; Beckett and Kaplan &amp; Sprachman.&nbsp; Chadwick &amp; Beckett (1893-1917) were a prolific firm with numerous commissions which included a wide variety of buildings types: the architects made a particular contribution to the design of industrial buildings across the City of Toronto in the first decade of the twentieth century. Kaplan &amp; Sprachman (c. 1926-1951) were nationally renowned for their designs of hundreds of movie theatres across the county in the 1930s and 1940s, frequently featuring the Style Moderne style. Their commissions included a variety of other building typologies including industrial buildings like the garage which features the Style Moderne.&nbsp;&nbsp;</p>\n<p>Located to the east of Portland Street with prominent elevations on both King Street West and Adelaide Street West, the property of three, four-storey brick clad buildings with Edwardian Classical style details and the rear bridge over the laneway is important in defining the early 20th-century industrial character of the area as it maintains the scale, material qualities and design patterns of the factory structures.&nbsp; Built between 1902 and 1911, and having been a centre of enterprise and employment for almost 120 years, the factory complex is functionally, visually and historically linked to its surroundings and contributed to the identity of the King Spadina neighbourhood.&nbsp; The 473 Adelaide Street West building contributes to the street wall framing the view of St. Mary's Church (1885-1904) which terminates Adelaide Street West at Bathurst Street.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the entire property at 582 King Street West including the various blocks described below are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building complex on the property to the east of Portland Street and extending from the north side of King Street West to the south side of Adelaide Street West</p>\n<p>588-592 King Street West</p>\n<p>The heritage attributes of the west building originally known 588-592 King Street West, (now the western half of the complex on King Street known as 590 King Street West) are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the long, four-storey rectangular volume of the building with saw-tooth roof monitors&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including brick cladding with stone details in the window sills, and on the principal (south) elevation the stone lintels in the window openings and the stone bases for the pilasters which returns as a plinth on the west elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the brick detailing seen in the banded pilasters and banding of the wall section spanning below the first floor window, the projecting keystones and voussoirs in the segmental-arched and flat window heads at the second and third floor levels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the arrangement of the window openings with three large windows at the two first floors and basement, with smaller windows at the upper two levels with five openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the combination of segmental-arched and flat-headed windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the division of the glazing in the first two floors of windows (first to second floor) into 6 lights, with three taller lower lights with a wider central light and the division of glazing in the basement level into three lights with a wider central light</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the division of the window glazing at the third and fourth floor levels into two lights (please note: to match the original double-hung sash, these should be equivalent)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rear (north) elevation: the loading bay with the raised walkway, canopy and brackets with decorative moulding and trellis-like panels supporting the sloping roof above the walkway</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rear (north) and side (west) elevations of the building with the regularly spaced, long, rectangular window openings with segmental-arched headers</p>\n<p>582-586 King Street West</p>\n<p>The heritage attributes of the eastern building originally known 582-586 King Street West, (now the eastern half of the complex on King Street known as 590 King Street West) are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of four-storey building, with saw-tooth roof monitors&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials include brick cladding with stone details in the door frame of the principal entrance, the stone sills, and the stone bases of the pilasters</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the brick pilasters, fourth at the first three levels and two at the outer edges of the upper two levels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the arrangement of the window openings with three large windows at the two first floors and basement and three groups of paired windows on at the third and fourth floor levels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the segmental-arched window openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the division of the glazing in the first two floors of windows (first to second floor) into 6 lights, with three taller lower lights with a wider central light and the division of glazing in the basement level into three lights with a wider central light</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (south) elevation: the division of the window glazing at the third and fourth floor levels into two lights (please note: to match the original double-hung sash, these should be equivalent)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rear (north) elevation: the loading bay with the raised walkway</p>\n<p>471 Adelaide Street West</p>\n<p>The heritage attributes of the building fronting on Adelaide Street West and known as 471 Adelaide Street West are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the single-storey garage, with a gable roof with roof monitor</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials include brick cladding with stone details in the building base</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal north elevation: the four brick piers, the stepped parapet with the raised central section over two bays and the four (glazed) openings</p>\n<p>473 Adelaide Street West</p>\n<p>The heritage attributes of the northern block fronting on Adelaide Street West and known as 473 Adelaide Street West are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the four-storey building with saw-tooth roof monitors</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The building bridges over the laneway connecting with the rear of the 582-586 King Street West section of the complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials include brick cladding with stone sills on the north, east and west elevations of the building the regularly spaced, long narrow window openings with segmental-arched headers and the stone plinth on the principal (north) elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (north) and side (east and west) elevations of the building the regularly spaced, long narrow window openings with segmental-arched openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (north) elevation: the entrance opening at the west corner of the elevation and the pair of window openings at the centre</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Principal (north) elevation: the brick detailing including the brick piers, the stepped brick courses between the piers and the decorative banding and relief pattern created by brick headers at the cornice line</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Side (east and west) elevations: the return of the cornice with the decorative banding and relief pattern created by brick headers at the cornice line</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rear (north) elevation: the loading bay entrances</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Side, (east) elevation the signage painted on the brick cladding with the word 'LOVABLE' which advertised the Lovable Brassiere Company Ltd.</p>\n<p>The following have not been identified as heritage attributes:</p>\n<p style=\"padding-left: 30px;\">- The two-storey wing at 473 Adelaide Street West which has only one visible elevation facing the laneway and lacks integrity due to substantial alterations&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; </p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of September 14, 2020, which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1791,
  "otherReferenceList": [
    {
      "description": "2020.CC23.8 - 582-590 King Street West, 471-473 Adelaide Street West and 115 Portland Street Zoning By-law Amendment Application - Request for Direction",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.CC23.8"
    },
    {
      "description": "2020.TE14.14 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 582 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE14.14"
    },
    {
      "description": "2020.PB14.1 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 582 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB14.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 582 King Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 582 King Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
