{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2490 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.711943578",
      "longitudeCoordinate": "-79.399743765",
      "postalCode": "M4P 2H7",
      "province": "Ontario",
      "streetAddress": "2490 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2492 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.711974815",
      "longitudeCoordinate": "-79.399748256",
      "postalCode": "M4P 2H7",
      "province": "Ontario",
      "streetAddress": "2492 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2504 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.712199252",
      "longitudeCoordinate": "-79.399787545",
      "postalCode": "M4P 2H7",
      "province": "Ontario",
      "streetAddress": "2504 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2506 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.712308621",
      "longitudeCoordinate": "-79.399875708",
      "postalCode": "M4P 2H7",
      "province": "Ontario",
      "streetAddress": "2506 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2490-2506 Yonge Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1623"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "North York Community Council ",
    "country": "Canada",
    "emailAddress": "nycc@toronto.ca",
    "fax": "416-395-7337",
    "locationName": "North York Civic Centre, main floor",
    "phone": "416-395-7337",
    "postalCode": "M2N 5V7",
    "province": "Ontario",
    "streetAddress": "5100 Yonge Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1600056000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 2490-2506 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>The Capitol Theatre Building</strong></p>\n<p>The properties at 2490 Yonge Street (with entrance addresses at 2492-2504 Yonge Street) and 2506 Yonge Street (with entrance addresses at 2508 and 2510 Yonge Street) are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the northwest corner of Yonge Street and Castlefield Avenue, the properties at 2490-2506 Yonge Street (with additional entrance addresses) contain a three-storey complex that was initially completed in 1914 as the York Theatre and, following the addition in 1922 of a three-storey building with a new entrance to the theatre adjoined by commercial storefronts along Yonge Street, renamed the Capitol Theatre Building.&nbsp; In the late 1990s, the theatre was converted to an event venue known as the Capitol Event Theatre.</p>\n<p>City Council included the properties at 2490 Yonge Street and 2506 Yonge Street (on the City of Toronto&rsquo;s Heritage Register on November 9, 2016.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>Covering half of the block on the west of Yonge Street, north of Castlefield Avenue, the Capitol Theatre Building has design value as a three-storey complex distinguished by its large scale and elegant proportions with architectural features from the early-20th century Classical Revival style.&nbsp; Of particular note is the classical detailing on the Yonge Street elevation where the spandrels on the monumental two-storey round-arched window openings and the panels above the paired pilasters feature garland motifs.</p>\n<p>The associative value of the Capitol Theatre Building is linked to the role of the complex in the development of the main street character of Yonge Street in the 1920s after the annexation of the Town of North Toronto by the City of Toronto. The Capitol Theatre Building is one of the earliest complexes on the west side of Yonge Street, contributing to the formation of a streetwall. The properties contribute to the social history of the area as a local theatre serving the community since the World War I era and as an event venue beginning in the late 20th century.</p>\n<p>The Capitol Theatre Building is also valued for its connection to the notable Toronto architect Murray Brown, who was associated with the evolution of the building in the 1920s as it was converted from a combined silent movie and vaudeville theatre to a venue devoted to motion pictures with sound.&nbsp; In solo practice after World War I, Murray Brown (1885-1958) was best known for projects that included Postal Station K (1936) on Yonge Street, south of the subject properties.&nbsp; However, he designed several buildings for the Famous Players chain in Ontario, Saskatoon and Halifax, including two theatres in the Yonge-Eglinton area, with the Belsize Theatre (dating to 1927, renamed the Crest Theatre and now known as the Regent Theatre) on Mount Pleasant Road recognized on the City of Toronto&rsquo;s Heritage Register.</p>\n<p>Contextually, the Capitol Theatre Building is valued for its contribution to the commercial main street character of Yonge Street north of Eglinton Avenue, particularly north of Roselawn Avenue, which began in the early-20th century and is typified by blocks of surviving two and three-storey commercial buildings.&nbsp; The contextual value of the subject building is also related to its historical, visual and physical links to its surroundings on Yonge Street, where it is adjoined to the south, north and east by a collection of heritage properties recognized on the City's Heritage Register.&nbsp; The Capitol Theatre Building is a local landmark in North Toronto, anchoring the northwest corner of Yonge Street and Castlefield Avenue with its chamfered corner, distinctive scale and decorative detailing.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Capitol Theatre Building located on the properties at 2490- 2506 Yonge Street (including entrance addresses) are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the northwest corner of Yonge Street and Castlefield Avenue</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone and metal detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the stone band course and the metal (originally stone) cornice on the east elevation on Yonge Street, the southeast corner, and the two easternmost bays of the south side elevation on Castlefield Avenue</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The chamfered southeast corner adjoining Yonge Street and Castlefield Avenue with the stone quoins</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (east) elevation on Yonge Street, which is organized into 15 bays, including two double-width bays (second from the south end and seventh from the north end)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (east) elevation on Yonge Street, the first-floor storefronts, including the unit with the convenience address at 2504 Yonge Street that retains its vintage stainless-steel detailing, and the round-arched entrances at 2498 and 2510 Yonge Street (the storefronts and entrances have been altered over time)</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The theatre entrance and adjoining store (with convenience addresses at 2492 and 2494 Yonge Street), which are placed near the south end of the east elevation and feature a marquee, box office and entrances with glass and stainless-steel detailing dating to the mid-20th century</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fenestration on the east elevation, the southeast corner and the two easternmost bays on the south side elevation, with the symmetrically placed flat-headed openings with the stone sills in the second and third stories</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east elevation, in the double-width bays, the single two-storey round-arched window openings, which are flanked by paired fluted pilasters, and the classical garland motifs in the spandrels and on the panels above the pilasters</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Marie Greig, Administrator, North York Community Council, North York Civic Centre, Main floor, 5100 Yonge Street, Toronto, Ontario M2N 5V7, within thirty days of September 14, 2020, which is October 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1796,
  "otherReferenceList": [
    {
      "description": "2019.PB12.2 - Alterations to Heritage Property at 2490-2506 Yonge St, Intention to Designate 2490-2506 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement at 2490-2506 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB12.2"
    },
    {
      "description": "2020.NY12.7 - Alterations to Heritage Property at 2490-2506 Yonge St, Intention to Designate 2490-2506 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement at 2490-2506 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.NY12.7"
    },
    {
      "description": "2020.NY14.4 - Alterations to Heritage Property at 2490-2506 Yonge Street, Intention to Designate 2490-2506 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, and Authority to Enter into a Heritage Easement Agreement at 2490-2506 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.NY14.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 2490-2506 Yonge Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 2490-2506 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
