{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "178 Front Street East Toronto Ontario",
      "latitudeCoordinate": "43.6507870391",
      "longitudeCoordinate": "-79.3673894148",
      "postalCode": "M5A 1E6",
      "province": "Ontario",
      "streetAddress": "178 Front Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "176 Front Street East Toronto Ontario",
      "latitudeCoordinate": "43.6506445784",
      "longitudeCoordinate": "-79.367798037",
      "postalCode": "M5A 1E6",
      "province": "Ontario",
      "streetAddress": "176 Front Street East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "33 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.6508397843",
      "longitudeCoordinate": "-79.3677372645",
      "postalCode": "M5A 2P5",
      "province": "Ontario",
      "streetAddress": "33 Sherbourne Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 176-178 Front Street East and 33 Sherbourne Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1716"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1603771200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 178 Front Street East and 33 Sherbourne Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>33 Sherbourne Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 33 Sherbourne Street (including the entrance addresses at 33 A Sherbourne Street and 176 Front Street East) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of the street between Front Street East and King Street East, the property at 33 Sherbourne Street contains a two-storey early 20th century vernacular commercial building that was completed in 1918.&nbsp; The property is located on one of the original 10 blocks of the Town of York, and is one of the few remaining buildings that reflects the period of industrialization within the original 10 blocks. The Whitfield Building was constructed as an extension to a factory building located to the south at 176 Front Street East, and served as office space for the John Whitfield Company, which managed the Dominion Chain Works located on the property.&nbsp; The building remained as the offices for the John Whitfield Company until the death of John Whitfield in 1926, after which the company &ndash; later renamed Whitfield Engineering &ndash; retained space in the building, while leasing additional space out to a variety of small manufacturers. The Dominion Chain Works factory was demolished in 1955, and replaced by a service station.&nbsp; The property at 33 Sherbourne Street was identified as a contributing property in the St. Lawrence Neighbourhood Heritage Conservation District Plan, which was adopted by City Council in 2015.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 33 Sherbourne Street has cultural heritage value as a representative example of an early 20th century vernacular commercial building, constructed to provide office space for related manufacturing uses. The Whitfield Building is a unique example of a building designed to provide office space for related manufacturing uses, and retains physical features that are both reflective of its utilitarian purposes, while being reminiscent of early 19th century storefront buildings, including the brick piers which vertically articulate its principal fa&ccedil;ade, its 2-storey streetwall, and the window openings, which are designed at a pedestrian height and scale. The property at 33 Sherbourne Street is located on a block that transitioned from the industrial and manufacturing character of Front Street East to the main street character of King Street East, with the design of the building reflecting these two unique contexts.</p>\n<p>The property at 33 Sherbourne Street supports the historical context of the St. Lawrence neighbourhood, and in particular the original 10 blocks of the Town of York, as it evolved from its planned town context in the early 1800s to a manufacturing and industrial district in the latter half of the 19th century.&nbsp; The Whitfield Building contributes to the surviving collection of recognized heritage buildings from all phases of the development of the St. Lawrence Neighbourhood, and is one of the few remaining buildings within the original 10 blocks of the Town of York that reflects the neighbourhood's manufacturing and industrial period of development.&nbsp; With its location on the east side of Sherbourne Street between Front Street East and King Street East, the Whitfield Building is part of an important block that transitions from the industrial character of Front Street East, to the main street character of King Street East, and which includes buildings that help support an understanding of that historic context, including 178 Front Street East (1941), and the National Hotel and Tavern at 251 King Street East (1868, with additions).</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Whitfield Building at 33 Sherbourne Street are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement and setback of the building on the east side of Sherbourne Street between Front Street East and King Street East</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the two-storey rectangular-shaped plan building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick cladding of the principal (west) fa&ccedil;ade of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the simple brick parapet and metal coping</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (west) fa&ccedil;ade which is divided into three bays by 2-storey brick piers, each bay containing flat headed rectangular window openings on the first and second storeys, and an entrance within the southernmost bay</p>\n<p>Note: The side (north and south) facades are not identified as heritage attributes.</p>\n<p><strong>178 Front Street East</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 178 Front Street East is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the category of contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of the street between Sherbourne Street and Princess Street, the property at 178 Front Street East contains a two and a half storey warehouse building that was completed in 1941 and built by the contractor J.E. LeWars.&nbsp; The property is located on one of the original 10 blocks of the Town of York, and is one of the few remaining buildings that reflects the period of industrialization within the original 10 blocks. The Pearlman &amp; Goldberg Building was constructed as a warehouse facility for the Pearlman &amp; Goldberg Company, which traded in hides, wools and furs, and replaced an earlier warehouse building that served a similar purpose.&nbsp; The building served as the warehouse for the Pearlman &amp; Goldberg Company through the 1950s, after which it was sold to Samuel Harris, who ran his fabric and textiles business out of the building until the company was sold in 1993.&nbsp; The property at 178 Front Street East was identified as a contributing heritage property in the St. Lawrence Neighbourhood Heritage Conservation District Plan, which was adopted by City Council in 2015.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 178 Front Street East has contextual value as it supports the historical context of the St. Lawrence neighbourhood, and in particular the original 10 blocks of the Town of York, which evolved from its planned town context in the early 1800s to a manufacturing and industrial district in the latter half of the 19th century.&nbsp; The Pearlman &amp; Goldberg Building contributes to the collection of recognized heritage buildings from all phases of the development of the St. Lawrence Neighbourhood, and is one of the few remaining buildings within the original 10 blocks of the Town of York that reflects the neighbourhood's manufacturing and industrial period of development.&nbsp; The building's brick cladding, planar fa&ccedil;ade with minimal ornamentation, and large windows that are designed to provide access to light &ndash; rather than engage with the sidewalk and pedestrian realm &ndash; are features that relate to the neighbourhood's manufacturing context.&nbsp; With its location on the north side of Front Street East between Sherbourne Street and Princess Street, the Pearlman &amp; Goldberg Building is part of an important block that transitions from the industrial character of Front Street East, to the main street character of King Street East, and which includes buildings that help support an understanding of that historic context, including 33 Sherbourne Street (1918), and the National Hotel and Tavern at 251 King Street East (1868, with additions).</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Pearlman &amp; Goldberg Building at 178 Front Street East are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement and setback of the building on the north side of Front Street East between Sherbourne Street and Frederick Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the two and a half storey rectangular-shaped plan building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick cladding of the principal (south) fa&ccedil;ade of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat roofline with the simple brick parapet and metal coping</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (south) fa&ccedil;ade which is divided into five bays, the central three bays containing flat headed rectangular window openings on the first and second storeys, and the outer two bays containing entrances with windows above, and which are both slightly recessed from the otherwise planar principal facade</p>\n<p>Note: The side (west) and rear (north) facades are not identified as heritage attributes.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 27, 2020, which is November 26, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1889,
  "otherReferenceList": [
    {
      "description": "2020.TE18.6 - 176-178 Front Street East and 33 Sherbourne Street - Zoning Amendment Application - Final Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE18.6"
    },
    {
      "description": "2020.TE18.9 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Heritage Properties and Authority to Enter into a Heritage Easement Agreement - 176-178 Front Street East and 33 Sherbourne Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE18.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 176-178 Front Street East and 33 Sherbourne, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate  - 176-178 Front Street East and 33 Sherbourne Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
