{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "117 George Street Toronto Ontario",
      "latitudeCoordinate": "43.6491127002",
      "longitudeCoordinate": "-79.3697990565",
      "postalCode": "M5A 2N4",
      "province": "Ontario",
      "streetAddress": "117 George Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 117 St. George Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1717"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1603771200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 117 St. George Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>The property at 117 St George Street (including the entrance address at 119 St George Street) containing a collection of buildings known as Woodsworth College at the University of Toronto, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design and physical, historical and associative, and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 117 St George Street (including the entrance address at 119 St George Street) is located on the east side of St George Street between Bloor Street West and Hoskin Avenue. The property known as Woodsworth College contains a collection of one-, two- and three-storey institutional buildings owned by the University of Toronto, including the Alexander McArthur House (1891-2), the former Drill Hall (1939), the officers' quarters (1947), the Margaret Fletcher House,[1] and 1990-2 KPMB and Barton Myers Associates Inc. infill and adaptive reuse project. The Woodsworth College property was identified as a \"character-defining resource\" in the Heritage Impact Assessment for the University of Toronto Secondary Plan.</p>\n<p>The earliest building is the Alexander McArthur House, a three-storey Richardsonian Romanesque style, stone-clad building, with a one-storey bay addition to the south. The house was constructed in 1891-2 for Alexander McArthur, a wealthy Toronto lumber merchant, who continued to live in the house until his death in 1895, as did his wife until c.1900. The house was designed by the well-known Toronto architect David Brash Dick (1846-1925) and the southern one-storey addition by Francis S. Baker (1867-1926) in 1911.</p>\n<p>The Alexander McArthur House was listed on the City's original Heritage Inventory on 20 June 1973.</p>\n<p>At the southwest corner of the property is the former Drill Hall, later known as the Examination Hall and now known as Kruger Hall Commons. It was constructed as a Drill Hall in 1939 after the property at 117 St George Street was purchased by the Board of Governors for the University of Toronto Contingent of the Canadian Officers Training Corps (COTC). They occupied the property until 1968, after which point the organization was dissolved. The Drill Hall was designed by the architectural firm of Craig and Madill.</p>\n<p>The western addition to the former Drill Hall, known as the officers' quarters, was designed by the firm Allward &amp; Gouinlock in 1947. It is a two-storey structure that served as the officers' quarters for the COTC.</p>\n<p>To the north of the former Drill Hall is a house-form building known as the Margaret Fletcher House. It was constructed sometime from 1924-47 and the architect is not currently known. It was incorporated into the KPMB and Barton Myers Associates Inc. addition in 1990-2 its rear (east) elevation is the only remaining visible elevation.</p>\n<p>The property at 117 St George Street continued to house a variety of institutions up until the early-1970s, including the Department of Military and Navel Studies, the University of Toronto Business School, and the School of Graduate Studies. In 1974, Woodsworth College was established as a new college for part-time students, and the college occupied the McArthur House.</p>\n<p>In 1990 the firm Kuwabara Payne McKenna Blumberg Architects (KPMB), with Barton Myers Associates Inc. as the consulting architect, were commissioned to create an expansion plan for the college. This infill and adaptive reuse project involved alterations and adaptive reuse of existing buildings, as well as the addition of a tower and entrance at the southwest corner fronting St George Street and an L-shaped addition at the rear. The KPMB and Barton Myers Associates Inc. project unified the previously separated buildings to create a complex and sense of place that now comprises Woodsworth College. The L-shaped building enclosed the edges of the new Peter F. Bronfman Courtyard and abutted the rear of the three-house form buildings at 117, 121, and 123 St George Street. The project was completed in 1992. KPMB and Barton Myers Associates Inc. were awarded the Governor General Awards of Excellence for their design that same year and an Ontario Association of Architects Architectural Excellence Award in 1993.</p>\n<p>Woodsworth College continues to occupy the property at 117 St George Street today.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p><strong>The Alexander McArthur House:</strong></p>\n<p>The Alexander McArthur House has design value as a well-designed house-form building and is representative of the Richardsonian Romanesque style with the addition of select Queen Anne Revival style elements. Both styles appeared frequently in buildings of this typology along St George Street north of Hoskin Avenue. The Romanesque Revival style had two phases, the earlier pre-1850s phase and the second \"Richardsonian Romanesque\" phase, which is associated with the work of the American architect Henry Hobson Richardson (1838-86). In the property at 117 St George Street, elements of the Richardsonian Romanesque character are expressed in the rusticated brown Credit Valley stone masonry throughout, the heavy massing, the flat-headed windows with stone sills and lintels, and the use of ornate motifs in the second-storey balcony. The style is further evident in the highly decorative ornamentation, including stiff-leaf foliage and volutes throughout. This can be seen in the columns and capitals in the principal (west) entry porch, which also feature fluting, as well as in the capitals of the window to the left (north) of the entrance and in the upper-storey windows to the right (south). The latter also include stiff leaf foliage carved into stone panels. The style can also be seen in the round-headed window of the second-storey balcony, which is set into a recessed stone arch. The Queen Anne Revival style is particularly evident in the pediments at the principal (west) and side (north and south) elevations, which are ornamented with fish scale shingles, dentil molding, and corbel tables in the side (north and south) pediments, as well as in the open pediment in the west end of the principal (west) elevation with dentil molding along the angular slopes of the cornice. The double-hung windows in the pediments that are grouped in three at the principal (west) and side (north) elevation and four at the side (south) elevation are also reminiscent of the Queen Anne Revival style. The style is also articulated in the flat-headed double-hung windows, which appear singly, in pairs, and in groups of three and four, and in the presence of multiple roofs.</p>\n<p><strong>The Former Drill Hall:</strong></p>\n<p>The former Drill Hall has design and physical value as a representative example of the large drill hall building type that gained popularity in Canada during the latter half of the nineteenth century. Large drill halls or drill sheds, as they were also known, were traditionally utilitarian structures and they were built to provide two basic militia requirements &ndash; a place in which to drill and secure dry armouries.[2] The construction of these buildings began during the latter half of the nineteenth century, when the Canadian Federal Government endeavoured to construct spaces to train and maintain volunteers and professional militia regiments. Although the former Drill Hall at 117 St George Street was built in 1939, it contains the same double-height open interior volume, longitudinal form, and continuous gambrel roof, and is similar to several others that were built the decade prior. The general scale and form of the drill halls remained consistent, and the simplicity in the exterior of the former Drill Hall at the University of Toronto was in line with the twentieth-century Modernist penchant for unornamented utilitarian buildings. Several similar drill halls constructed during the interwar period, with horizontal forms and large expanses of glazing at the roof peaks, which are two features evident at the University of Toronto's Drill Hall, have been added to Canada's Register of Historic Places. The north and west elevations of the former Drill Hall at 117 St George Street were altered during the 1990-2 KPMB and Barton Myers Associates Inc. project and the original brick masonry has since been reclad. However, the form of the present building has retained its double-height volume, longitudinal form, and continuous gambrel roof, which represents its original design and function as a drill hall.</p>\n<p>The 1990-2 KPMB and Barton Myers Associates Inc. Infill and Adaptive Reuse Project:</p>\n<p>The 1990-2 tower addition to the officers' quarters building fronting St George Street and the L-shaped extension at the northeast corner of the property have design value as they are representative of the architectural expression of two of Toronto's most influential architectural firms. The former, the tower, with two-storeys, an entrance on the ground floor and a balcony at the second-storey, a solid brick and stone base, and a squared-off spire with heavy massing, is quintessentially Myers and KPMB, who initially worked together out of Myers' office and designed the AGO expansion fronting Dundas Street West (now demolished) together, which contains a similar tower. The rusticated stone masonry of the west wall of the officers' quarters, which abuts the tower, also creates consistency with the neighbouring Alexander McArthur House. The latter, the L-shaped extension, with its largely two-storey scale (it is one-storey west of the Margaret Fletcher House) and arcade connecting the existing buildings and creating an open central courtyard, is reflective of KPMB's ability to unify distinct buildings into a cohesive whole as well as their strength in creating well-designed urban spaces. This is largely achieved with the use of warm red brick and stone skirting throughout, which matches the Alexander McArthur House, and subsequently creates consistency with the existing buildings in the complex.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The Alexander McArthur House is valued for its association with the lumber merchant Alexander McArthur, who was the President of McArthur Brothers, one of the largest exporters of lumber to foreign markets. Forming the company with his brothers John and Peter in 1872, they acquired cutting rights on extensive limits throughout Canada and the United States, including in the Ottawa Valley, around Lake Huron and Georgian Bay, and in Western Canada. Alexander was President of the company, and although they were based in Toronto, they also operated out of Michigan from 1886. That same year, they incorporated under the name McArthur Brothers Company Limited and shipped lumber and staves to the United Kingdom and had an export company in Quebec.</p>\n<p>The Alexander McArthur House, the former Drill Hall, and the 1947 addition of the officers' quarters to the former Drill Hall are valued for their association with the COTC, which was the first organization established by the Canadian government that allowed students to qualify for commissions in the Active Militia. The University of Toronto Contingent received formal authorization on 15 October 1914 after the outbreak of the war, and for much of its history, the COTC had been directed out of a house at 184 College Street. The Board of Governors purchased the Alexander McArthur house for the COTC in early 1939 and the interior was altered to provide a room, quartermaster stores, offices, and classrooms. Construction of the Drill Hall began on 1 June, and when it was completed, it gave University of Toronto students enrolled in the Canadian Officers' Training Corps a proper space to take their drills. The 1947 officers' quarters addition is also valued for its association with the COTC. An Ontario Heritage Trust plaque near the entrance of the principal (west) elevation commemorates the property's association with the COTC.</p>\n<p>The Alexander McArthur House is valued for its association with the notable Toronto architect David Brash Dick. Born in Edinburgh where he was educated at the Edinburgh School of Design, Dick served as a draughtsman with the eminent Scottish architects, Peddie and Kinnear, before relocating to Chicago in 1873. During the same year, Dick moved to Toronto where he worked in partnership with Scottish expatriate Robert Grant until 1876, after which point he established a solo practice. Dick's architectural portfolio in Toronto is expansive, and in 1878, the Board of Management at the University of Toronto appointed him as University Architect. He designed numerous buildings for the University of Toronto, including the Biological Building (1888-90; demolished), University Library (1891-2), and Wycliffe College (1890-2), as well as ten houses on St George Street. He designed buildings in numerous styles, including the Richardsonian Romanesque and Queen Anne Revival styles.</p>\n<p>The property at 117 St George Street is valued for its association with the careers of the nationally and internationally acclaimed architects KPMB and Barton Myers Associates Inc. as it demonstrates the ideas of both architectural firms, which specialize in urban revitalization through the rehabilitation of existing buildings, appropriate infill, and the creation of well-designed urban spaces. Although both architectural firms have a diverse portfolio outside of Canada, they are often considered among two of Toronto's most influential architectural firms. Barton Myers co-founded and was principal of the firm Diamond and Myers from 1968-75. After the dissolution of the partnership, Myers formed an independent practice under the name Barton Myers Associates Inc. with offices in Toronto (1975-87) and Los Angeles (1984-present). He has received Gold Medals from the Royal Architectural Institute of Canada and the American Institute of Architects. KPMB was established in 1987, and many of their earlier projects were completed in association with Myers' firm, including Woodsworth College and the Art Gallery of Ontario (AGO) Stage III Expansion (1992; now demolished). The firm continues to demonstrate their prowess in the adaptive reuse of heritage buildings, completing numerous projects of this kind throughout their career. Several of their adaptive reuse projects have been for academic institutions, including the Munk School of Global Affairs (2012) and the Joseph L. Rotman School of Management expansion (2012) for the University of Toronto, and Adams Center for Musical Arts at Yale University (2017) and the Julis Romo Rabinowitz Building &amp; Louis A. Simpson International Building at Princeton University (2017). The firm has consistently been recognized for their architectural contributions and they have been presented with over 100 awards.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Located on the east side of St George Street south of Bloor Street West, the Alexander McArthur House has contextual value as it defines and maintains the character of the \"North Campus\" area on St George Street between Bloor Street West and Hoskin Avenue, which is largely comprised of two- and three-storey nineteenth-century houses and later post-WWII institutional buildings.&nbsp; The \"North Campus\" area was slower to develop than elsewhere on the campus. While the portion of the campus on St George Street south of Hoskin Avenue already had some twenty-five university-owned buildings by the early-1920s, there were only six in comparison North of Hoskin Avenue, and properties were, for the most part, still private residences. The house-form property at 117 St George Street also supports areas historic character as a residential street where Toronto's elite commissioned well-known architects to design their residences.</p>\n<p>The Alexander McArthur House has value as it is physically, functionally, visually, and historically linked to its surroundings, especially to the properties to the north at 121 and 123 St George Street, in terms of scale, period, and style. This is supported by the placement and orientation of the building on the east side of St George Street, set back from the street with a landscaped setting separating the property from the public realm with paved entrances, which can similarly be seen in the neighbouring properties to the north.</p>\n<p>The KPMB and Barton Myers Associates Inc. tower addition at the southwest corner of the property fronting St George Street has value as it is visually linked to the properties to the south, which maintain a similar setback, and contributes to the post-war institutional character while maintaining the residential character in scale and material. It is also visually linked to the neighbouring Innis College Residence at 111 St George Street, which is clad in red brick and rusticated stone skirting at its base.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the Alexander McArthur House as a representative example of the Richardsonian Revival style:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The rusticated brown Credit Valley stone masonry</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat-headed windows throughout with stone sills and lintels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone corbel table and perforated stone balcony in the second-storey above the principal (west) entrance</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The engaged column in first-storey window to the left of the principal (west) entrance with a capital ornamented using stiff-leaf foliage and volutes</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The engaged columns in the second-storey windows to the right of the principal (west) entrance, which appear singly and in a pair, and are ornamented using stiff-leaf foliage and volutes</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The carved stone panels in the same windows, which are ornamented using stiff-leaf foliage</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The round-headed window in the second-storey balcony above the principal (west) entrance and the recessed stone arch that it is set into</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The rusticated stone masonry of the one-storey addition to the south</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The round-headed double-hung windows in the third-storey of the rear (east) elevation and the flat-headed window openings at the second-storey with stone lintels and sills</p>\n<p>Attributes that contribute to the value of the Alexander McArthur House as a representative example of the Queen Anne Revival style:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative pediments in the principal (west) and side (north and south) elevations that are ornamented with fish scale shingles, dentil molding, and corbel tables in the side (north and south) pediments</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The open pediment in the west end of the principal (west) elevation with dentil molding along the angular slopes of the cornice</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative pediment in the rear (east) elevation, which was a later addition, with a pair of double-hung windows with a lintel and fluting ornamentation above, which are original</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The ornamentation of the double-hung windows in the pediment of the principal (west) and side (south) elevations, which include pediments with carved ornamentation, cornices, and corbels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat-headed double-hung windows, which appear singly, in pairs, and in groups of three and four throughout the principal (west) and side (north and south) elevations with stone lintels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The flat-headed double hung windows in the third-storey of the rear (east) elevation, which appear in a pair and singly</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The presence of multiple roofs</p>\n<p>Attributes that contribute to the value of the former Drill Hall as a representative example of drill hall architecture in Canada during the nineteenth and twentieth centuries:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The longitudinal form and continuous double-height interior volume</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The continuous gambrel roof</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The large expanse of glazing at the roof peak in the rear (west) elevation</p>\n<p>Attributes that contribute to the value of the 1990-2 KPMB and Barton Myers Associates Inc. alterations and extension as a representative example of the work of both firms:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The two-storey scale and massing of the base of the tower in the principal (west) elevation fronting St George Street, which includes a ground floor entrance and a second-storey balcony</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The rusticated stone masonry of the principal (west) wall of the officers' quarters, which abuts the tower fronting St George Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The squared-off form and scale of the spire with its heavy massing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The form, placement and orientation of L-shaped building at the rear, which creates the open central courtyard</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The landscaped setting of the Peter F. Bronfman Courtyard, with its paved walkways, trees, and seating</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The two-storey scale of the L-shaped building, which creates consistency with the Alexander McArthur House</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The red brick and rusticated stone masonry of the L-shaped building, which creates consistency with the masonry of the three historic houses (117, 121, and 123 St George Street) that abut the courtyard</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The archway in between the north wall of the Alexander McArthur House and the neighbouring property at 121 St George Street, which acts as an entryway to the courtyard from St George Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The archway in between the north wall of 121 St George Street and the neighbouring property at 123 St George Street, which acts as an entryway to the courtyard from St George Street</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the Alexander McArthur House as defining and maintaining the character of the \"North Campus\" area on St George Street between Bloor Street West and Hoskin Avenue and being physically, functionally, visually, and historically linked to its surroundings:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The three-storey scale and house-form, which relates to the adjacent house-form buildings to the north and maintains the nineteenth-century historic residential character of St George Street between Bloor Street West and Hoskin Avenue</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The placement and orientation of the building on the east side of St George Street, set back from the street with a landscaped setting and low fencing separating the property from the public realm, with paved entrances fronting St George Street</p>\n<p>Attributes that contribute to the value of the KPMB and Barton Myers Associates Inc. alterations and extension as being visually linked to the properties to the south on St George Street:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback of the tower from the street on the east side of St George Street, which is in line with the setback of both the nineteenth-century house-form buildings on the east side of St George Street between Bloor St West and Hoskin Avenue and the later post-war institutional buildings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The red brick and rusticated stone masonry, which was used widely throughout this stretch of St George Street, including in the neighbouring Innis College Residence at 111 St George Street</p>\n<p><strong>Note </strong>-The following have not been identified as heritage attributes:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The officers' quarters, excluding the west wall and abutting tower</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick and glass addition between the officers' quarters and the former Drill Hall</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The first-storey of the rear (east) elevation of the Alexander McArthur House, which has been altered</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 27, 2020, which is November 26, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.[1] The Margaret Fletcher House is not being identified for designation. <br />[2] Jackie Adell, \"The Structural Designs of the Early Drill Sheds in Canada,\" The Society for the Study of Architecture in Canada's Bulletin, Vol.16, No.2 (1991), p.42.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1890,
  "otherReferenceList": [
    {
      "description": "2020.TE18.8 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties and Authority to Enter into Heritage Easement Agreements - 117 St. George Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE18.8"
    },
    {
      "description": "2020.PB16.9 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties and Authority to Enter into Heritage Easement Agreements - 117 St George Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB16.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 117 St. George Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 117 St. George Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
