{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "661 Huron Street Toronto Ontario",
      "latitudeCoordinate": "43.6748378262",
      "longitudeCoordinate": "-79.4042740347",
      "postalCode": "M5R 2R8",
      "province": "Ontario",
      "streetAddress": "661 Huron Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "663 Huron Street Toronto Ontario",
      "latitudeCoordinate": "43.6750137507",
      "longitudeCoordinate": "-79.4042399873",
      "postalCode": "M5R 2R8",
      "province": "Ontario",
      "streetAddress": "663 Huron Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "665 Huron Street Toronto Ontario",
      "latitudeCoordinate": "43.6749942822",
      "longitudeCoordinate": "-79.4042981545",
      "postalCode": "M5R 2R8",
      "province": "Ontario",
      "streetAddress": "665 Huron Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 661-665 Huron Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1719"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1603771200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 661-665 Huron Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>661 Huron Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 661 Huron Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Huron Street south of Dupont Street in The Annex neighbourhood, the property at 661 Huron Street was completed in 1891 and comprises a 2.5-storey brick and stone house-form building originally constructed as a single family residence. From 1924 through 1933, the building became known as the Elizabeth Rye Home, a children&rsquo;s home established by the Church of England&rsquo;s Waifs and Strays Society that housed and trained young British girls for domestic service.</p>\n<p><strong>Statement of Significance</strong></p>\n<p><strong>Design/Physical Value</strong></p>\n<p>The property at 661 Huron Street has cultural heritage value as a fine representative example of Queen Anne Revival styling applied to a large house-form building in the last decade of the nineteenth century. The style, identified by the variety of materials and their decorative detailing, asymmetrical profile and complicated roof lines including conical roofs, represented the exuberance of architectural styling of the late Victorian era. Despite a number of later additions and alterations over the years, the original building at 661 Huron Street maintains its physical integrity and is noteworthy for its attractive combination of forms, massing and stonework.</p>\n<p><strong>Historical/Associative Value</strong></p>\n<p>The property at 661 Huron Street is valued for its associations with the Christian organization known as the Waifs and Strays Society established by the Church of England. From 1924 through 1933 the property, then known as the Elizabeth Rye Home, housed and trained immigrant British girls for employment in domestic service.&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 661 Huron Street has cultural heritage value for its visual and historical links to its setting in The Annex neighbourhood.&nbsp; Its appearance reflects the late-nineteenth to early-twentieth century development of the area as one of the most sought-after residential enclaves in Toronto where the city's leading citizens occupied large-scale houses.&nbsp; The property at 661 Huron Street is significant in context with the adjacent property at 663-665 Huron Street directly to the north, as these two properties together comprise the earliest structures built on the block between Dupont Street and Bernard Avenue following Simeon Janes&rsquo; subdivision of this portion of The Annex neighbourhood in 1886.</p>\n<p>The heritage attributes of the property at 661 Huron Street are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on its lot on the east side of Huron Street south of Dupont Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the 2.5-storey plan above a raised basement</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the red brick and rusticated stone cladding and the stone and wood detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The complicated rooflines with their combination of hipped, gabled and conical roofs and rectangular brick chimney rising just behind the principal (west) elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The various decorative cornices at the rooflines on the principal (west) elevation and corner tower with the wood soffits and dentil detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the principal (west) elevation, the terracotta fish-scale shingling on the conical roofs and central gable peak</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (west) elevation, which is asymmetrically arranged including a 2-storey corner tower at the north end and an upper-storey oriel window at the south end</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The main entrance located on the north elevation, with its raised and recessed doorway beyond a large, rounded-arch red brick entryway with red sandstone detailing at the springing joints and keystone</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the north side, the gabled parapet roofline centred over the main entrance</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The recessed, second-storey porch on the principal (west) elevation with its decorative wooden framing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The window openings, including their arrangement on the principal (west) and north elevations, with the stone lintels and sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The existing original fenestration with the double-hung sash windows and glass transoms above</p>\n<p>Note: the later 2-storey additions to the south and east (rear) elevations of the original building are not considered heritage attributes</p>\n<p><strong>663-665 Huron Street&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 663-665 Huron Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Huron Street south of Dupont Street in The Annex neighbourhood, the property at 663-665 Huron Street is a 3-storey house-form building built in 1890. Along with the adjacent property at 661 Huron Street directly to the south, this building represents one of the earliest residences built on the block between Dupont Street and Bernard Avenue.</p>\n<p><strong>Statement of Significance</strong></p>\n<p><strong>Design/Physical Value</strong></p>\n<p>The property at 663-665 Huron Street has cultural heritage value as a representative example of late Victorian styling applied to a large house form building in the last decade of the nineteenth century. Incorporating elements of both the Richardsonian Romanesque and Queen Anne styles, this property represents the eclectic nature of late Victorian era architecture. The property at 663-665 Huron Street is noteworthy for its decorative detailing, including its unique cylindrical terracotta chimney, dormer and first-storey window opening colonettes with rusticated red sandstone capitals.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 663-665 Huron Street has cultural heritage value for its visual and historical links to its setting in The Annex neighbourhood.&nbsp; Its appearance reflects the late-nineteenth to early-twentieth century development of the area as one of the most sought-after residential enclaves in Toronto where the city's leading citizens occupied large-scale houses.&nbsp; The property at 663-665 Huron Street is significant in context with the adjacent property at 661 Huron Street directly to the south, as these two properties together comprise the earliest structures built on the block between Dupont Street and Bernard Avenue following Simeon Janes&rsquo; subdivision of this portion of The Annex neighbourhood in 1886.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property at 663-665 Huron Street are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on its lot on the east side of Huron Street south of Dupont Street</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the 3-storey plan above a raised basement</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the red sandstone cladding and the stone, terracotta and wood detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The cross-gabled roofline, punctuated by shed dormers and an eyebrow dormer</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the principal (west) elevation, the main roof gable with its inset balcony opening and half-cove shingling</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The principal (west) elevation of the original building, which is organized into three bays</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the principal (west) elevation, the arrangement of the openings, including the flat-headed openings on the first floor and the rounded-arch openings on the second floor</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the north elevation, the second-storey oriel window with its decorative wooden detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The rusticated sandstone lintels and string course banding above the first storey and at the springing joint of the second-storey round-arched windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The cylindrical terracotta colonettes capped with rusticated stone capitals found on the two chimneys, supporting the shed dormer roof on the south side and clustered between the first-storey openings on the principal (west) elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The decorative leaded glass transoms above the window openings at the first-floor level on the principal (west) elevation</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of October 27, 2020, which is November 26, 2020. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1892,
  "otherReferenceList": [
    {
      "description": "2020.TE13.21 - 661, 663 and 665 Huron Street - Zoning Amendment and Rental Housing Demolition Applications - Preliminary Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE13.21"
    },
    {
      "description": "2020.PB16.6 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 661-665 Huron Street ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB16.6"
    },
    {
      "description": "2020.TE18.17 - Inclusion on the City of Toronto's Heritage Register and Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 661-665 Huron Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE18.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 661-665 Huron Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 661-665 Huron Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
