{
  "addressList": [],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Growth Management Committee",
    "country": "Canada",
    "emailAddress": "pgmc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1530803700000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1530072000000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to implement a new City-Wide Community Improvement Plan (CIP) that enables the Imagination, Manufacturing, Innovation and Technology (IMIT) incentive Program. At the same time, Toronto City Council will consider amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges, so as to authorize the charging of an administration fee of 30 cents per square metre based on eligible gross floor area for projects receiving IMIT Development Grants, commencing in 2019.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on July 23, 24 and 25, 2018 or at a subsequent meeting.</p>\n<p>The proposed IMIT administration fee is outlined in the report titled &ldquo;Community Improvement Plan to Implement Changes to the IMIT Program.&rdquo; To view or obtain a copy of the report that outlines the introduction of an administration fee changes and related amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges, visit the City&rsquo;s <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PG31.5\">website</a>.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on July 5, 2018, at 11:15 a.m. or as soon as possible thereafter, the Planning and Growth Management Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the proposed fee changes and related amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges, visit the City&rsquo;s website. To submit comments or make a presentation to the Planning and Growth Management Committee on July 5, 2018, please contact the Committee no later than 12:00 p.m. on July 4, 2018:</p>\n<p>Planning and Growth Management Committee<br />Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2<br />Phone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:pgmc@toronto.ca\">pgmc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p>David Fitzpatrick<br />Project Manager, City Planning<br />Phone: 416-392-9419<br />Email: <a href=\"mailto:david.fitzpatrick@toronto.ca\">david.fitzpatrick@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments and may adopt a fee that differs from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Planning and Growth Management Committee will make its final recommendations on July 5, 2018, which will be forwarded to City Council at its meeting July 23, 24 and 25, 2018.</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Growth Management Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public.</p>\n<p>The City videotapes committee and community council meetings. If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the video tapes available to the public.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-338-5089.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 191,
  "otherReferenceList": [
    {
      "description": "ED31.7 - Imagination, Manufacturing, Innovation and Technology (IMIT) Property Tax Incentive Program- Applications",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.ED31.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "Community Improvement Plan to Implement Changes to the Imagination, Manufacturing, Innovation and Technology Program",
  "topics": [
    "Council/Elections"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-council.png"
  ]
}
