{
  "addressList": [],
  "backgroundInformationList": [],
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Licensing and Standards Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1525440600000,
      "streetAddress": "100  Queen Street West"
    }
  ],
  "noticeDate": 1524801600000,
  "noticeDescription": "<p>At its meeting to be held in Committee Room 1 in Toronto City Hall on Friday, May 4, 2018 at 9:30 a.m., or as soon as possible thereafter, the Licensing and Standards Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decision of the Licensing and Standards Committee and the decision of Toronto City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards, may occur as a result of the decisions of the Licensing and Standards Committee and Toronto City Council.</p>\n<p>It is proposed that the By-laws be amended at the Council meeting to be held on May 22, 23, and 24, 2018, or at a subsequent meeting.</p>\n<p>Municipal Licensing and Standards is proposing that:</p>\n<p>1. City Council direct the Executive Director, Municipal Licensing and Standards, the Medical Officer of Health, the Executive Director, Social Development, Finance and Administration, the Director, Environment and Energy, and the Chief Resilience Officer, in consultation with other appropriate divisions, to establish a working group to identify strategies to address excessive indoor temperatures in apartment buildings, including a review of the feasibility of the following, and to report back to the Tenant Issues Committee in the fourth quarter of 2019:</p>\n<p style=\"padding-left: 30px;\">a. require that all existing apartment buildings provide air conditioned units or an air conditioned cool room in the building;</p>\n<p style=\"padding-left: 30px;\">b. require that all new apartment buildings have air conditioning and add measures that enable passive cooling; and</p>\n<p style=\"padding-left: 30px;\">c. require that all apartment buildings undergo retrofits, such as new windows, heavy-duty screens, cladding and other passive and active cooling systems, and updated heating systems to mitigate the negative health impacts of heat on tenants.</p>\n<p>2. City Council request the provincial and federal governments expand financial incentives, including grants and low-cost loans, for owners of apartment buildings to undertake retrofits that would improve indoor temperatures and increase access to cool rooms for tenants, and to provide guidance to support this goal.</p>\n<p>3. City Council amend Municipal Code Chapter 497, Heating, to clarify that landlords do not need to turn the heat on between September 15 and June 1 where the unit is a minimum of 21 degrees Celsius without heating.</p>\n<p>4. City Council direct the Executive Director, Municipal Licensing and Standards, to develop and implement a plan to communicate to landlords and tenants about providing heat during the spring and fall and clarifying that landlords do not need to turn the heat on between September 15 and June 1 where the unit is a minimum of 21 degrees Celsius without heating.</p>\n<p>5. City Council update Municipal Code Chapter 497, Heating, to be consistent with authorities granted by the City of Toronto Act, 2006 to:</p>\n<p style=\"padding-left: 30px;\">a. increase the maximum fine amount from $5,000 to $100,000;</p>\n<p style=\"padding-left: 30px;\">b. establish special fines where it is determined that the conduct could have resulted in economic advantage or gain to the party found to have breached the By-law;</p>\n<p style=\"padding-left: 30px;\">c. create an offence for failing to comply with an order;</p>\n<p style=\"padding-left: 30px;\">d. establish that directors or officers of a corporation knowingly concurring in the contravention of any offence under the By-law by the corporation are guilty of an offence; and</p>\n<p style=\"padding-left: 30px;\">e. specify the authority of the City to enter on land to inspect to determine compliance with the By-law, a direction or order of the City, or a direction or order made under a By-law.</p>\n<p>To view copies of the report outlining and explaining the proposed amendments, you may view the Licensing and Standards Committee&rsquo;s agenda, current as of Friday, April 27, 2018. To obtain copies of the report at no cost, or to submit comments or make a deputation to the Licensing and Standards Committee, please contact the Committee no later than 12:00 p.m. on Thursday, May 3, 2018:</p>\n<p style=\"padding-left: 30px;\">Licensing and Standards Committee<br />City Clerk&rsquo;s Office<br />Toronto City Hall, 100 Queen Street West<br />10th Floor, West Tower, Toronto, Ontario, M5H 2N2<br />Telephone: 416-397-4592<br />Fax: 416-392-1879<br />E-mail: <a href=\"mailto:lsc@toronto.ca\">lsc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report respecting the above, please contact:</p>\n<p style=\"padding-left: 30px;\">Carleton Grant<br />Director, Policy and Strategic Support<br />Municipal Licensing and Standards<br />Toronto City Hall, 100 Queen Street West<br />Toronto, Ontario, M5H 2N2<br />Telephone: 416-338-5576<br />E-mail: <a href=\"mailto:carleton.grant@toronto.ca\">carleton.grant@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.<br />While the report sets out proposed changes, the Committee and/or City Council may make<br />amendments and may adopt fees that differ from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Licensing and Standards Committee will make its final recommendations on Friday, May 4, 2018, which will be forwarded to City Council at its meeting on May 22, 23, and 24, 2018.</p>\n<p><strong>Notice to people writing or making presentations to the Licensing and Standards Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number, or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 192,
  "otherReferenceList": [
    {
      "description": "LS25.1 - Mitigating the Negative Impacts of Extreme Heat in Apartment Buildings",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.LS25.1"
    },
    {
      "description": "By-law 646-2018 - To amend City of Toronto Municipal Code Chapter 497, Heating",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0646.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Municipal Licensing and Standards is proposing that the Council of the City of Toronto adopt amendments to Chapter 497, Heating.",
  "title": "Amendments to City of Toronto Municipal Code Chapter 497, Heating",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
