{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "578 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6448257354",
      "longitudeCoordinate": "-79.3993259369",
      "postalCode": "M5V 1M3",
      "province": "Ontario",
      "streetAddress": "578 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 578 King Street West ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1753"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1605157200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 578 King Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 578 King Street West (including the entrance address at 580 King Street West) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 578 King Street West (including the entrance address at 580 King Street West) is a narrow, rectangular-form building situated on the north side of King Street West between Portland Street and Spadina Avenue. It is a two-storey, factory-type building on a raised basement and contains Edwardian Classical style details. The building was commissioned in 1904 by Davis &amp; Henderson, printing and bookbinders, to house their new factory and was designed by the well-known Toronto architectural firm Burke and Horwood. The building was completed in 1906, and Davis &amp; Henderson continued to own and occupy the building until 1957. After the property was sold, it was occupied by various tenants during the latter half of the twentieth century, including Capital Findings Leather Ltd, Present-Ware Enterprises Ltd, giftware, and a restaurant.</p>\n<p>The subject property is located adjacent to several commercial-type buildings, including 582-592 King Street West and 473 Adelaide Street West (directly west of the subject site) and 570-572 King Street West (directly east of the subject site), which are designated under Part IV of the Ontario Heritage Act.</p>\n<p>The property at 578 King Street West was listed on the City of Toronto's Heritage Register in May 2005. The property is located in the King-Spadina Heritage Conservation District.<strong>[1]</strong></p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 578 King Street West has design and physical value as a representative example of factory-type building with Edwardian Classical style details. The long rectangular form and massing, two-storey scale, and rear (north) elevation with its raised loading bay entrance, chimney, and six segmental-arch windows of varying sizes with stone sills in the first- and second-storeys and the one flat-headed window and stone sill in the third-storey, are characteristic features of the factory building type. Also representative of this building type are the presence of regularly spaced window openings that let ample light into the interior, with four flat-headed windows at the raised-basement level with stone lintels, five segmental-arch windows in the first-storey with stone sills, and five elliptical-arch windows in the second-storey with stone sills and paired-arch wooden frames. Elements of the Edwardian Classical style are evident in the mixture of brick and stone cladding and in the symmetry of the arrangement of window openings in the principal (south) elevation. The style is further evident in the six brick pilasters that articulate the division of five bays, which are chamfered at their base and terminate at horseshoe arches with triangular arches in between at the roof level with stone coping, and in the ornamentation of the entrance in the southeast corner of the principal (south) elevation, which contains a stone lintel surmounted on a wooden door with a canopy containing dentil molding sitting on top of two corbels carved into scrolls.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 578 King Street West has historical and associative value through its direct association with Davis &amp; Henderson. The business, which was started in 1877 as a manufacturing company that specialized in printing and bookbinding, has been in operation for over a century, and their purpose-built factory at 578 King Street West was owned and occupied by the company for fifty-three years. The property also has value through its potential to yield information about the development of the King-Spadina neighbourhood in the early 1900s as an important industrial centre that contributed to Toronto's prosperity and provided employment for over 120 years.</p>\n<p>The property has further associative value as it demonstrates the work of the prolific architectural firm Burke and Horwood. The firm practiced under that name from 1894-1907, and their architectural portfolio in Toronto was expansive. During the last decade of the nineteenth century and into the first decade of the twentieth century, the firm had numerous commissions and designed several types of buildings, including a number of factories and warehouses at the turn of the century. Many of these structures were fashioned in the Edwardian Classical style.</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 578 King Street West has contextual value for its role in defining, supporting, and maintaining the early-twentieth-century industrial character of the area as it maintains the scale, setback, placement, and orientation, the material qualities, and the design patterns of the former factory and warehouse structures to its east and west along King Street West. Built between 1904 and 1906, and being located in an area that was the centre of enterprise and employment for over 120 years, the former factory building is physically, functionally, visually, and historically linked to its surroundings and contributes to the identity of the King-Spadina neighbourhood. More specifically, the property at 578 King Street West is visually linked to the flanking heritage properties through its red brick and stone masonry, and through the treatment of window openings.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 578 King Street West as a representative example of a factory-type building with Edwardian Classical style details:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The long rectangular form and massing and the two-storey scale on a raised basement</p>\n<p>In the principal (south) elevation:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The four flat-headed windows at the raised-basement level with stone lintels</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The five segmental-arch windows in the first-storey with stone sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The five elliptical-arch windows in the second-storey with stone sills</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The paired arch wooden frames in the five elliptical-arch windows in the second-storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The six brick pilasters with their chamfered bases and horseshoe arches with triangular arches in between at the roof level</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone coping on top of the horseshoe arches and triangular arches at the roof level</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The canopy above the entrance in the southeast corner, which contains dentil molding, and sits on top of two corbels carved into scrolls</p>\n<p>In the rear (north) elevation:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The raised loading bay entrance and chimney</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The six segmental-arch windows of varying sizes with stone sills in the first- and second-storeys and the one flat-headed window and stone sill in the third-storey</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 578 King Street West as defining, supporting, and maintaining the early-twentieth-century industrial character of the area:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement, and orientation of the building on the north side of King Street West where it is part of a continuous row with the heritage properties to its west</p>\n<p>Attributes that contribute to the value of the property at 578 King Street West as being physically, functionally, visually, and historically linked to its surroundings and contributing to the identity of the King-Spadina neighbourhood:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; In the principal (south) elevation: the materials, including brick cladding with stone details in the window sills and lintels and the stone lintel above the entrance</p>\n<p><strong>Note</strong>: The side (east) elevation, visible only at the southeast corner, is not included in the heritage attributes. The side (west) elevation adjoins the neighbouring building, so it is not included in the heritage attributes.&nbsp;</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of November 12, 2020, which is December 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p><br /><strong>[1]</strong> The King-Spadina HCD was enacted by City Council under by-law 1111-2017 amended by by-law 1241-2017 and is currently under appeal http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2017.TE26.14</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1926,
  "otherReferenceList": [
    {
      "description": "2020.TE19.10 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Designated Property and Authority to Enter into a Heritage Easement Agreement - 578 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE19.10"
    },
    {
      "description": "2020.PB17.3 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Designated Property and Authority to Enter into a Heritage Easement Agreement - 578 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB17.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 578 King Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 578 King Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
