{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2100 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.7026385425",
      "longitudeCoordinate": "-79.3978599952",
      "postalCode": "M4S 2A5",
      "province": "Ontario",
      "streetAddress": "2100 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2106 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.7027545164",
      "longitudeCoordinate": "-79.3979298654",
      "postalCode": "M4S 2A5",
      "province": "Ontario",
      "streetAddress": "2106 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2100 and 2106 Yonge Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1754"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1605157200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 2100 and 2106 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>2100 Yonge Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2100 Yonge Street (including the entrance addresses at 2102 and 2104 Yonge Street and 8 and 12 Manor Road West) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 2100 Yonge Street (including the entrances addresses at 2102 and 2104 Yonge Street and 8 and 12 Manor Road West) is situated on the west side of Yonge Street at the northwest corner of Yonge Street and Manor Road West. The property at 2100 Yonge Street contains a large two-storey commercial building with glazed storefronts in the first-storey and apartments in the second-storey. The property at 2100 Yonge Street was constructed in 1936-7 and was designed by the architect Benjamin Brown (1890-1974).</p>\n<p>The property at 2100 Yonge Street is located in the Yonge-Eglinton Secondary Plan Area and the Midtown in Focus planning study area. It was listed on the City of Toronto Heritage Register on 2 October 2017.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 2100 Yonge Street has design and physical value as being a representative example of a &ldquo;Main Street Row,&rdquo; which is identified by its corner location, two-storey scale, rectangular form and massing, flat roofline, and the glazed commercial storefronts fronting Yonge Street with residential or commercial units in the upper floor. These elements are typical of buildings dating to the interwar era in North Toronto. The property at 2100 Yonge Street also has value as being a modest representative example of the classical style, with its fenestration in the second-storey, the symmetrically-placed tripartite, double and single flat-headed window openings, the dentil molding along the principal (east) and side (south) elevations, the continuous stone band course connecting the window heads in both elevations, and the recessed entrance set in a decorative stone surround in the side (south) elevation.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 2100 Yonge Street has historical and associative value as being representative of the career of the noteworthy Toronto architect Benjamin Brown, who was among one of the first Jewish architects to sustain a successful practice in Toronto during the first decades of the twentieth century. Brown designed more than 200 buildings throughout his career, many of which were in the Art Deco style, although he used various styles, including Georgian, Craftsman, Colonial Revival, Tudor, and Romanesque elements. The modest classical details seen throughout the property at 2100 Yonge Street can be seen at some of the other buildings designed by Brown, such as at the Primrose Club Building (1920).</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 2100 Yonge Street has contextual value for its role in defining, supporting and maintaining the historical mid-rise streetscape character of the thoroughfare on Yonge Street between Davisville Avenue and Blythwood Road on a prominent &ldquo;Main Street&rdquo; in North Toronto. The building at 2100 Yonge Street is historically, visually and physically linked to its setting on the northwest corner of Manor Road West at the south end of the continuous group of commercial buildings with a shared setback in the block between Manor Road West and Hillsdale Avenue West. It is also linked to the neighbouring property at 2106 Yonge Street, which was designed one-year later, and included the same buff brick masonry and stone cornice, although the one here wraps around the south corner and there are brick quoins at the corners.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2100 Yonge Street as a representative example of a \"Main Street Row\" with modest classical embellishments:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The corner location, two-storey scale, rectangular form and massing, and flat roofline</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The glazed commercial storefronts fronting Yonge Street in the first-storey with commercial or residential units in the second-storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; In the east and south elevations, the fenestration in the second storey, with the symmetrically-placed tripartite, double and single flat-headed window openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The dentil molding along the east and south elevations, the continuous stone band course connecting the window heads in both elevations, and the recessed entrance set in the decorative stone surround on the south elevation</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2100 Street as a defining, supporting, and maintaining the historical mid-rise character of the area and being historically, visually, and physically linked to its surroundings:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on the northwest corner of Yonge Street and Manor Road West where it is part of a continuous row</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone cornice that wraps around the south corner</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the buff brick cladding and the brick and stone detailing, including the brick quoins on the corners</p>\n<p>Note: the north side elevation adjoins the neighbouring building. No heritage attributes are identified on the rear (west) elevation. The westernmost storefront of the elevation fronting Manor Road West is not original and is not identified as a heritage attribute.</p>\n<p><strong>2106 Yonge Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2106 Yonge Street (including entrance addresses at 2108 and 2110 Yonge Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design and physical and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 2106 Yonge Street (including entrance addresses at 2108 and 2110 Yonge Street) is situated on west side of Yonge Street between Manor Road West and Hillsdale Avenue West. It contains a large two-storey commercial building with glazed storefronts in the first-storey and apartments in the second-storey. The property at 2106 Yonge Street was constructed in 1937-8 and the architect is unknown.</p>\n<p>The property at 2106 Yonge Street is located in the Yonge-Eglinton Secondary Plan Area and the Midtown in Focus planning study area.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 2106 Yonge Street has design and physical value as being a representative example of a &ldquo;Main Street Row,&rdquo; which is identified by the two-storey scale, rectangular form and massing, the flat roofline, and the glazed commercial storefront with residential or commercial units in the upper floor. These elements are typical of buildings dating to the interwar era in North Toronto.</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 2106 Yonge Street has contextual value for its role in defining, supporting and maintaining the historical mid-rise streetscape character of the thoroughfare on Yonge Street between Davisville Avenue and Blythwood Road on a prominent &ldquo;Main Street&rdquo; in North Toronto. The building at 2106 Yonge Street is historically, visually and physically linked to its setting as part of a continuous group of commercial buildings with a shared setback in the block between Manor Road West and Hillsdale Avenue West. The design and modest classical details in the property at 2106 Yonge Street are linked to the neighbouring property at 2100 Yonge Street, which was designed one-year prior, and includes the same continuous stone band course connecting the window heads and a stone cornice that sits above the storefronts, as well as buff brick masonry.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2106 Yonge Street as a representative example of a \"Main Street Row\":</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The two-storey scale, rectangular form and massing, and flat roofline</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The glazed commercial storefront in the first-storey with commercial or residential units in the second-storey</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2106 Street as a defining, supporting, and maintaining the historical mid-rise character of the area and being historically, visually, and physically linked to its surroundings:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building on the west side of Yonge Street between Manor Road West and Hillsdale Avenue West where it is part of a continuous row</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials, with the buff brick cladding and the brick and stone detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The modest classical elements, including the continuous stone band course connecting the window heads and the stone cornice that sits above the storefronts (which have been altered)</p>\n<p>Note: the south side elevation adjoins the neighbouring building. No heritage attributes are identified on the side (north) elevation. The second-storey windows are not original and are not identified as a heritage attribute.</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of November 12, 2020, which is December 14, 2020. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 1927,
  "otherReferenceList": [
    {
      "description": "2020.TE19.13 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties, and Authority to Enter into a Heritage Easement Agreement - 2100 and 2106 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE19.13"
    },
    {
      "description": "2020.PB17.5 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to Designated Heritage Properties, and Authority to Enter into a Heritage Easement Agreement - 2100 and 2106 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB17.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 2100 and 2106 Yonge Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 2100 and 2106 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
