{
  "addressList": [],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Licensing and Standards Committee",
    "country": "Canada",
    "emailAddress": "lsc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Licensing and Standards Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1525440600000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1524801600000,
  "noticeDescription": "<p>At its meeting to be held in Committee Room 1 in Toronto City Hall on Friday, May 4, 2018 at 9:30 a.m., or as soon as possible thereafter, the Licensing and Standards Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decision of the Licensing and Standards Committee and the decision of Toronto City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-laws, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards, may occur as a result of the decisions of the Licensing and Standards Committee and Toronto City Council.</p>\n<p>It is proposed that the By-laws be amended at the Council meeting to be held on May 22, 23, and 24, 2018, or at a subsequent meeting.</p>\n<p>Municipal Licensing and Standards is proposing that:</p>\n<p>1. City Council amend former City of Toronto By-law, Chapter 285, Rooming Houses, to require fraternity and sorority houses (called a &ldquo;chapter&rdquo;) to submit an application, as required by the Executive Director, Municipal Licensing and Standards, by September 1 of each year, with the following information:</p>\n<p style=\"padding-left: 30px;\">a. certification that they are active chapters of a national or international student fraternity or sorority and that the building provides accommodation for more than three students who are members of an active chapter of a bona fide national or international student fraternity or sorority; and</p>\n<p style=\"padding-left: 30px;\">b. the name, mailing address, e-mail address, and telephone number of a contact person for the local chapter of the fraternity or sorority and of a contact person for the national or international student fraternity or sorority.</p>\n<p>2. City Council amend Chapter 285, Rooming Houses, to update the definition of a cooperative student residence to describe it as a student residence owned or leased by a non-profit housing cooperative that has more than three dwelling rooms with the object of providing housing to more than three students who are members of the cooperative.</p>\n<p>3. City Council direct the Executive Director, Municipal Licensing and Standards, to conduct research and public consultation on potential licensing requirements for fraternities and sororities and to report back to the Licensing and Standards Committee in 2019.</p>\n<p>To view copies of the report outlining and explaining the proposed amendments, you may view the Licensing and Standards Committee&rsquo;s agenda, current as of Friday, April 27, 2018. To obtain copies of the report at no cost, or to submit comments or make a deputation to the Licensing and Standards Committee, please contact the Committee no later than 12:00 p.m. on Thursday, May 3, 2018</p>\n<p style=\"padding-left: 30px;\">Licensing and Standards Committee<br />City Clerk&rsquo;s Office<br />Toronto City Hall, 100 Queen Street West<br />10th Floor, West Tower, Toronto, Ontario, M5H 2N2<br />Telephone: 416-397-4592<br />Fax: 416-392-1879<br />E-mail: <a href=\"mailto:lsc@toronto.ca\">lsc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report respecting the above, please contact:</p>\n<p style=\"padding-left: 30px;\">Carleton Grant<br />Director, Policy and Strategic Support<br />Municipal Licensing and Standards<br />Toronto City Hall, 100 Queen Street West<br />Toronto, Ontario, M5H 2N2<br />Telephone: 416-338-5576<br />E-mail: <a href=\"mailto:carleton.grant@toronto.ca\">carleton.grant@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the report sets out proposed changes, the Committee and/or City Council may make amendments and may adopt fees that differ from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Licensing and Standards Committee will make its final recommendations on Friday, May 4, 2018, which will be forwarded to City Council at its meeting on May 22, 23, and 24, 2018.</p>\n<p><strong>Notice to people writing or making presentations to the Licensing and Standards Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number, or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 193,
  "otherReferenceList": [
    {
      "description": "LS25.2 - Review of Fraternity and Sorority Houses Exemption to Chapter 285, Rooming Houses \n\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.LS25.2"
    },
    {
      "description": "By-law 652-2018 - To amend former City of Toronto Municipal Code Chapter 285, Rooming Houses",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0652.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Municipal Licensing and Standards is proposing that the Council of the City of Toronto adopt amendments to Chapter 285, Rooming Houses.",
  "title": "Amendments to City of Toronto Municipal Code Chapter 285, Rooming Houses",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
