{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "165 Stanley Avenue Toronto Ontario",
      "latitudeCoordinate": "43.614279988",
      "longitudeCoordinate": "-79.496288457",
      "postalCode": "M8V 1P1",
      "province": "Ontario",
      "streetAddress": "165 Stanley Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 165 Stanley Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1842"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-394-5600",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1607576400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 165 Stanley Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>The property at 165 Stanley Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 165 Stanley Avenue is a Collegiate Gothic style building that is comprised of five one- and two-storey structures that are interconnected and were constructed from 1926-76 on the south side of Stanley Avenue between Royal York Road and Elizabeth Street. The original building, which was formerly called St Leo's Separate School, was built in 1926 by Mimico Separate School Board with the assistance of the congregation of St Leo's Catholic Church. Several additions were made during the latter half of the twentieth century, including a southern addition in 1956-7, a southeastern addition in 1958, and a southwestern addition in 1963. These three buildings are representative of the Modernist aesthetic and they are associated with the architectural firm Horwood and White. Another addition was made to the east of the original building adjoining the eastern wall in 1976, which was designed by Stafford Haensli Architects.</p>\n<p>The property at 165 Stanley Avenue was listed on the City of Toronto's Heritage Register on September 27, 2006 and was originally listed on the former City of Etobicoke Inventory of Heritage Properties.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The original 1926 portion of St Leo's Catholic School has design value as a representative example of the Collegiate Gothic style, which was popularized in Canada in the early-twentieth century during the interwar period and was frequently applied to institutional buildings throughout the city. Expressions of this architectural style are evident in the brown brick masonry in varying hues with stone detailing, including the imbedded stone plaque above the principal (north) doorway, the low-rise two-storey scale of the building, the horizontal form of the wing fronting Stanley Avenue, and the form and massing of the building, consisting of three-interconnected wings forming a U-shape and flanking a central rectangular massing. The Collegiate Gothic style is apparent in the projecting steeply-pitched gable entrance of the principal (north) elevation, which contains a central doorway and flanking flat-headed windows, all of which are ornamented with stone quoins. The same gables are repeated in the side (east and west) elevations at the northeast and northwest corners as well as in the rear (south) elevation. The style is further expressed in the stone lintels that sit atop the principal (north) elevation entrance and windows, the former being pierced by a pointed segmental arch and the latter by segmental arches, as well as in the stone sills. There also stone dripmoulds above the lintels of the doorway and flanking windows in the principal (north) elevation. Neighbouring the main gable entrance in the principal (north) elevation are flat-headed, multi-pane, windows on either side that appear in two groups of four. This window arrangement is repeated in the side (west) elevation to the left and right of a pair of flat-headed windows, all of which contain stone sills. An additional layer of ornamentation is visible in the side (east and west) walls below the gables, which consist of brick soldier course detailing with stone corners, creating decorative squares on the walls.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>St Leo's Catholic School has historical and associative value through its association with the parish of St Leo's Catholic Church, which is significant to the community as it is the oldest Catholic church in Etobicoke and the only Catholic church in Mimico. The modest size of the original 1926 building is directly associated with the church having partially bore the cost of building and maintaining the school during the first half of the twentieth century.</p>\n<p><strong>Contextual Value</strong></p>\n<p>St Leo's Catholic School has contextual value as being important in defining, maintaining and supporting the historic character of the area that was the institutional core of the community northeast of Lake Shore Boulevard and Royal York Road. In this location since the early-twentieth century, St Leo's Catholic school continues to support the Catholic community in Mimico as both a cultural and educational centre. St Leo's Catholic School also has value for its physical, visual, and historical relationship to its setting in Mimico. It stands with other institutional buildings on the adjoining streets that contribute to and sustain the story of Mimico's development over 150-years and its sense of place today.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the original 1926 portion of the school at 165 Stanley Avenue as a representative example of the Collegiate Gothic style:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brown brick masonry in varying hues with stone detailing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The low-rise two-storey scale of the building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The form and massing of the building, consisting of three-interconnected wings forming a U-shape and flanking a central rectangular massing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The steeply pitched gables, which appear singly in the principal (north) and side (east and west) elevations and in a pair in the rear (south) elevation</p>\n<p>In the principal (north) elevation:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The horizontal form of the wing fronting Stanley Avenue<br />-&nbsp;&nbsp; The imbedded stone plaque above the doorway<br />-&nbsp;&nbsp; The central projecting entrance containing a doorway and flanking flat-headed&nbsp; windows, all of which are ornamented with stone quoins<br />-&nbsp;&nbsp; The stone lintels that sit atop the entrance and windows, the former being pierced by a pointed segmental arch and the latter by segmental arches<br />-&nbsp;&nbsp; The stone sills in the windows<br />-&nbsp;&nbsp; The stone dripmoulds above the lintels of the doorway and flanking windows<br />-&nbsp;&nbsp; Two groups of four, flat-headed, multi-pane, windows</p>\n<p>In the side (west) elevation:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The pair of flat-headed windows with stone sills<br />-&nbsp;&nbsp; Two groups of four, flat-headed, multi-pane, windows with stone sills</p>\n<p>In the side (east and west) elevations:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; Below the gables, the brick soldier course detailing with stone corners, creating decorative squares on the walls.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 165 Stanley Avenue as being important in defining, maintaining or supporting the historic character of the area that was the institutional core of the community northeast of Lake Shore Boulevard and Royal York Road:</p>\n<p>The setback, placement, and orientation of the building on the south side of Stanley Avenue and east of Royal York Road.</p>\n<p>Note: The 1956-76 additions are not being recommended for designation.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Nancy Martins, City Hall, Second Floor, 100 Queen Street West, Toronto, Ontario, M5H 2N2, within thirty days of December 10, 2020, which is, January 11, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2007,
  "otherReferenceList": [
    {
      "description": "2020.PB18.3 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter Into a Heritage Easement Agreement - 165 Stanley Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB18.3"
    },
    {
      "description": "2020.EY19.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter Into a Heritage Easement Agreement - 165 Stanley Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.EY19.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 165 Stanley Avenue City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 165 Stanley Avenue",
  "topics": [
    "Heritage > Designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
