{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Black Creek Drive & Eglinton Avenue Toronto Ontario",
      "latitudeCoordinate": "43.688811241",
      "longitudeCoordinate": "-79.481038745",
      "majorIntersection": "Black Creek Drive & Eglinton Avenue",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Finch Avenue & Keele Street Toronto Ontario",
      "latitudeCoordinate": "43.763502154",
      "longitudeCoordinate": "-79.491053414",
      "majorIntersection": "Finch Avenue & Keele Street",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Public Works and Infrastructure Committee",
    "country": "Canada",
    "emailAddress": "pwic@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Public Works and Infrastructure Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1525786200000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1525147200000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways and Chapter 27, Council Procedures so as to temporarily close pedestrian and vehicular traffic highways or portions of highways for a period up to and including 365 consecutive days, as required for the purpose of construction of the Metrolinx Finch West LRT corridor and RER/Smartrack projects (including the Lakeshore East, Lakeshore West, Barrie, Stouffville, Kitchener and Union Station rail corridors), until March 31, 2022 and March 31, 2025 respectively.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on May 23, 2018 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Transportation Services, titled &ldquo;Metrolinx Projects: Temporary Delegation for Long-Term Road Closures&rdquo; has the following recommendations:</p>\n<p>1. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delegate to the General Manager, Transportation Services, the authority<br />to temporarily close to pedestrian and vehicular traffic highways or portions of highways for a period up to and including 365 consecutive days, until March 31, 2022, with the exception of those highways listed in section 937-4 of Chapter 937, as required for the purpose of the construction of the Metrolinx Finch West LRT corridor.</p>\n<p>2. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delegate to the General Manager, Transportation Services, the authority<br />to temporarily close to pedestrian and vehicular traffic highways or portions of highways for a period up to and including 365 consecutive days, until March 31, 2025, with the exception of those highways listed in section 937-4 of Chapter 937, as required for the purposes of the construction of the Metrolinx Regional Express Rail and Smart Track projects.</p>\n<p>3. City Council exempt the General Manager, Transportation Services, in carrying out her authority under Part 1 and 2 above, from Section 937-5 of City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>4. City Council amend City of Toronto Municipal Code Chapter 27, Council Procedures, to provide that the current delegation to Community Council to temporarily close local roads, collector roads, and minor arterial roads does not include closures delegated to the General Manager, Transportation Services, in carrying out her authority under Part 1 and 2 above.</p>\n<p>5. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways: Section 937-3.5. Closures of Black Creek Drive to delegate authority to the General Manager, Transportation Services, to temporarily partially or fully close Black Creek Drive to pedestrian and vehicular traffic between Photography Drive and Todd Baylis Boulevard, from May 23, 2018, to and including December 31, 2019, including up to 10-weekend full closures, as required to facilitate the construction of Eglinton Crosstown LRT elevated guideway.</p>\n<p>6. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways: Section 937-4. Closures which require Council approval to delegate the General Manager, Transportation Services, the authority to temporarily close the north side of Eglinton Avenue West to pedestrian traffic, between Black Creek Drive and Municipal Drive, from June 1, 2018, to and including December 31, 2019, as required to facilitate the construction of the Eglinton Crosstown LRT elevated guideway.</p>\n<p>7. City Council exempt the General Manager, Transportation Services, in carrying out her authority under Parts 9 and 10 above, from Section 937-5 of City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways and Chapter 27, Council Procedures will require amendment.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on May 8, 2018, at 9:30 a.m. or as soon as possible thereafter, the Public Works and Infrastructure Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways and Chapter 27, Council Procedures, visit the City&rsquo;s website.</p>\n<p>To submit comments or make a presentation to the Public Works and Infrastructure Committee on May 8, 2018, please contact the Committee no later than 12:00 p.m. on May 7, 2018:</p>\n<p style=\"padding-left: 30px;\">Public Works and Infrastructure Committee<br />Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2<br />Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:pwic@toronto.ca\">pwic@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 30px;\">Peter K. Hillier<br />Acting Director, North York District<br />Transportation Services Division<br />Tel: 416-395-7480<br />Email: <a href=\"mailto:Peter.Hillier@toronto.ca\">Peter.Hillier@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The Public Works and Infrastructure Committee will make its final recommendations on May, 2018, which will be forwarded to City Council at its meeting on May 23, 2018.</p>\n<p>Notice to people writing or making presentations to the Public Works and Infrastructure Committee: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 202,
  "otherReferenceList": [
    {
      "description": "PW29.1 - Metrolinx Projects: Temporary Delegation for Long-Term Road Closures",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PW29.1"
    },
    {
      "description": "By-law 148-2018 - To amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to authorize the General Manager of Transportation Services to approve temporary partial or full road closures on Black Creek Drive immediately north of Eglinton Avenue West from February 1, 2018 to and including December 31, 2019 to facilitate the construction of Eglinton Crosstown Light Rail Transit elevated guideway",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0148.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Metrolinx Projects: Temporary Delegation for Long-Term Road Closures, Amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways and Chapter 27, Council Procedures",
  "title": "Amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways and Chapter 27, Council Procedures",
  "topics": [
    "Transportation > Intention to close or alter a lane, road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
