{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "41 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637041969",
      "longitudeCoordinate": "-79.423605693",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "41 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "47 Fraser Avenue Toronto Ontario",
      "latitudeCoordinate": "43.637189332",
      "longitudeCoordinate": "-79.423665069",
      "postalCode": "M6K 1Y7",
      "province": "Ontario",
      "streetAddress": "47 Fraser Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "135 Liberty Street Toronto Ontario",
      "latitudeCoordinate": "43.63754998",
      "longitudeCoordinate": "-79.423653522",
      "postalCode": "M6K 1A7",
      "province": "Ontario",
      "streetAddress": "135 Liberty Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 41 and 47 Fraser Avenue and 135 Liberty Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1874"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1608613200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 41 and 47 Fraser Avenue and 135 Liberty Street under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties originally known as 41 Fraser Avenue, and now identified as three separate properties, 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street, are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; The properties were listed as 41 Fraser Avenue on the City of Toronto's Heritage Inventory in 2005 and are located in Liberty Village which has been authorized for a Cultural Heritage Resource Assessment Study by City Council.</p>\n<p><strong>Description</strong></p>\n<p>The properties at 41 Fraser Avenue, 47 Fraser Avenue and 135 Liberty Street were originally known as 41 Fraser Avenue and also include the following entrance addresses at 39, 47a, 49, 49a, 53 and 53A Fraser Avenue, 38 and 42 Pardee Avenue.&nbsp; They contain the former E. W. Gillett Co. Ltd. factory complex, constructed in 1911-12 with later additions in 1922 and 1941-2. The complex contains a collection buildings,</p>\n<p>1-4 stories in height with a five-storey corner tower, associated with industrial uses and featuring the Neo-Gothic and Streamlined Moderne styles.&nbsp; The complex is located in the historic industrial Liberty Village neighbourhood, on the south side of Liberty Street between Fraser and Pardee avenues.</p>\n<p>The properties contain five buildings as follows:</p>\n<p>135 Liberty Street and 53/53A Fraser Avenue, a four-storey, L-shaped factory building with a corner tower and a sequence of wings along the southern extension, designed in 1911 by the American architect S. S. Beman in association with the Toronto-based firm of A. R. Denison &amp; Stephenson and completed by 1912.&nbsp; This building is part of the properties at 41 Fraser Avenue and 135 Liberty Street</p>\n<p>47 Fraser Avenue, a two-storey office complex with a projecting entrance portal, designed in 1911 by S. S. Beman in association with A. R. Denison &amp; Stephenson and completed by 1912.&nbsp;</p>\n<p>42 Pardee Avenue, a two-storey powerhouse building located at the south-west corner of Liberty Street and Pardee Avenue, designed in 1911 by S. S. Beman in association with A. R. Denison &amp; Stephenson and completed by 1912. The powerhouse is part of the property known as 41 Fraser Avenue.</p>\n<p>49 Fraser Avenue, a three-storey employee welfare building located to the rear of 47 Fraser Avenue, designed by the architect William L. Symons, built in 1922 and extended with an additional fourth storey, designed by Earle L. Sheppard, architect, in 1938. This building is an entry address for the property at 41 Fraser Avenue.</p>\n<p>41 Fraser Avenue, a single-storey garage/storage building designed by the architect John M. Lyle and constructed in 1941-2. This building is part of the property at 41 Fraser Avenue and 39 Fraser Avenue is an entry address for that property.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Located in the heart of Liberty Village, a significant industrial centre in Toronto which developed in the early 20th century, the properties known as 41 and 47 Fraser Avenue and 135 Liberty Street are significant as they contribute to the early 20th century industrial character of the neighbourhood and also contain an unusual industrial typology in both massing and stylistic detailing constructed for the E. W. Gillett Co. Ltd.</p>\n<p>The E. W. Gillett Co. Ltd. factory complex contains various structures which have design and physical value as finely crafted early-20th century industrial buildings which reflect the eclectic tastes of the period in their combination of both Neo-Gothic and Classical stylistic elements and one mid-20th century Streamlined Moderne building.&nbsp; The buildings are rare in both their composition, style and program in the City of Toronto.&nbsp; In the massing and distinct identity of functions the complex departs from the customary narrow rectangular factory building typical of late 19th and early 20th century factories, replacing the single volume with a cluster of buildings adapted to the site and expressive of the variety of functions associated with industry. &nbsp;These include the a-typical L-shaped factory building at 135 Liberty Street and 53 Fraser Avenue, which includes a series of small notches on its north-south leg and features a prominent tower at its north-west corner. While the Neo-Gothic style was gaining prominence during the early 20th century, its application at this factory with the crenellations and the raised parapets at inner corner of the L and the west end of L were unusual features which combined with the tower, have made this factory a distinctive landmark amongst its neighbours. The classical elements are present in the brick striations of the first floor and in the keystones on the tower windows and the piers, panels and mouldings of the tower.</p>\n<p>The location of the offices in a separate building at 47 Fraser Avenue, was also unusual at this time and this structure features a single-storey portico with a crenellated roof, linked to the factory building at 135 Liberty Street by a bridge also with a crenellated roofline and brick striations on both stories providing visual continuity with the main building. The design of the two-storey powerhouse, at 42 Pardee Avenue, indicates its utilitarian function as the size and location of the windows, and the irregular rhythm of brick piers appears to have been determined by interior requirements related to structure and use. The current angled west wall at the north-west corner is the result of this portion of the building being reconstructed following the extension of a railway spur from the line on Liberty Street onto the property between the factory and the powerhouse.&nbsp; The employee welfare building, known as 49 Fraser Avenue, was designed in 1922 to match the adjacent office building in its choice of brick and stone, window openings and originally also featured brick pediments above the projecting bays at the outer corners of the east and west facades.</p>\n<p>The single-storey garage/storage building at 41 Fraser Avenue is elegantly rendered in the Streamlined Moderne style with its striking minimalism, curving walls framing the deeply recessed garage entrance, horizontal brick banding, circular windows at the entrance and on the north elevation and minimally-detailed metal lighting fixtures.&nbsp; Although a departure in architectural style from the rest of the complex representing the shifting tastes of the interwar years towards modernism, as well as the evolution of the work of John M. Lyle, this later addition is complementary to the earlier complex with its brick cladding of the same reddish tone, stone base and trim elements including the striated brick at the entrance.</p>\n<p>The former E. W. Gillett industrial complex has historic value as it yields information about the historical development of the Liberty Village neighbourhood from its earliest use as part of Fort York&rsquo;s Garrison reserve with its later 19th-century institutional uses to its development, following the introduction of railways, as an important industrial centre in the early 1900s which contributed to Toronto's economic development and prosperity.</p>\n<p>The Gillett complex has value through its direct association with the E. W. Gillett Co. Ltd., which was established in Chicago in 1852 and manufactured baking supplies including Magic Baking Powder and Royal Yeast Cakes as well as Gillett's powdered lye and washing crystals, all of which were exported to the United Kingdom, Australia and South Africa.&nbsp; The company opened its first Toronto branch on Front Street in 1886. Following the Great Fire of 1904, it relocated to premises at King and Duncan streets before moving, in 1912, to Liberty Village. In 1929 the company amalgamated with Standard Brands who continued to own the Fraser Avenue property until 1948 when it relocated to Dupont Street. The company's inclusion of an employee welfare building with a club, dining room adjacent sports fields in 1922 was an important step in providing for employee welfare which attracted the attention of the local press.</p>\n<p>The industrial complex has further associative value as it demonstrates the work of the American architect S. S. Beman, known for his town-planning and industrial design work for the famous Pullman railway car company, and that of the prolific, Toronto-based architectural partnership of A. R. Denison &amp; Stephenson, and in particular, the firm&rsquo;s leadership in the use of fire-resistant mill construction for factories following Toronto's Great Fire of 1904. With the 1941-2 garage-storage building the complex is also associated with John M. Lyle, who has been declared to be \"one of Canada's outstanding architects of the first half of the twentieth century.\" [1]&nbsp; Early in his career and with his foreign training and practice, Lyle was a great proponent of the Beaux Arts style and the City Beautiful Movement but through his work and writing, Lyle evolved, becoming a \"a proto-modernist\"[2] who embraced the Art Deco and Streamlined Modern styles in his later career.</p>\n<p>Located on the south side of Liberty Street, the principal traffic artery through Liberty Village, opposite the Lamport Stadium and fields, the complex of one-to-four storey brick clad buildings is important for maintaining the early 20th century industrial character of Liberty Village as it maintains the scale, material qualities and building typologies of an evolving factory complex. Built between 1911 and 1942, and having been a centre of manufacture, employment and enterprise for 110 years the complex is functionally, visually and historically linked to its surroundings.&nbsp; With its prominent corner tower at the south-east corner of Liberty Street and Fraser Avenue and its distinctive roofline crenellations, the complex is a landmark within Liberty Village.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the properties, formerly known as 41 Fraser Avenue and now also known as 47 Fraser Avenue and 135 Liberty Street which include the various buildings as outlined below, are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building complex on the properties on the south side of Liberty Street between Fraser Avenue and Pardee Avenue as this retains the relationship of the complex to its surroundings and the functional arrangement of its various building components which are part of its history and cultural heritage value</p>\n<p><strong>135 Liberty Street - 53 Fraser Avenue: Factory</strong></p>\n<p>The heritage attributes of the factory building on the south side of Liberty Street between Fraser and Pardee avenues are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the building, which represent its unusual factory design, and include a four-storey, L-shaped block with an angled corner at the north-east corner and notched upper stories along the east leg, and the tower at the north-west corner with the raised parapet at the crux of the L and at the south end of the east leg of the L&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials and their application which unify the complex and are characteristic of industrial buildings of the early 20th century include brick and stone.&nbsp;</p>\n<p>Stone is present in the high building base, covered with concrete, the stone sills which extend into string courses and other decorative stone elements including the keystones in the window heads on the west elevation, the stone trim on the tower and, originally, the stone coping on the crenellated parapet.&nbsp;</p>\n<p>Brick, which is laid in a Common Bond is the principal cladding of the structure and provides detailed elements including the striations of the first floor on the west and north facades, the soldier courses above the flat-headed window openings and in the decorative bands, the relief panels on the parapet and the elaborate detailing of the tower with its multiple pilasters of varying heights and relief panels.&nbsp; The brick detail demonstrates the high level of design as well craftsmanship that makes this an impressive industrial building and a contributor to the Liberty Village neighbourhood. Yellow brick is used to clad the inner side walls of the series of small notched bays on the north-south leg of the L and its use here is typical of the period when it was often employed on less important walls of a structure.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The design and arrangement of the window openings, which originally contained double-hung sash with multiple panes, is another means by which the physical value of the building is established as their variety adds to the richness of the design of the facades.&nbsp; These various types include the single, segmental-arched and flat-headed window openings of the tower, the flat-headed, single windows clustered in pairs at the fourth floor, and the mix of paired sash in a double-wide opening, and the former \"Chicago\" windows now with three panes in a triple-wide opening.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The door opening at the base of the brick tower and its stone surround which was a primary entrance to the complex, separate from loading bays and providing access to the stairs.</p>\n<p><strong>47 Fraser Avenue - Head Office - Administration Building</strong></p>\n<p>The heritage attributes of the head office building are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of two-storey building on a raised basement with a notched north-west corner, projecting entry portico and second-storey bridge connecting to the factory at 135 Liberty Street as they contribute to the unusual composition of the facility and represent the building's function as the administrative component of the complex and its integral functional and physical connection to that complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The materials include brick cladding, in common bond, with its striations, panel details and brick soldier courses, the stone base covered in concrete with stone details on the entrance porch and visually link the head office to the rest of complex, contributing to the design value through their carefully crafted details and application.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; Design value is evident in the arrangement of the principal (west) fa&ccedil;ade with its recessed, north-west corner adjacent to the main block with its classical composition of two, slightly projecting outer bays with single windows flanking the central section with its three pairs of single windows at all three storeys. The projecting entry porch with its crenellated roof line, shield, buttressed pilasters and segmental headed re-establishes the Neo-Gothic style. The south (side) elevation repeats this composition through the projecting end bays flanking a central bay, here, due to the shorter length of the fa&ccedil;ade, two single and two half windows mirrored about the central line in a classical manner.&nbsp; The east (rear) elevation with its pairs of windows flanked by two outer bays of solid brick and the north (side) elevation repeat the pattern of window types and arrangement of the west and south elevations.&nbsp; The east elevation does not have projecting outer bays.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The design of the bridge with its crenellated roofline, triplet window openings and arched underside complement the design of the office and factory buildings that it connects on either side.</p>\n<p><strong>42 Pardee Avenue - Powerhouse Building</strong></p>\n<p>The heritage attributes of the Powerhouse building are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the two-storey, flat-roofed building, rectangular in plan except for the angled west wall at the north-west corner an alteration that was made to accommodate the railway siding</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick cladding in English bond which ties the building to the rest of the factory complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The door openings and window openings which are single and double-height with segmental-arched heads with three brick courses and stone window sills.&nbsp; The double-height windows feature triple-hung sash with multiple small panes.&nbsp;</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick pilasters which flank the double-height windows on the west wall and the corbelled bricks at the north and south end walls</p>\n<p><strong>49 Fraser Avenue - Employee Welfare Building</strong></p>\n<p>The heritage attributes of building are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the flat-roofed four-storey building constructed on a rectangular plan and connected at the north east corner to the factory building whose design and fa&ccedil;ade arrangement is compatible with the administration building and originally also featured paired pediments at the outer corners which emphasized the bi-lateral symmetry expressed in the slightly projecting outer bays of the west elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick cladding, laid in a common bond pattern, and raised stone base clad in concrete and the soldier courses which act as continuous sting courses and lintels for the window openings and the notched layering of brick at the outer corners of the west elevation</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The windows are flat-headed with stone sills and their arrangement on the west elevation corresponds to the administration building with its paired opening in the outer bays and single openings in between further emphasizing the bi-lateral symmetry of the west elevations. The triple-width windows of the fourth floor openings are indicative of the addition in 1938.&nbsp; On the shorter south elevations, the windows are singles grouped in pairs or singles. The variation in the windows with single, double and triple widths corresponds to the window pattern of both the administration building and the factory building.</p>\n<p>41 Fraser Avenue Adelaide Street West - Garage and Storage Building</p>\n<p>The heritage attributes of the former garage and storage building are:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the one storey building with a deeply recessed entry with curved walls on its principal west elevation which are linked to and representative of the building's original function as a garage/storage building for the factory complex</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The brick cladding which matches that of the original factory complex and which, with its recessed bands at the curved corners and in its common bond pattern, aligning with the recessed brick bands, contributes to the horizontal elements of the building's design</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone base of the building which ties in with the base of the original factory but whose shallowness corresponds to the low-rise and horizontal linearity of this garage/storage building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The projecting light coloured band which marks the edge of the ceiling of the recessed entry and continues as a lintel over the two flanking windows, and with the stone sills, extends past the outer edges of the windows framing the end of the brick striations and emphasizing the horizontality of the fa&ccedil;ade which is characteristic of the Streamlined Moderne style</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The wide window opening flanking the recessed entry on the west elevation which contribute to the horizontality and with the adjacent expanse of unrelieved wall surface, the minimal quality of the building.&nbsp; These windows feature Chicago-type elements their wider central bay and two adjacent side bays with opening sections.&nbsp; The windows feature original metal factory-sash glazing</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The windows on the north elevation with a combination of various types including the broad Chicago-type, narrower windows and those adjacent to a doorway which feature factory-sash glazing with opening sections and have stone sills and a continuous stone lintel reinforcing the horizontal emphasis</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The windows on the east and south elevations, with their consistent sill and head height, marked by stone lintels continuing as horizontal bands and stone sills, their factory sash glazing in single or Chicago-window type openings</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The large circular window opening on the north elevation and the south facing wall of the recessed entry which are expressive of the Streamlined Moderne's preference for geometric forms and have metal factory-sash glazing with a central opening section</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The semi-cylindrical light fittings on the north, west and south facades which with their linear copper frames are characteristic of the Streamlined Moderne style</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The two recessed circular light fittings in the ceiling of the entrance with their three thin bands.</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention: &nbsp;Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 22, 2020, which is January 21, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>\n<p><br />[1] Richards, p. 49<br />[2] Kalman, p. 869.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2046,
  "otherReferenceList": [
    {
      "description": "2020.PB18.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 41 and 47 Fraser Avenue and 135 Liberty Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB18.4"
    },
    {
      "description": "2020.TE21.13 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 41 and 47 Fraser Avenue and 135 Liberty Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE21.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 41 and 47 Fraser Avenue and 135 Liberty Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 41 and 47 Fraser Avenue and 135 Liberty Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
