{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "41 Spadina Road Toronto Ontario",
      "latitudeCoordinate": "43.6688434904",
      "longitudeCoordinate": "-79.4042769908",
      "postalCode": "M5R 2S9",
      "province": "Ontario",
      "streetAddress": "41 Spadina Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 41 Spadina Road ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1876"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1608613200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 41 Spadina Road under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 41 Spadina Road, including the entry address of 45 Spadina Road, and known as Spadina Gardens, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value</p>\n<p><strong>Description</strong></p>\n<p>The property at 41 Spadina Road contains the Spadina Garden Apartments, a four-and-half-story apartment building located on the south-east corner of Spadina Road and Lowther Avenue.&nbsp; Constructed in 1905-6, to the designs of the architect Arthur R. Denison, the red-brick clad building, with stone trim, is a fine example of Edwardian Classicism noteworthy as one of the earliest apartment buildings in Toronto.&nbsp; Spadina Gardens was listed on the City of Toronto's Heritage Register in 1979. Located in the Annex neighbourhood, the property is included within the boundary of the West Annex Phase 2 study area authorized by City Council in 2018 and is west of the West Annex Phase 1 (Madison Avenue) Heritage Conservation District.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Constructed in 1905-6, Spadina Gardens has design and physical value as it is one of the two, known, surviving representatives of the earliest Toronto apartment buildings, which were a new housing type in the city c1900 and reflective of social change and urban growth at this period. The early apartment buildings drew on established precedents in Europe, New York, Chicago, Buffalo and Montreal.&nbsp; The layout of the apartments at Spadina Gardens indicated it as a fair alternative to the adjacent Annex detached and semi-detached houses.&nbsp; The apartment layout was similar as it included a generous square entry hall opening to the public rooms which had enhanced flexibility and spatial flow through the use of pairs of glazed pocket doors between the main public rooms. It also provided discreet separation of public and private spaces akin to a house and unlike many contemporary apartment buildings. Early examples of the type, like Spadina Gardens, were built in proximity to the downtown on major streets in residential neighbourhoods, where their low-rise massing and complimentary architectural styles and material allowed them to increase density and provide alternative, affordable, rental housing options to the detached house.&nbsp;</p>\n<p>Spadina Gardens has further design and physical value as an exceptionally finely designed and detailed example of an apartment house in the Edwardian Classical Style.&nbsp; The style is represented in the symmetrical design of the elevations, featuring bay windows and balconies supported on robustly carved corbels with wrought iron balustrades, the stone surrounds of the two principal entrances with their elliptical transom lights, complimented by the pairs of oval windows above and the prominent cornice with its decorative bands and dentil course. A high degree of craftsmanship is evident in the choice of cladding material and its detailing, including the red brick and purple brick employed in the rusticated base of banded bricks, the quoins at the corners, and keystones in the oval windows in combination with Roman stone belt course, sills and lintels and rough-cut stone cladding for the raised basement is further evidence of careful detailing and craftsmanship employed to convey the Edwardian Classical style.&nbsp; A high degree of artistic merit is evident in the architect's layouts for the apartments with their flow of space in the public rooms, the careful separation of public and private spaces. The layouts convey the comfort of a house-form building and its associated types of space including a generous entry hall and the provision of natural light throughout.&nbsp; Their success is evident in the fact that they have remained intact for more than 100 years and continue to function as originally designed.</p>\n<p>The property has historical and associative value as it represents the introduction of a new housing typology to the City of Toronto c. 1900 that would address a gap in the housing market in its provision of rental housing for a wide-range of residents not easily accommodated in the predominant typology of the single-family detached house. With origins in the European mansion block, the new apartment buildings were constructed in proximity to residential neighbourhoods, and offered a housing option appropriate to the needs and incomes of spinsters, widows and bachelors, young couples, retired couples and families, enabling them, at various stages of life, to stay within their neighbourhoods. Along with Sussex Court, completed in 1904, and also developed by the brothers Alfred and James Hawes with designs by the architect A. R. Denison, Spadina Gardens is one of the two earliest known surviving examples of an apartment building in Toronto.&nbsp;</p>\n<p>The property also has value for its associations with many important Toronto residents including Sir Henry Pellatt, Lady Pellatt, and Lionel Massey.&nbsp; The property was also the home for numerous individuals associated with Canadian arts, including Dorothy Stevens, painter and printmaker, Lois Marshall opera soprano, Samuel Hersenhoren, violinist and conductor on stage and radio, Maureen Forester, opera star, the musicians Irene and Bird Bailey, Maureen Whihak, designer for film, theatre and television, Ken Gass, founder, Factory Theatre, George F. Walker, script-writer, Member of the Order of Canada and Governor General medal award winner, Jacob Richler, author and journalist and David Young, author and founder of the Writer's Trust of Canada.</p>\n<p>Spadina Gardens was designed by Arthur Richard Denison (1857-1923) a prolific Toronto architect who designed many buildings in the city and across Ontario including churches, institutions, residential buildings and social facilities and who specialized throughout his career in warehouses and mills and fireproof construction.&nbsp; Denison is further significant for his design of two of Toronto's earliest surviving apartment buildings, Sussex Court and Spadina Gardens.</p>\n<p>Located on the south-east corner of Spadina Road and Lowther Avenue, the property containing the Spadina Gardens Apartments has contextual value as its Edwardian grandeur, displayed in its brick and stone details, four-storey massing located in a landscaped and treed setting, maintains and supports the late 19th and early 20th-century residential character of the Annex neighbourhood.</p>\n<p>As a new residential building type representing social change, the growth of the city and increased densification, Spadina Gardens has further contextual value as it reflects this 20th-century evolution along Spadina Road, one of the city's main thoroughfares, as well as in the surrounding Annex neighbourhood. This evolution would include other 3-4 storey walk ups, the mid-rise apartment towers of the post-war era, as at 59 Spadina Road to the north, high-rise slabs, such as the 1966, sculptural Vincennes apartments by Uno Prii, to the west at Lowther Avenue and Walmer Road, and the later more urbanistically-conscientious blocks, like that at 50 Spadina Road, on the north-west corner opposite Spadina Gardens, which reclaims its scale and role of providing an urban street wall with its brick base of town houses.&nbsp;</p>\n<p>For over 100 years, Spadina Gardens has been a landmark within the Annex neighbourhood. First prominent as an innovative building type associated with the major cities of Europe and the United States, its finely detailed architecture and massing, combined with its history of renowned residents have made it a well-loved focal point within the local community, as well as a well-regarded model of historic, architecturally fine, low-rise rental housing in the City of Toronto.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the value of Spadina Gardens at 41 Spadina Road as a representative of the first apartment buildings constructed in Toronto c 1900:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The setback, placement and orientation of the apartment building at the south-east corner of Spadina Road and Lowther Avenue with its principal, west elevation facing Spadina Road, and its secondary, side and north elevation, facing Lowther Avenue surrounded on these two elevations with a landscaped setting including lawns, trees and shrubs</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The scale, form and massing of the four-storey building, on a raised basement with a flat roof, as it is planned as a pair of contiguous T-shapes, with the top of the 'Ts' providing a formal face to Spadina Road and the legs of the 'Ts' having sufficient space on either side to allow generous provision of daylight to the rooms facing the rear of the property</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The composition of the principal, west elevation facing Spadina Road which indicates its function as an apartment building with its two main entrances which provide access to a pair of apartments on each floor.&nbsp; The entrances, flanked to either side by a long narrow window and a bay window are indicative of different hierarchies of space on the inside.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The composition of the north, side, elevation facing Lowther Avenue which with its repeated windows from floor to floor and its inclusion of bay windows indicating the spaces containing the more important spaces of dining room and two principal bedrooms in contrast to the plain narrow windows for the kitchen and small bedroom</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The chimneys which are indicative of the inclusion of fireplaces within the grand public rooms of the apartments</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The interior floor plans of the apartments which in their layout of generously sized rooms and formality which includes a large square entry hall off of which open the public rooms including the parlor, dining room and den, as identified on the original 1905 architect's plans, with a door opening to a corridor leading to the private section of the apartment, including the kitchen, bedrooms and bathrooms, and the rear service door</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The interior features of the common entry and circulation areas including the internal vestibule double doors of oak with the patterned transom light with green stained glass, the main staircases constructed of steel with a cast-iron balustrade with cherry wood handrail and the skylights, and the rear service staircases characterized by their wood stairs, handrails and exposed brick walls</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The interior features of Apartment 10, as representative of the original apartment unit design, including the fireplace in the salon, the two pairs of pocket doors, between the living room and dining room and the hall and dining room and the arrangement of closets to create an axial niche in the dining room</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 41 Spadina Road as a finely composed and crafted representative of the Edwardian Classical style:</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The composition and design of the principal, west elevation facing Spadina Road which is based upon classical principles of symmetry with the two entry bays stepping forward in plan and including, at the ground floor level, the main entry doors flanked by a long narrow windows, and at the upper floors, a pair of oval windows flanked by the long narrow windows opening onto projecting balconies supported on dramatically moulded and projecting corbel brackets with iron filigree railings which provide further emphasis to the central entry bay. To either side of the two entry bays are bay windows with three double hung sash, which terminate at the fourth floor level in a small projecting cornice</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The composition and design of the side, north elevation facing Lowther Avenue with extended the variety of massing and window types of the principal elevation with a combination of bay windows, long narrow windows and paired narrow windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The combination of red and 'purple' brick cladding with stone trim as per the architect A. R. Denison's specifications</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; On the principal, west, and side, north, elevations, the 'purple' brick banding at the extending from the ground floor to the first floor sills, which provides a classical base to the upper stories, the brick quoins on the central entry bays and outer corners of the apartment building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone door frames with their stone quoins, carved reliefs of dragons on the impost blocks and acanthus leaf scrolls on the keystones set in the elliptical headed openings complimenting the oval windows above</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The oval windows with their projecting brick keystones</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The rusticated stone cladding of the raised basement storey</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The stone trim found in the belt course between the basement and first floor and the first and second floor, the stone sills and lintels of the windows</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The curved front steps with their metal handrails terminating in spiral newel posts</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The entablature and cornice with its string course, dental course and projecting cornice</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; At the two main entrances, the paired entry doors with 'S' and 'G' etched on the doors with transom light above with etched glass pattern and the numbers '41' and '45'</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The double-hung, single-pane, sash windows and the casement windows with leaded glass transoms in the dining rooms facing the courtyard</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 41 Spadina Road as it supports the predominantly late Victorian and Edwardian character of the Annex neighbourhood and the present-day character of Spadina Road as it is defined by a diverse collection of turn-of-the-century houses and later mid-twentieth century and contemporary multi-unit residential buildings.</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The four-and-a-half storey scale, massing and symmetrical composition of the multi-unit residential walk-up apartment building</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The combination of red brick with a variety of details represented in brick relief and stone trim</p>\n<p style=\"padding-left: 30px;\">-&nbsp;&nbsp; The landscaped setting with mature trees, lawns and shrubs</p>\n<p>Note: the basement level areas are not included as a heritage attribute</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of December 22, 2020, which is January 21, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2047,
  "otherReferenceList": [
    {
      "description": "2020.PB19.3 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 41 Spadina Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.PB19.3"
    },
    {
      "description": "2020.TE21.16 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 41 Spadina Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2020.TE21.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 41 Spadina Road, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 41 Spadina Road ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
