{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Proposed Changes to User Fees",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1912"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Budget Committee",
  "eventList": [],
  "noticeDate": 1610600400000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass by-laws to amend the City of Toronto Municipal Code Chapter 441, Fees and Charges, so as to adopt the changes to existing user fees and the new user fees that are proposed in the Staff Recommended 2021 Budget. The Staff Recommended 2021 Budget will be considered by City Council on February 18 and 19, 2021.</p>\n<p>The changes to existing user fees and new user fees that are proposed in the Staff Recommended 2021 Operating Budget are noted in Appendices A to C attached as background documents to <a title=\"2021.BU21.1 - 2021 Capital and Operating Budget Launch\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.BU21.1\" target=\"_blank\" rel=\"noopener\">Item BU21.1 - 2021 Capital and Operating Budgets</a>.</p>\n<p><strong>To obtain additional information or to ask questions</strong> about a recommended user fee change, please contact the staff person identified in the Staff Recommended Budget Notes.</p>\n<p>The staff recommended 2021 tax-supported budget, and associated services, service levels and user fees, are being considered by the Budget Committee for recommendation to the Executive Committee and City Council. Residents can register to speak to the Budget Committee at one of the public meetings to be held on January 25 and January 26, 2021.</p>\n<p><strong><a title=\"Public Presentations on the 2021 Budget\" href=\"http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&amp;meetingId=19790\" target=\"_blank\" rel=\"noopener\">Monday, January 25, 2021</a> and <a title=\"Public Presentations on the 2021 Budget\" href=\"http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&amp;meetingId=19791\" target=\"_blank\" rel=\"noopener\">Tuesday, January 26, 2021</a></strong></p>\n<p>Web conferences (connection instructions will be provided to participants). &nbsp;Live web streams start at 9:30 a.m. at toronto.ca/council</p>\n<p><strong>Make a deputation</strong></p>\n<p>Register at <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or call 416-392-4666. Indicate your choice of date. Individuals may only make one presentation. Please register to speak by 4:30 p.m. on Friday, January 22, 2021. Registered public speakers will be provided with instructions to connect to the web conference meeting. The meetings will be streamed live online at youtube.com/ TorontoCityCouncilLive.</p>\n<p><strong>Send your comments to the Budget Committee</strong></p>\n<p>Attention: Budget Committee Email: <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> Mail: Toronto City Hall, 100 Queen St. W., 10th floor, West Tower, Toronto, ON M5H 2N2.</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council.</p>\n<p><strong>Send a letter or email to your City Councillor</strong></p>\n<p>For contact information: Call 311 or 416-338-0TTY (0889) or visit toronto.ca/council.</p>\n<p>For more information on the 2021 budget visit toronto.ca/budget</p>\n<p><strong>Notice</strong>: Committee meetings are broadcast live over the Internet for the public to view. If you speak at the meeting, you will appear in the video.</p>\n<p>The Budget Committee will make its final recommendations on February 4, 2021 which will be forwarded for consideration by the Executive Committee at its special meeting on February 11, 2021 and to City Council at its special meeting on February 18 and 19, 2021.</p>\n<p>While the 2021 Staff Recommended Budget sets out the recommended fees, the appropriate Committee may change these recommendations and Toronto City Council may adopt rates that differ from the recommendations, including fees that are higher or lower than the fees being recommended, and may adopt new fees not contemplated in the &nbsp;Staff Recommended 2021 Budget.</p>\n<p><strong>Further information</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above noted City official or the Program Contact noted on the list of fees if you require notice in these cases.</p>\n<p><strong>Notice to people writing or making presentations to the Budget Committee</strong></p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p><strong>Closed Meeting Requirements</strong>: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2065,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code, Chapter 441 - Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "Budget Committee - Public Presentations on the 2021 Budget, January 25, 2021 by Video Conference",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19790"
    },
    {
      "description": "Budget Committee - Public Presentations on the 2021 Budget, January 26, 2021 by Video Conference",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19791"
    },
    {
      "description": "Toronto City Council - 2021 Budget",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19711"
    },
    {
      "description": "Budget Committee - 2021 Budget Review, January 20, 2021 by Video Conference ",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19789"
    },
    {
      "description": "Budget Committee - 2021 Budget Review, January 21, 2021 by Video Conference ",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19789"
    },
    {
      "description": "Budget Committee - 2021 Budget Review, January 22, 2021 by Video Conference ",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19789"
    },
    {
      "description": "Executive Committee - 2021 Budget, February 11, 2021, by Video Conference",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19732"
    },
    {
      "description": "Budget Committee - 2021 Budget Wrap-Up, January 28, 2021 by Video Conference",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=19811"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "Recommendations to Pass By-laws to Amend the City of Toronto Municipal Code Chapter 441, Fees and Charges,",
  "title": "Budget 2021 - Notice of Public Meeting - Proposed Changes to User Fees",
  "topics": [
    "Financial > Proposal to change user fees and charges",
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
