{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "495 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6444174225",
      "longitudeCoordinate": "-79.3970616131",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "495 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "519 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6446509522",
      "longitudeCoordinate": "-79.3980346778",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "519 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "521 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6446722607",
      "longitudeCoordinate": "-79.3981049984",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "521 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "523 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6446636506",
      "longitudeCoordinate": "-79.3982013752",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "523 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "527 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.644609042",
      "longitudeCoordinate": "-79.3982379857",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "527 King Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "529 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6446473801",
      "longitudeCoordinate": "-79.3982983977",
      "postalCode": "M5V 1K4",
      "province": "Ontario",
      "streetAddress": "529 King Street West"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "clerk@toronto.ca",
    "locationName": "Toronto City Hall",
    "phone": "416-392-7032",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1536120000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 495, 519, 521, 523, 527and 529 King Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>495 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 495 King Street West (Conboy Carriage Company &ndash; rear wing) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description:</strong></p>\n<p><br />The property at 495 King Street West is located on the south side of King Street West, between Spadina Avenue and Portland Place and contains the Conboy Carriage Company rear wing which was added to Daniel Conboy&rsquo;s property and manufacturing complex in 1900. The building is a three-storey warehouse type, brick clad with regular rows of windows on the north and south elevations and new windows on the east elevation added during alterations in 1990.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p><br />The property at 495 King Street West, the rear wing of the Conboy Carriage Co., has design value as a representative example of a commercial warehouse building dating to the late 19th-early 20th century that is typical of the King Spadina neighbourhood. The long rectangular plan of the three-storey building with windows on the long sides, brick cladding and brick piers, expressive of the internal post and beam structure, are characteristic features of the building type.</p>\n<p>&nbsp;</p>\n<p>The rear wing of the Conboy Carriage Co. has historical value as it contributes to an understanding of the development of the King Spadina neighbourhood as it was transformed from being primarily institutional and residential in the first three quarters of the 19th century to being one of the City&rsquo;s prime industrial centres following the Great Fire of 1904. Located on a property that once extended behind Daniel Conboy&rsquo;s residential property, the wing has direct associations with Daniel Conboy and indicates the steady expansion and success of his enterprise prior to its relocation to the east side of the Don River south of Queen Street in 1907.</p>\n<p>&nbsp;</p>\n<p>The rear wing has contextual value as it contributes to defining and maintaining the late 19th-early 20th century commercial/industrial scale and character of the King Spadina HCD. Its brick clad, narrow, three storey rectangular mass contributes to the typical scale, but its location at the rear of the block, set perpendicularly to the Conboy building is atypical adding variety to the configuration of the open space surrounding the typical blocks with their narrow end elevations facing the street with adjacent narrow alleys.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 495 King Street West are:</p>\n<p>&nbsp;</p>\n<p>&bull; The setback, placement and orientation of the warehouse building at the rear of the lot perpendicular to the Conboy Carriage Co. building at 485 King Street West<br />&bull; The scale, form and massing of the three-storey rectangular block<br />&bull; The brick cladding with the regularly spaced brick piers on all four elevations<br />&bull; The pairs of windows between the brick piers on the north and south elevation<br />&bull; The absence of openings on the west elevation<br />&bull; The brick detailing including the stepped bricks at the cornice and the segmental-arched openings and the stepped brick corbelling at the north-east corner of the building between the first and second floor levels<br />&bull; The stone window sills</p>\n<p>&nbsp;</p>\n<p><strong>519 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 519 King Street West (part of the J. C. Musson Block) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 519 King Street West is part of a group of five properties located on the south side of King Street West, between Spadina Avenue and Portland Place comprised of the J. C. Musson Block which was constructed by John C. Musson in 1885 as part of his development of Plan M26. The building is a three-storey commercial row originally containing six units with residential accommodation on the upper two floors and is distinguished by the craftsmanship evident in the detailing of the brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><br />As part of the J. C. Musson block located at 519-529 King Street West, the property at 519 King Street West has design value as a fine representative of the rare Neo-Grec style expressed on a commercial block type of (originally) six units including residential accommodation. The three-storey, rectangular block exhibits a high degree of craftsmanship as well as artistic merit in the brick detailing which, in its expression of structure with the brick piers, segmental arches and stone imposts and without any reference to a historic architectural style, is a fine representation of the Neo-Grec style.</p>\n<p>The property at 519 King Street West, as part of the J.C Musson Block, has historical value for its potential to yield information about the King Spadina neighbourhood and particularly about the period of the district between 1880 and 1900 which had a greater predominance of residential properties. The Block represents a building typology associated with a commercial main street adjacent to a residential neighbourhood which was part of the original development of Plan M26 undertaken by John C. Musson in 1885 and remains an indication of one of the characteristic periods in the continual historic transformation of this neighbourhood since its establishment as the Garrison Common to New Town to industrial sector and finally to a revitalized arts and entertainment district which continues to evolve. The Block is also valued as one of the many projects undertaken by John C. Musson in the late 19th century on King Street West which contributed to the development of the city.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1885, as part of a three-storey commercial block with brick and stone cladding, the property at 519 King Street West contributes to the contextual value and character of the King Spadina HCD by maintaining the period, scale and texture which defines this portion of King Street West. It adds to the variety of a district predominantly characterized by warehouses as a commercial main street building type, well established on Toronto&rsquo;s other historic main street arteries, and typically associated with a more residential neighbourhood and therefore representative of the 1880-1900 period of the HCD. The richly detailed elevation facing the main street contributes to the high quality of design featured on the adjacent warehouse buildings constructed between 1875 and 1925 in the King Spadina HCD.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 519 King Street West are:</p>\n<p>&nbsp;</p>\n<p>&bull; The setback, placement and orientation of the building as part of the J. C. Musson Block on the south side of King Street West<br />&bull; The scale, form and massing of the three-storey structure<br />&bull; The brick cladding with stone impost blocks and window sills<br />&bull; The brick detailing the striations in the piers, the sawtooth pattern of bricks in the segmental arches, the fine mouldings and keystones in the segmental arches over the paired window and the sawtooth decoration and corbelled piers at the cornice level<br />&bull; The recessed door entrance<br />&bull; The use of wood in the store front</p>\n<p>&nbsp;</p>\n<p><strong>521 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 521 King Street West (part of the J. C. Musson Block) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description:</strong></p>\n<p><br />The property at 521 King Street West is part of a group of five properties located on the south side of King Street West, between Spadina Avenue and Portland Place comprised of the J. C. Musson Block which was constructed by John C. Musson in 1885 as part of his development of Plan M26. The building is a three-storey commercial row originally containing six units with residential accommodation on the upper two floors and is distinguished by the craftsmanship evident in the detailing of the brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><br />As part of the J. C. Musson block located at 519-529 King Street West, the property at 521 King Street West has design value as a fine representative of the rare Neo-Grec style expressed on a commercial block type of (originally) six units including residential accommodation. The three-storey, rectangular block exhibits a high degree of craftsmanship as well as artistic merit in the brick detailing which, in its expression of structure with the brick piers, segmental arches and stone imposts and without any reference to a historic architectural style, is a fine representation of the Neo-Grec style.</p>\n<p>The property at 521 King Street West, as part of the J.C Musson Block, has historical value for its potential to yield information about the King Spadina neighbourhood and particularly about the period of the district between 1880 and 1900 which had a greater predominance of residential properties. The Block represents a building typology associated with a commercial main street adjacent to a residential neighbourhood which was part of the original development of Plan M26 undertaken by John C. Musson in 1885 and remains an indication of one of the characteristic periods in the continual historic transformation of this neighbourhood since its establishment as the Garrison Common to New Town to industrial sector and finally to a revitalized arts and entertainment district which continues to evolve. The Block is also valued as one of the many projects undertaken by John C. Musson in the late 19th century on King Street West which contributed to the development of the city.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1885, as part of a three-storey commercial block with brick and stone cladding, the property at 521 King Street West contributes to the contextual value and character of the King Spadina HCD by maintaining the period, scale and texture which defines this portion of King Street West. It adds to the variety of a district predominantly characterized by warehouses as a commercial main street building type, well established on Toronto&rsquo;s other historic main street arteries, and typically associated with a more residential neighbourhood and therefore representative of the 1880-1900 period of the HCD. The richly detailed elevation facing the main street contributes to the high quality of design featured on the adjacent warehouse buildings constructed between 1875 and 1925 in the King Spadina HCD.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 521 King Street West are:</p>\n<p>&nbsp;</p>\n<p>&bull; The setback, placement and orientation of the building as part of the J. C. Musson Block on the south side of King Street West<br />&bull; The scale, form and massing of the three-storey structure<br />&bull; The brick cladding with stone impost blocks and window sills<br />&bull; The brick detailing the striations in the piers, the sawtooth pattern of bricks in the segmental arches, the fine mouldings and keystones in the segmental arches over the paired window and the sawtooth decoration and corbelled piers at the cornice level<br />&bull; The recessed door entrance<br />&bull; The use of wood in the store front</p>\n<p>&nbsp;</p>\n<p><strong>523 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 523 King Street West (part of the J. C. Musson Block) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description:</strong></p>\n<p><br />The property at 523 King Street West (including the entrance address known as 525 King Street West) is part of a group of five properties located on the south side of King Street West, between Spadina Avenue and Portland Place comprised of the J. C. Musson Block which was constructed by John C. Musson in 1885 as part of his development of Plan M26. The building is a three-storey commercial row originally containing six units with residential accommodation on the upper two floors and is distinguished by the craftsmanship evident in the detailing of the brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p><br />As part of the J. C. Musson block located at 519-529 King Street West, the property at 523 King Street West has design value as a fine representative of the rare Neo-Grec style expressed on a commercial block type of (originally) six units including residential accommodation. The three-storey, rectangular block exhibits a high degree of craftsmanship as well as artistic merit in the brick detailing which, in its expression of structure with the brick piers, segmental arches and stone imposts and without any reference to a historic architectural style, is a fine representation of the Neo-Grec style.</p>\n<p>The property at 523 King Street West, as part of the J.C Musson Block, has historical value for its potential to yield information about the King Spadina neighbourhood and particularly about the period of the district between 1880 and 1900 which had a greater predominance of residential properties. The Block represents a building typology associated with a commercial main street adjacent to a residential neighbourhood which was part of the original development of Plan M26 undertaken by John C. Musson in 1885 and remains an indication of one of the characteristic periods in the continual historic transformation of this neighbourhood since its establishment as the Garrison Common to New Town to industrial sector and finally to a revitalized arts and entertainment district which continues to evolve. The Block is also valued as one of the many projects undertaken by John C. Musson in the late 19th century on King Street West which contributed to the development of the city.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1885, as part of a three-storey commercial block with brick and stone cladding, the property at 523 King Street West contributes to the contextual value and character of the King Spadina HCD by maintaining the period, scale and texture which defines this portion of King Street West. It adds to the variety of a district predominantly characterized by warehouses as a commercial main street building type, well established on Toronto&rsquo;s other historic main street arteries, and typically associated with a more residential neighbourhood and therefore representative of the 1880-1900 period of the HCD. The richly detailed elevation facing the main street contributes to the high quality of design featured on the adjacent warehouse buildings constructed between 1875 and 1925 in the King Spadina HCD.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 523 King Street West are:</p>\n<p>&bull; The setback, placement and orientation of the building as part of the J. C. Musson Block on the south side of King Street West<br />&bull; The scale, form and massing of the three-storey structure<br />&bull; The brick cladding with stone impost blocks and window sills<br />&bull; The brick detailing the striations in the piers, the sawtooth pattern of bricks in the segmental arches, the fine mouldings and keystones in the segmental arches over the paired window and the sawtooth decoration and corbelled piers at the cornice level<br />&bull; The recessed door entrance<br />&bull; The use of wood in the store front</p>\n<p>&nbsp;</p>\n<p><strong>527 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 527 King Street West (part of the J. C. Musson Block) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description:</strong></p>\n<p><br />The property at 527 King Street West is part of a group of five properties located on the south side of King Street West, between Spadina Avenue and Portland Place comprised of the J. C. Musson Block which was constructed by John C. Musson in 1885 as part of his development of Plan M26. The building is a three-storey commercial row originally containing six units with residential accommodation on the upper two floors and is distinguished by the craftsmanship evident in the detailing of the brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p><br />As part of the J. C. Musson block located at 519-529 King Street West, the property at 527 King Street West has design value as a fine representative of the rare Neo-Grec style expressed on a commercial block type of (originally) six units including residential accommodation. The three-storey, rectangular block exhibits a high degree of craftsmanship as well as artistic merit in the brick detailing which, in its expression of structure with the brick piers, segmental arches and stone imposts and without any reference to a historic architectural style, is a fine representation of the Neo-Grec style.</p>\n<p>The property at 527 King Street West, as part of the J.C Musson Block, has historical value for its potential to yield information about the King Spadina neighbourhood and particularly about the period of the district between 1880 and 1900 which had a greater predominance of residential properties. The Block represents a building typology associated with a commercial main street adjacent to a residential neighbourhood which was part of the original development of Plan M26 undertaken by John C. Musson in 1885 and remains an indication of one of the characteristic periods in the continual historic transformation of this neighbourhood since its establishment as the Garrison Common to New Town to industrial sector and finally to a revitalized arts and entertainment district which continues to evolve. The Block is also valued as one of the many projects undertaken by John C. Musson in the late 19th century on King Street West which contributed to the development of the city.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1885, as part of a three-storey commercial block with brick and stone cladding, the property at 527 King Street West contributes to the contextual value and character of the King Spadina HCD by maintaining the period, scale and texture which defines this portion of King Street West. It adds to the variety of a district predominantly characterized by warehouses as a commercial main street building type, well established on Toronto&rsquo;s other historic main street arteries, and typically associated with a more residential neighbourhood and therefore representative of the 1880-1900 period of the HCD. The richly detailed elevation facing the main street contributes to the high quality of design featured on the adjacent warehouse buildings constructed between 1875 and 1925 in the King Spadina HCD.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 527 King Street West are:</p>\n<p>&nbsp;</p>\n<p>&bull; The setback, placement and orientation of the building as part of the J. C. Musson Block on the south side of King Street West<br />&bull; The scale, form and massing of the three-storey structure</p>\n<p>&bull; The brick cladding with stone impost blocks and window sills<br />&bull; The brick detailing the striations in the piers, the sawtooth pattern of bricks in the segmental arches, the fine mouldings and keystones in the segmental arches over the paired window and the sawtooth decoration and corbelled piers at the cornice level<br />&bull; The recessed door entrance<br />&bull; The use of wood at the first-floor level on the principal (north) elevation</p>\n<p>&nbsp;</p>\n<p><strong>529 King Street West</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation:</strong></p>\n<p><br />The property at 529 King Street West (part of the J. C. Musson Block) is worthy of designation for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under Part IV, Section 29 of the Ontario Heritage Act, under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description:</strong></p>\n<p><br />The property at 529 King Street West is part of a group of five properties located on the south side of King Street West, between Spadina Avenue and Portland Place comprised of the J. C. Musson Block which was constructed by John C. Musson in 1885 as part of his development of Plan M26. The building is a three-storey commercial row originally containing six units with residential accommodation on the upper two floors and is distinguished by the craftsmanship evident in the detailing of the brick cladding.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value:</strong></p>\n<p><br />As part of the J. C. Musson block located at 519-529 King Street West, the property at 529 King Street West has design value as a fine representative of the rare Neo-Grec style expressed on a commercial block type of (originally) six units including residential accommodation. The three-storey, rectangular block exhibits a high degree of craftsmanship as well as artistic merit in the brick detailing which, in its expression of structure with the brick piers, segmental arches and stone imposts and without any reference to a historic architectural style, is a fine representation of the Neo-Grec style.</p>\n<p>The property at 529 King Street West, as part of the J.C Musson Block, has historical value for its potential to yield information about the King Spadina neighbourhood and particularly about the period of the district between 1880 and 1900 which had a greater predominance of residential properties. The Block represents a building typology associated with a commercial main street adjacent to a residential neighbourhood which was part of the original development of Plan M26 undertaken by John C. Musson in 1885 and remains an indication of one of the characteristic periods in the continual historic transformation of this neighbourhood since its establishment as the Garrison Common to New Town to industrial sector and finally to a revitalized arts and entertainment district which continues to evolve. The Block is also valued as one of the many projects undertaken by John C. Musson in the late 19th century on King Street West which contributed to the development of the city.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1885, as part of a three-storey commercial block with brick and stone cladding, the property at 529 King Street West contributes to the contextual value and character of the King Spadina HCD by maintaining the period, scale and texture which defines this portion of King Street West. It adds to the variety of a district predominantly characterized by warehouses as a commercial main street building type, well established on Toronto&rsquo;s other historic main street arteries, and typically associated with a more residential neighbourhood and therefore representative of the 1880-1900 period of the HCD. The richly detailed elevation facing the main street contributes to the high quality of design featured on the adjacent warehouse buildings constructed between 1875 and 1925 in the King Spadina HCD.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes:</strong></p>\n<p><br />The heritage attributes of the property at 529 King Street West are:</p>\n<p>&nbsp;</p>\n<p>&bull; The setback, placement and orientation of the building as part of the J. C. Musson Block on the south side of King Street West<br />&bull; The scale, form and massing of the three-storey structure<br />&bull; The brick cladding with stone impost blocks and window sills<br />&bull; The brick detailing the striations in the piers, the sawtooth pattern of bricks in the segmental arches, the fine mouldings and keystones in the segmental arches over the paired window and the sawtooth decoration and corbelled piers at the cornice level<br />&bull; The recessed door entrance on the north elevation<br />&bull; The corner entrance<br />&bull; The use of wood in the store front</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, Toronto, Ontario M5H 2N2 within thirty days of September 5, 2018, which is October 5, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 209,
  "otherReferenceList": [
    {
      "description": "PB36.5 - Request for Direction - Alterations to Heritage Properties, Intention to Designate under Part IV Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreements - 485, 489, 495, 511, 519, 521, 523, 527 and 529 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PB36.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 495, 519, 521, 523, 527 and 529 King Street West",
  "title": "Notice of Intention to Designate - 495, 519, 521, 523, 527 and 529 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
