{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "440 Front Street West Toronto Ontario",
      "latitudeCoordinate": "43.6428339808",
      "longitudeCoordinate": "-79.3960597171",
      "province": "Ontario",
      "streetAddress": "440 Front Street West"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Growth Management Committee",
    "country": "Canada",
    "emailAddress": "pgmc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Planning and Growth Management Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Planning and Growth Management Committee, Toronto City Hall, 2nd Floor, Committee Room 1",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1516028400000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1514869200000,
  "noticeDescription": "<p>Notice is given that the Chief Building Official and Executive Director, Toronto Building, is reporting on a proposal which seeks to amend Chapter 694, Signs, General, of the City of Toronto Municipal Code.</p>\n<p>This report proposes:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp; That City Council approve the application to amend the Sign By-law to add an area-specific amendment to Schedule &lsquo;B&rsquo; of Chapter 694, Signage Master Plans and Area Specific Amendments, to establish regulations for the premises municipally known as 440 Front Street West to allow for and regulate the erection and display of a total of 60 first party signs and three third party signs, consisting of the following:</p>\n<p style=\"padding-left: 60px;\">a.&nbsp; Two first party identification signs at the corner of Front Street and Spadina Avenue of 440 Front Street West;</p>\n<p style=\"padding-left: 60px;\">b.&nbsp; Six first party projecting signs along the Wellington Street frontage identifying retail and other business tenants;</p>\n<p style=\"padding-left: 60px;\">c.&nbsp; Six upper-storey first party wall signs for the identification of office tenants in various locations of the premises;</p>\n<p style=\"padding-left: 60px;\">d.&nbsp; 21 first party wall signs, located no higher than the third storey of various buildings on the premises, identifying retail or other commercial tenants;</p>\n<p style=\"padding-left: 60px;\">e.&nbsp; 11 first party overhanging structure signs located no higher than the third storey of various buildings on the premises, identifying retail or other commercial tenants</p>\n<p style=\"padding-left: 60px;\">f.&nbsp; 14 first party projecting signs located no higher than the third storey of various buildings on the premises, identifying retail or other commercial tenants;</p>\n<p style=\"padding-left: 60px;\">g.&nbsp; Five first party electronic ground signs located near pedestrian entrances to the premises, 440 Front Street West;</p>\n<p style=\"padding-left: 60px;\">h.&nbsp; One third party electronic wall sign located at the south-west corner of the premises, 440 Front Street, with a sign face area of 98.8 square metres displaying electronic static sign copy;</p>\n<p style=\"padding-left: 60px;\">i.&nbsp; One third party electronic wall sign facing Spadina Avenue with a sign face area of 48.5 square metres displaying electronic static sign copy; and,</p>\n<p style=\"padding-left: 60px;\">j.&nbsp; One third party electronic projecting sign perpendicular to Front Street West with a sign face area of 44.5 square metres displaying electronic static sign copy.</p>\n<p>The Chief Building Official and Executive Director, Toronto Building is recommending that the Council of the City of Toronto amend Chapter 694, Signs, General, of the City of Toronto Municipal Code, in the manner proposed above.</p>\n<p>At its meeting to be held in Toronto City Hall, Committee Room 1, on January 15, 2018 commencing at 10:00 a.m., or as soon as possible thereafter, the Planning and Growth Management Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report outlining the proposed amendments, you may view the Planning and Growth Management Committee agenda at http://www.toronto.ca/legdocs/agendas.html, as of January 8, 2018. To submit comments or make a presentation to the Planning and Growth Management Committee, please notify the City Clerk, attention: Nancy Martins, Administrator, Planning and Growth Management Committee, Toronto City Hall, 100 Queen Street West, 10th Floor, West Tower, Toronto, ON M5H 2N2, or call 416 397-4579 or e-mail pgmc@toronto.ca, by no later than 12:00 p.m. on January 12, 2018.</p>\n<p>To ask questions regarding the content of the report, contact: Ted Van Vliet, Manager, Sign By-law Unit, Toronto Building, 100 Queen Street West, Ground Floor, East Tower, Toronto ON M5H 2N2, Telephone: 416-392-4235.</p>\n<p>Any comments received after the Committee meeting will be processed to Council.<br />If this matter is deferred at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p><strong>Notice to people writing or making presentations to the Planning and Growth Management Committee:</strong> The City of Toronto Act, 2006, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, 10th Floor, West Tower, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 21,
  "otherReferenceList": [
    {
      "description": "Item PG25.2 - Site-Specific Amendment to the Sign By-law 440 Front Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PG25.2"
    },
    {
      "description": "By-law 315-2018 - To amend City of Toronto Municipal Code Chapter 694, Signs, General, to implement an area-specific amendment with respect to the premises municipally known as 440 Front Street West",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law0315.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Notice of Meeting to be held by the Planning and Growth Management Committee (regarding amendments to Toronto Municipal Code Chapter 694, Signs, General)",
  "title": "440 Front Street West - Site-Specific Amendment to the City’s Sign By-law",
  "topics": [
    "Signs > Proposal to amend a signs chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-signs.png"
  ]
}
