{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Proposal to offer a reduced Dangerous Dog Review Tribunal appeal fee",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=1976"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-338-5089",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1616040000000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering a recommendation to amend the Reduction in Fees Policy for Toronto Animal Services.<br /><br /></strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on April 7 and 8, 2021, or at a subsequent meeting. If adopted by City Council, the amendments will amend the Reduction in Fees Policy for Toronto Animal Services and delegate authority to the Executive Director, Municipal Licensing and Standards, to waive 50 percent of the Dangerous Dog Review Tribunal appeal fee for low income households, provided that the applicant meets the below criteria. Specifically, the amendments are as follows:<br /><br /></p>\n<p style=\"padding-left: 40px;\">2.&nbsp; City Council delegate authority to the Executive Director, Municipal Licensing and Standards, to waive 50 percent of the Dangerous Dog Review Tribunal appeal fee for low income households, provided that the applicant meets the below criteria, and amend the Reduction in Fees Policy for Toronto Animal Services accordingly:</p>\n<p style=\"padding-left: 80px;\">a.&nbsp; is a resident of the City of Toronto;</p>\n<p style=\"padding-left: 80px;\">b.&nbsp; is at least 18 years of age;</p>\n<p style=\"padding-left: 80px;\">c.&nbsp; is the owner of the dog;</p>\n<p style=\"padding-left: 80px;\">d.&nbsp; has a licence for the dog issued by the City of Toronto in accordance with Toronto Municipal Code Chapter 349, Animals;</p>\n<p style=\"padding-left: 80px;\">e.&nbsp; has a household income of less than $50,000; and</p>\n<p style=\"padding-left: 80px;\">f.&nbsp; has demonstrated financial need with appropriate documentation.<br /><br /></p>\n<p>The proposed amendments are outlined in the report titled \"Dangerous Dog Review Tribunal 2020 Annual Report\". To view or obtain a copy of the report, <a title=\"Dangerous Dog Review Tribunal 2020 Annual Report\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EC20.9\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.<br /><br /></p>\n<p>At its meeting to be held via video conference on Thursday, March 25, 2021 at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.<br /><br /></p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments, including amendments not contemplated or considered in the proposal by the Executive Director, Municipal Licensing and Standards, may occur as a result of the decisions of the Committee and/or City Council.</p>\n<p><br />To submit comments or make a presentation to the Economic and Community Development Committee on Thursday, March 25, 2021, as a courtesy, please contact the Committee no later than 12:00 p.m. on Wednesday, March 24, 2021:</p>\n<p style=\"padding-left: 40px;\">Economic and Community Development Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4579</p>\n<p style=\"padding-left: 40px;\">Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;<br /><br /></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 40px;\">Dr. Esther Attard</p>\n<p style=\"padding-left: 40px;\">Chief Veterinarian and Director, Toronto Animal Services</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-678-4751</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:Esther.Attard@toronto.ca\">Esther.Attard@toronto.ca</a>&nbsp;<br /><br /></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.<br /><br /></p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council.<br /><br /></p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.<br /><br /></p>\n<p>The Economic and Community Development Committee will make its final recommendations on March 25, 2021 which will be forwarded to City Council for its meeting on April 7 and 8, 2021.<br /><br /></p>\n<p><strong>Notice to People Writing or Making Presentations to the Economic and Community Development Committee</strong>:&nbsp;The City of&nbsp;Toronto Act, 2006 and the City of&nbsp;Toronto Municipal Code&nbsp;authorize the City of&nbsp;Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.<br /><br /></p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.<br /><br /></p>\n<p>If you want to learn more about why and how the City collects your information, write to the&nbsp;City Clerk's Office, City Hall,&nbsp;100 Queen Street West,&nbsp;Toronto&nbsp;ON&nbsp;M5H 2N2&nbsp;or&nbsp;call 416-397-4592.&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2129,
  "otherReferenceList": [
    {
      "description": "2021.EC20.9 - Dangerous Dog Review Tribunal 2020 Annual Report",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EC20.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "title": "Proposal to offer a reduced Dangerous Dog Review Tribunal appeal fee for individuals with a household income of less than $50,000\n",
  "topics": [
    "Financial > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png"
  ]
}
