{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "295 Indian Road Toronto Ontario",
      "latitudeCoordinate": "43.6532204696",
      "longitudeCoordinate": "-79.4558307089",
      "postalCode": "M6R 2X5",
      "province": "Ontario",
      "streetAddress": "295 Indian Road"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "clerk@toronto.ca",
    "locationName": "Toronto City Hall",
    "phone": "416-392-7032",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1536120000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 295 Indian Road under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Paul Hahn House</strong></span></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 295 Indian Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 295 Indian Road contains a 2&frac12;-storey detached house form building that is located on the east side of the street between Boustead and Radford avenues, south of Bloor Street West.&nbsp; Located on Indian Road, which was laid out by architect John George Howard to access his &ldquo;Sunnyside&rdquo; farm, the dwelling at 295 Indian Road was constructed in 1906 for Toronto musician and businessman, Paul Hahn according to the designs of the notable Toronto architect, Eden Smith.&nbsp; It was part of an artistic enclave that developed on Indian Road by enthusiasts of the Arts and Crafts movement before Eden Smith and many of his neighbours relocated to Wychwood Park.</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 295 Indian Road is valued for its design as a fine representative example of an early-20th century house form building designed in the Period Revival style influenced by the Arts and Crafts Movement as interpreted by architect Eden Smith.&nbsp; As one of the architect&rsquo;s trademark &ldquo;turned-about&rdquo; houses that placed the main entrance on the wing, rather than the front of the building facing the street, its design is further distinguished by the complicated roofline with the tall chimney and, on the interior, the inglenook on the first (ground) floor.</p>\n<p>Historically, the property at 295 Indian Road is linked to the development of the street by the early Toronto architect, John George Howard, on his &ldquo;Sunnyside&rdquo; farm east of his famed &ldquo;High Park&rdquo; estate.&nbsp; To access his property, Howard laid out Indian Road as a meandering route, purportedly inspired by an aboriginal trail, which represented a departure from the grid pattern of streets in Toronto and complemented the adjoining finely-crafted residential district introduced later in the late-19th and early-20th century.</p>\n<p>The associative value of the Paul Hahn House is through its identification with the significant Toronto architect Eden Smith, who designed the dwelling.&nbsp;&nbsp; The English-born architect is noted for his distinctive designs influenced by the Arts and Crafts ideals of William Morris and his circle.&nbsp;&nbsp; In Toronto, following his high-profile commission for St. Thomas&rsquo;s Church (1892) on Huron Street, Smith focused on designing houses in high-end neighbourhoods and enclaves throughout the city, completing his own house and others (including the subject property) on Indian Road before relocating to Wychwood Park, which was amongst the first Heritage Conservation Districts in Toronto.</p>\n<p>The property at 295 Indian Road is also valued for its association with its original owner, Paul Hahn (1875-1962), who commissioned the house.&nbsp; A member of a famous artistic family, Hahn was a celebrated cellist, music teacher and ornithologist in Toronto who opened a self-named piano store on Yonge Street in 1913 that remains in operation over a century later.</p>\n<p>Contextually, the Paul Hahn House is valued for its contribution to the character of the area, which was founded in the 1840s as Toronto architect John George Howard&rsquo;s &ldquo;Sunnyside&rdquo; farm, which he developed east of his &ldquo;High Park&rdquo; estate.&nbsp; Howard laid out Indian Road where, in the late-19th and early-20th century the adjoining lands were the setting for an upscale artists&rsquo; enclave with the custom-designed residences that architect Eden Smith designed for himself, Paul Hahn and other members of Toronto&rsquo;s artistic community.</p>\n<p>The property at 295 Indian Road is also historically, visually and physically linked to its setting where it is adjoined by the Eden Smith House (1896) to the south and two dwellings on neighbouring Boustead Avenue dating to the early 1900s that were designed by Eden Smith for fellow supporters of the Arts and Crafts movement.&nbsp; The latter properties are recognized on the City of Toronto&rsquo;s Heritage Register.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Paul Hahn House at 295 Indian Road are:</p>\n<p>1.&nbsp; The setback, placement and orientation of the building on the east side of the street between Boustead and Radford avenues<br />2.&nbsp; The scale, form and massing of the 2&frac12;-storey house form building<br />3.&nbsp; The combined gabled, hipped and canted roofline with the hipped dormers (north and east), the flat-headed opening in the south gable and, on the north end, the tall brick chimney with the corbelled brickwork near the base<br />4.&nbsp; The materials, with the brick cladding and the brick, stone and wood detailing<br />5.&nbsp; The L-shaped plan, where the main entrance is placed on the south side of the L in a flat-arched surround with the original panelled wood door with the glass insert (the glass has been replaced)<br />6.&nbsp; On the principal (west) elevation, the north and south side elevations and the rear (east) elevation, the fenestration with the segmental-arched and flat-headed window openings that contain single or multiple windows and, on the rear (east) elevation, the surviving bay window with the hipped roof and wood detailing<br />7.&nbsp; The secondary entrance on the north side elevation with the wood detailing<br />8.&nbsp;&nbsp;The enclosed verandah at the southeast corner (originally open, it is part of the evolution of the building)<br />9.&nbsp; On the interior, the inglenook with the brick fireplace and hearth<br />Note: The current enclosed porch protecting the main entrance is a complimentary addition. The rear (east) entrance is an alteration.&nbsp; Neither is identified as a heritage attribute.</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, Toronto, Ontario M5H 2N2 within thirty days of September 5, 2018, which is October 5, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 214,
  "otherReferenceList": [
    {
      "description": "TE34.212 - Intention to Designate the property under Part IV, Section 29 of the Ontario Heritage Act - 295 Indian Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE34.212"
    },
    {
      "description": "Bylaw 11-2019 - To designate the property at 295 Indian Road as being of cultural heritage value or interest.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0011.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act, R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 295 Indian Road",
  "title": "Notice of Intention to Designate - 295 Indian Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
