{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "37 Mutual Street Toronto Ontario",
      "latitudeCoordinate": "43.654595705",
      "longitudeCoordinate": "-79.374484005",
      "postalCode": "M5B 2A7",
      "province": "Ontario",
      "streetAddress": "37 Mutual Street"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "clerk@toronto.ca",
    "locationName": "Toronto City Hall",
    "phone": "416-392-7032",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1535515200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 37 Mutual Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>McBurney &amp; Saunders Row House</strong></p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><br />The property at 37 Mutual Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p><br />Located on the east side of the street south of Shuter Street and adjacent to the mid-19th century heritage properties at 79, 81 and 85 Shuter Street in the Garden District neighbourhood, the property at 37 Mutual Street is part of a group of four two-and-a-half-storey Second Empire-style row houses that were completed in 1890 by developers Jackson A. McBurney and Joseph Saunders, and first occupied by members of the city&rsquo;s new middle class.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p><br />The property at 37 Mutual Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets the criteria for municipal designation prescribed by the Province of Ontario under the three categories of design, associative and contextual values.</p>\n<p>The property at 37 Mutual Street is valued for its design and construction as part of the intact row of four two-and-a-half storey house form buildings at 37, 39, 41 and 43 Mutual Street, dating to 1890 and displaying a high degree of craftsmanship and artistic merit. They are also valued as fine examples of the Second Empire Style, which was featured in some of the grand estates on the adjacent Jarvis Street, and emulated in the design of middle-class row houses on neighbouring streets like Mutual Street. The elements of the style are seen primarily in the Mansard roof and in the rich elaboration of well-preserved brickwork and wooden architectural elements evident at the windows and cornices. The row house type is represented in the two-and-a-half storey building on a raised basement. All four principal elevations have nearly identical arrangements, though every other facade is reversed, rather than simply repeating. This lends a symmetry to adjacent units, and to the overall composition. Other features of the group include the round-arched main entrance, set to one side, with the similarly round-arched window adjacent at the first floor level. Combined with the alternating pattern of each dwelling, this articulation creates a pleasing massing pattern that unifies the group. Within the Garden District, the group of four dwellings at 37, 39, 41 and 43 Mutual Street comprise a very well-preserved example of this aspirational row house type that emerged in the last quarter of the 19th century as representative of the tastes and means of the city&rsquo;s new middle class.</p>\n<p>&nbsp;</p>\n<p>As part of the group of four two-and-a-half storey row houses at 37, 39, 41 and 43 Mutual Street, the property at 37 Mutual Street is also valued for its contribution to an understanding of the historical development of this part of the Garden District neighbourhood, which was transformed through John G. Howard&rsquo;s late 1840s design from a single family estate to a dense urban neighbourhood. Initially, the subject properties were a part of one of the series of hundred acre Park Lots, created with the founding of the town of York in 1793 and granted to the influential Jarvis family. Its subdivision included the creation of Jarvis Street, an extraordinarily wide, grand avenue where influential and wealthy Torontonians built their estates and which provided a connection from the Second Concession Line (Bloor Street) southward to the town&rsquo;s commercial and civic institutions and lakefront wharves. Mutual Street, in contrast, represents a residential enclave developed for the middle class, adjacent to the grand Jarvis Street estates.</p>\n<p>&nbsp;</p>\n<p>Contextually the property at 37 Mutual Street is valued for its role as part of the group of four row houses at 37, 39, 41 and 43 Mutual Street in defining, maintaining and supporting the historical character of the Garden District. This character was defined in the last quarter of the 19th century with row houses and semi-detached houses of a consistent scale and built form which featured two-and-a-half storey dwellings, on raised basements, with sloping attic roofs expressed as gable, hips or mansards. Within the context of a neighbourhood in flux due to ongoing development pressure, the property at 37 Mutual Street is valued as part of the group of four row houses for its historic, physical and visual links with its surroundings for nearly 130 years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><br />The heritage attributes of the property at 37 Mutual Street are:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; The location, set back and orientation of the building as the southern anchor of a group of four row houses on the east side of Mutual Street<br />2.&nbsp; The scale, form and massing of the building with its two-and-a-half storey height and L-shaped plan on a raised basement with a mansard roof and brick corbelled firebreak wall<br />3.&nbsp; The principal (west) elevation with its round-arched windows and door openings, paired windows at the second floor and paired, hipped dormer windows in the mansard roof<br />4.&nbsp; The materials with the orangey-red brick with brick detailing, rough-hewn sandstone of the raised basements, slate shingles in a rectangular and rosette pattern, the decorative wood detailing of the dormer windows, console brackets below the roof eaves, and detailing of the mansard roof and soffits at both the second and third floor levels<br />5.&nbsp; On the principal (west) elevation, the stained-glass transom in the round-arched window</p>\n<p>&nbsp;</p>\n<p><strong>Note:</strong> the metal cladding covering the slate hipped roofs of the two roof dormers is not considered a heritage attribute</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, Toronto, Ontario M5H 2N2 within thirty days of August 29, 2018, which is September 28, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 215,
  "otherReferenceList": [
    {
      "description": "TE34.187 - Inclusion of the City's Heritage Register - 37, 39, 41 & 43 Mutual Street and Intention to Designate Under Part IV, Section 29 of the Ontario Heritage Act - 37 Mutual Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.TE34.187"
    },
    {
      "description": "Bylaw 9-2019 - To designate the property at 37 Mutual Street as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0009.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 37 Mutual Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
