{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2946 Dundas Street West Toronto Ontario",
      "latitudeCoordinate": "43.6656265921",
      "longitudeCoordinate": "-79.4676856576",
      "postalCode": "M6P 1Y8",
      "province": "Ontario",
      "streetAddress": "2946 Dundas Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2946 Dundas Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2000"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1616558400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 2946 Dundas Street West under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2946 Dundas Street West (including entrance addresses at 2948, 2950 and 2952) is located on the north side of Dundas Street West, east of Pacific Avenue, and contains a three-storey mixed use building with four storefronts at ground level and eight residential units above. The building, known as the William Rowntree Block, was completed in 1921.</p>\n<p>The property is located within The Junction Heritage Conservation District Study Area.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 2946 Dundas Street West has design value as a fine example of an early twentieth century commercial and residential mid-block building in the Neo-Gothic style with Collegiate Gothic features, the latter more often employed for educational institutions than for Main Street buildings. Buttresses, parapet walls with embrasures and brown rug-brick cladding punctuated by sandstone sills, lintels and caps are indicative of the style, while the \"R\" carved into the four pilaster capitals refers to the original property owner, William Rowntree.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property has historical value as it is associated with the development of the West Toronto Junction and its main streets during the area's most prolific period of growth, following amalgamation with the City in 1909. It has historic associations with long-standing local resident William Rowntree, who commissioned the building, as well as the nearby heritage property at 2881-2887 Dundas Street West (1901) that housed the Rowntree meat and grocery business, as well as the offices of one of the area's first politicians, Andrew McMaster.</p>\n<p>The William Rowntree Block is also valued for its association with the Junction-based Toronto architectural partnership of Smith &amp; Wright, whose commissions also included the similarly Neo-Gothic styling of York Memorial Collegiate Institute (1929).</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property at 2946 Dundas Street West has contextual value as it maintains this portion of Dundas Street West's late 19th and early 20th century Main Street pattern of two-three storey buildings with a mix of brick shopfronts with residential accommodation, monumental stone banks and post offices that characterised the West Toronto Junction throughout its early subdivision and development history.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the William Rowntree Block are:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The placement of the property on the north side of Dundas Street West which contributes to its contextual value as this feature is representative of the early 20th century Main Street character of this portion of Dundas Street West within The Junction community</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the three-storey building which contributes to its design and contextual value as they are characteristic of a local commercial and residential building and maintain the early 20th century character and scale of this section of Dundas Street West in the Junction</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The primary material cladding on the principal (south) elevation, which is brown rug-brick</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The roofline featuring a cornice in the central four bays indicated by upper and lower stone stringcourses and including four vertically arranged stone details, and the end pavilions feature a parapet wall with embrasures and stone trim</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the principal (south) elevation, the stone details including the lintels, sills, spouts and caps, including the four capitals of the pilasters with the letter \"R\" carved on them</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The ground floor shopfronts are framed in stone, with the stone above the two end shopfronts being stepped (currently stuccoed over at 2952)</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The principal (south) elevation organized into two end pavilions with paired, flat-headed windows at the second and third storeys surmounted by decorative brick detailing, flanking four central bays containing four symmetrically-arranged window openings with flat headings at the second storey and segmental-arched openings and decorative brick headers at the third storey.</p>\n<p>Notice of an objection to the notice of intention to designate the properties may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 24, 2021, which is April 23, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2153,
  "otherReferenceList": [
    {
      "description": "2021.TE23.19 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 2946 Dundas Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE23.19"
    },
    {
      "description": "2021.PB21.2 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 2946 Dundas Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB21.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, Interim City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 2946 Dundas Street West, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 2946 Dundas Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
