{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Proposed Amendments to City of Toronto Municipal Code Chapter 441 and 442",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2098"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-338-5089",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1618891200000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering a recommendation to amend City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of.<br /><br /></strong></p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on May 5 and 6, 2021, or at a subsequent meeting. If adopted by City Council, the amendments will amend City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of to create formal service categories concerning Cultural Fire Authorizations and Open Air Burn Permits and implement the appropriate fee structure in accordance with the City of Toronto's User Fee Policy. Specifically, the recommendation from the Acting Fire Chief, Toronto Fire Services is as follows:<br /><br /></p>\n<p style=\"padding-left: 40px;\">1.&nbsp; City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of to establish two new formal service categories to be called Cultural Fire Authorizations and Open Air Burn Permits; establish corresponding application processes for these new formal service categories; and update the fees and charges to establish an application fee for Cultural Fire Authorizations of $0 and an application fee for Open Air Burn Permits of $266.17, delete certain re-inspection fees related to the prior authorization process, and replace them with re-inspection fees for the new Open Air Burn Permit formal service category, as outlined in Attachment 1 to this report.<br /><br /></p>\n<p>The proposed amendments are outlined in the report titled \"Cultural Fire Authorization - Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of\". To view or obtain a copy of the report, <a title=\"2021.EC21.11 - Cultural Fire Authorization - Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EC21.11\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.<br /><br /></p>\n<p>At its meeting to be held via video conference on Tuesday, April 27, 2021 at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.<br /><br /></p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments, including amendments not contemplated or considered in the proposal by the Acting Fire Chief, Toronto Fire Services may occur as a result of the decisions of the Committee and/or City Council.<br /><br /></p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on Tuesday, April 27, 2021, as a courtesy, please contact the Committee no later than 12:00 p.m. on Monday, April 26, 2021:<br /><br /></p>\n<p style=\"padding-left: 40px;\">Economic and Community Development Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4592</p>\n<p style=\"padding-left: 40px;\">Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;<br /><br /></p>\n<p>To ask questions regarding the content of the report, please contact:<br /><br /></p>\n<p style=\"padding-left: 40px;\">Larry Cocco</p>\n<p style=\"padding-left: 40px;\">Deputy Fire Chief, Community Risk Reduction, Toronto Fire Services</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-9052</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:Larry.Cocco@toronto.ca\">Larry.Cocco@toronto.ca</a>&nbsp;<br /><br /></p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.<br /><br /></p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendation set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council.<br /><br /></p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City official if you require notice in these cases.<br /><br /></p>\n<p>The Economic and Community Development Committee will make its final recommendations on April 27, 2021 which will be forwarded to City Council for its meeting on May 5 and 6, 2021.<br /><br /></p>\n<p><strong>Notice to People Writing or Making Presentations to the Economic and Community Development Committee</strong>: The City of&nbsp;Toronto Act, 2006 and the City of&nbsp;Toronto Municipal Code&nbsp;authorize the City of&nbsp;Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.<br /><br /></p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.<br /><br /></p>\n<p>If you want to learn more about why and how the City collects your information, write to the&nbsp;City Clerk's Office, City Hall,&nbsp;100 Queen Street West,&nbsp;Toronto&nbsp;ON&nbsp;M5H 2N2&nbsp;or&nbsp;call 416-397-4592.&nbsp;<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2250,
  "otherReferenceList": [
    {
      "description": "2021.EC21.11- Cultural Fire Authorization - Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EC21.11"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 441, Fees and Charges \n",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "City of Toronto Municipal Code Chapter 442, Fees and Charges, Administration of",
      "url": "https://www.toronto.ca/legdocs/municode/1184_442.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges and Chapter 442, Fees and Charges, Administration of\n",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
