{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2138"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1619064000000,
  "noticeDescription": "<p>It is proposed that the amendments be adopted at the City Council meeting to be held on May 5 and 6, 2021, or at a subsequent meeting. If adopted by City Council, the amendments will amend City of Toronto Municipal Code Chapter 441, Fees and Charges to delete the current acceptable payment methods of fees and charges, and delegate authority to the Chief Financial Officer and Treasurer to establish polices and guidelines regarding payment methods for fees and charges to be accepted by the City. The recommendation from the City Manager, the Deputy City Manager, Corporate Services and the Chief Financial Officer and Treasurer is as follows:</p>\n<p style=\"padding-left: 40px;\">2. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges, and any other relevant Code Chapter(s), to delete the current acceptable payment methods of fees and charges, and delegate authority to the Chief Financial Officer and Treasurer to establish polices and guidelines regarding payment methods for fees and charges to be accepted by the City, including accepted payment methods under the recommended agreement with PayIt Digital Government Inc., and ensuring such policies always include a free payment method option for customers.</p>\n<p>The proposed amendments are outlined in the report titled \"Innovative Partnership to Accelerate Digital Services with Payments \". To view or obtain a copy of the report, <a title=\"2021.EX23.2 - Innovative Partnership to Accelerate Digital Services with Payments\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EX23.2\" target=\"_blank\" rel=\"noopener\">visit the City's website</a>.</p>\n<p>At its meeting to be held via video conference on Thursday, April 29, 2021 at 9:30 a.m., or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>The proposed amendments are subject to the decisions of the Executive Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments, including amendments not contemplated or considered in the proposal by the City Manager, the Deputy City Manager, Corporate Services and the Chief Financial Officer and Treasurer may occur as a result of the decisions of the Committee and/or City Council.</p>\n<p>To submit comments or make a presentation to the Executive Committee on Thursday, April 29, 2021, as a courtesy, please contact the Committee no later than 12:00 p.m. on Wednesday, April 28, 2021:</p>\n<p style=\"padding-left: 40px;\">Executive Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">12th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;</p>\n<p style=\"padding-left: 40px;\">phone: 416-392-4666</p>\n<p style=\"padding-left: 40px;\">fax: 416-392-1879</p>\n<p><strong>To ask questions regarding the content of the report, please contact</strong>:</p>\n<p style=\"padding-left: 40px;\">Asim Hussian</p>\n<p style=\"padding-left: 40px;\">Director, Transformation</p>\n<p style=\"padding-left: 40px;\">Telephone: 647-268-3444</p>\n<p style=\"padding-left: 40px;\">E-mail: <a href=\"mailto:Asim.Hussain@toronto.ca\">Asim.Hussain@toronto.ca</a>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendation set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City official if you require notice in these cases.</p>\n<p>The Executive Committee will make its final recommendations on April 29, 2021 which will be forwarded to City Council for its meeting on May 5 and 6, 2021.</p>\n<p><strong>Notice to People Writing or Making Presentations to the Executive Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees and Boards. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-4666.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2289,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://www.toronto.ca/legdocs/municode/1184_441.pdf"
    },
    {
      "description": "2021.EX23.2 - Innovative Partnership to Accelerate Digital Services with Payments",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EX23.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Toronto City Council will be considering a recommendation to amend City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "title": "Proposed Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges\n",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
