{
  "accessibilityDescription": "Special assistance for members of the public: City staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-394-8101, TTY 416-398-0889 or e-mail etcc@toronto.ca.",
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2200 Islington Avenue Toronto Ontario",
      "latitudeCoordinate": "43.710753925",
      "longitudeCoordinate": "-79.55793544",
      "postalCode": "M9W 3W5",
      "province": "Ontario",
      "streetAddress": "2200 Islington Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "EY24.18 - Proposal to pass a By-law to permanently close portions of public highway lands",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2178"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-394-5600",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1620187200000,
  "noticeDescription": "<p>The Council of the City of Toronto proposes to pass a by-law to permanently close portions of public highway lands abutting Islington Avenue, designated as Part 1 and 2 of the R-Plan 66R-31056, City of Toronto (formerly City of Etobicoke).</p>\n<p>At its meeting to be held by video conference on May 17, 2021, commencing at 9:30 a.m., the Etobicoke York Community Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to this matter.</p>\n<p>To obtain additional information, submit comments or address the Etobicoke York Community Council meeting on May 17, 2021, please contact the Etobicoke York Community Council no later than 12:00 p.m. on May 14, 2021.</p>\n<p style=\"padding-left: 40px;\">e-mail: <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a>&nbsp;</p>\n<p style=\"padding-left: 40px;\">phone: 416-394-8101 Fax: 416-392-2980</p>\n<p style=\"padding-left: 40px;\">Etobicoke York Community Council</p>\n<p style=\"padding-left: 40px;\">City Clerk&rsquo;s Office</p>\n<p style=\"padding-left: 40px;\">c/o City Hall, 100 Queen Street West, 2West</p>\n<p style=\"padding-left: 40px;\">Toronto, ON, M5H 2N2</p>\n<p><strong>Notice to people writing or making a presentation to the Etobicoke York Community Council</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, Etobicoke Civic Centre, 100 Queen Street West, 2West, Toronto, Ontario, M5H 2N2 or call 416-394-8101 or e-mail at <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca.</a>&nbsp;</p>\n<p>This notice shall also constitute notice to the public of the proposed public highway closure in accordance with the requirements of the Municipal Class Environmental Assessment for Schedule A+ activities.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2329,
  "otherReferenceList": [
    {
      "description": "2021.EY24.18 - Permanent Closure of a Portion of Public Highway Abutting 2200 Islington Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.EY24.18"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Permanent Closure of a Portion of Public Highway Abutting 2200 Islington Avenue",
  "title": "Proposal to pass a By-law to permanently close portions of public highway lands abutting 2200 Islington Avenue",
  "topics": [
    "Transportation > Intention to close or alter a lane, road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
