{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "3315 Midland Avenue Toronto Ontario",
      "latitudeCoordinate": "43.8074060967",
      "longitudeCoordinate": "-79.2884508161",
      "postalCode": "M1V 4W7",
      "province": "Ontario",
      "streetAddress": "3315 Midland Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 3315 Midland Avenue\n",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2217"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Scarborough Community Council",
    "country": "Canada",
    "emailAddress": "scc@toronto.ca",
    "fax": "416-396-4301",
    "locationName": "Scarborough Civic Centre",
    "phone": "416-396-7287",
    "postalCode": "M1P 4N7",
    "province": "Ontario",
    "streetAddress": "150 Borough Drive"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1621396800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 3315 Midland Avenue under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 3315 Midland Avenue (George L'Amoreaux House) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp; The house was listed on the City of Toronto's Heritage Inventory in 2006 and prior to amalgamation was included on the Scarborough LACAC's Inventory prior to 1995.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 3315 Midland Avenue is located at the north-east corner of Midland and South Shields avenues, and contains the George L'Amoreaux House which is set back from Midland Avenue behind a 1960s commercial building.&nbsp; Constructed c.1875, the one-and-a-half storey farm house is built on a T-shaped plan with a gable roof, board and batten cladding and a raised stone foundation.&nbsp; The farm house and rear wing were extended over time, including the addition of an upper storey on the wing and verandahs on its north and south sides.&nbsp; A verandah on its principal (west) elevation was added c. 1900, but was removed between 2015 and 2017.&nbsp; Barns and outbuildings to the north of the house and laneway were partly demolished with the surrounding suburban development in the 1970s, with the remaining outbuildings being demolished in 2007-8.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The George L'Amoreaux house has design value as a rare example of a board and batten clad farm house in Scarborough and is fine representative example of a c.1875, one-and-a-half storey Ontario farm house which was extended during subsequent decades.</p>\n<p>The house has historical value as it is associated with the Josue L'Amoreaux family, one of Scarborough's earliest pioneering families, descended from French Huguenots, who settled in the township, creating the village of L'Amoreaux and who built one of the first school houses in 1818.&nbsp; The L'Amoreaux family maintained their prominence by continuing to own and farm substantial tracks of land to the end of the 19th century and their early settlement of Scarborough is commemorated in streets, parks, community centres and a collegiate.&nbsp; This house is rare as the only known remaining structure associated with and occupied by the L'Amoreaux family as the school and other L'Amoreaux houses which survived into the 1960s-1970s have been demolished.&nbsp; The property has been identified as having archaeological potential in accordance with the City of Toronto's Archaeological Master Plan.</p>\n<p>Situated on the east side of Midland Avenue at the north-east corner with South Shields Avenue, the L'Amoreaux property has contextual value as it maintains the 19th-century pattern of rural farm settlement in Ontario.&nbsp; With its set back and long laneway leading from Midland Avenue, an important 19th century side road, the house follows a characteristic rural pattern in its setting.&nbsp; In the early 1970s the surrounding farmlands were redeveloped with suburbs but the setting, orientation and presence of the farmhouse retains Scarborough's remaining 19th-century character and is historically linked to its surroundings.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the George L'Amoreaux house are:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the building on the east side of Midland Avenue at the corner with South Shields Avenue</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The laneway from Midland Avenue to the house and the view from Midland Avenue down the laneway to the west (principal) elevation of the house</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the one-and-a-half storey house-form building, encompassing a T-shaped plan with gable roofs and verandahs on the south and north sides of the rear wing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials including the board and batten cladding, the shiplap and other wood siding on the rear wing and raised stone foundation of the house and its rear wing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the west elevation, the arrangement of a central entrance with a door surrounded by a transom light and two sidelights, flanked symmetrically by two identical, double-hung sash windows with six-over-six panes in the sash</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the south elevation of the house, the size and placement of the pair of double-hung, six-over-six, sash windows on the upper floor and the single double-hung, six-over-six sash window on the ground floor</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the north elevation of the original house, the size and placement of the pairs of double-hung, six-over-six, sash windows on the ground floor and the upper floor and their storm windows</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the south elevation of the rear wing, the verandah</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the north elevation of the rear wing, the verandah and the two double-hung, two-over-two, sash windows on the upper floor</p>\n<p>The following are <span style=\"text-decoration: underline;\">not</span> included as heritage attributes:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The enclosure of the verandahs on the north and south elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The three storey 1960s building at the south-west corner of the property</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Carlie Turpin, Administrator, Scarborough Community Council, Scarborough Civic Centre, c/o Toronto City Hall, 100 Queen Street West, Floor 2W, Toronto, Ontario, M5H 2N2, within thirty days of May 19, 2021, which is June 18, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2370,
  "otherReferenceList": [
    {
      "description": "2021.SC23.3 - Intention to Designate Under Part IV, Section 29 of the Ontario Heritage Act - 3315 Midland Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.SC23.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 3315 Midland Avenue, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 3315 Midland Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
