{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2685 Kingston Road Toronto Ontario",
      "latitudeCoordinate": "43.716907509",
      "longitudeCoordinate": "-79.240861815",
      "postalCode": "M1M 1M2",
      "province": "Ontario",
      "streetAddress": "2685 Kingston Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2685 Kingston Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2218"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Scarborough Community Council",
    "country": "Canada",
    "emailAddress": "scc@toronto.ca",
    "fax": "416-396-4301",
    "locationName": "Scarborough Civic Centre",
    "phone": "416-396-7287",
    "postalCode": "M1P 4N7",
    "province": "Ontario",
    "streetAddress": "150 Borough Drive"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1621396800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 2685 Kingston Road under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 2685 Kingston Road, the Scarboro Foreign Mission Society, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 2685 Kingston Road, the Scarboro Foreign Mission Society, originally known as the St. Francis Xavier China Mission Society Seminary, was owned and occupied by the Mission from 1923 until 2018.&nbsp; The property contains the seminary constructed in 1923-4 in a Georgian Revival style according to the designs of James M. Cowan, with later additions. It also contains the Gothic Revival style chapel and adjacent office-residence wing designed by James H. Haffa and constructed in 1958-9.&nbsp; Located in the Cliffcrest neighbourhood at the south-west corner of Kingston Road and Brimley Road South, the Mission property is part of a collection of Catholic educational buildings located at this corner, including the prominent landmark of St. Augustine's Seminary, a designated heritage property, the St. John Henry Newman Catholic High School (originally known as the Cardinal Newman Catholic High School), the&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; St. Theresa Shrine Catholic School and the Chine Drive Public School.&nbsp; The property is currently owned by the Toronto Catholic District School Board.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Constructed in 1923-4, the St. Francis Xavier China Mission Society Seminary building has design value as a fine representative of the English, country-house type in the Georgian Revival style adapted and applied for institutional purposes as a seminary.&nbsp; The characteristic features of the type are expressed in the long, rectangular form of the flat-roofed, two-storey building on a raised basement, and in the design of the principal north elevation with its projecting frontispiece and grand staircase and the bi-lateral symmetry of the arched fenestration of the two end bays. The Georgian Revival Style elements are present in the combination of brick cladding with stone details, the double-height pilasters, the symmetrical arrangement of the composition and the windows and the parapet at the roof line.</p>\n<p>Cowan has also introduced an element of Italian Catholic Renaissance and Baroque architecture appropriate to the seminary building in the detailing of the frontispiece with its four pilasters supporting a pediment with a wider central bay and a tall arched opening flanked by two narrower side bays with smaller openings. A device frequently employed on Catholic church elevations, the arrangement finds its precedent in Roman triumphal arches.&nbsp; The current door case, which replaced the original entrance in 1939 is reflective of the contemporary Art Deco style.</p>\n<p>Constructed in 1958-9 the chapel and the adjacent office-residential wing have design value as they represent the Gothic Revival Style and the Catholic chapel type. The style is evident in the steeply pitched gable roof of the chapel, the lancet shape of the window openings with their stone drip-mould hoods and irregular-sized stone blocks of their surrounds, the buttresses, the stained glass and the four-pointed arched opening of the main entrance.&nbsp; The niche to the east of the entrance also features Gothic elements with its cusped, stone canopy with trefoil cut-outs and the irregular stone blocks of its frame.&nbsp;</p>\n<p>The chapel is representative of a Catholic chapel type with its steeply pitched gable-roofed form and stained glass as well as in the decorative reliefs and symbols including the saint in the niche, and the various symbols carved in relief in the row of stone tablets of the main north window, the shield with the crown and Greek Chi Rho symbol and the crucifix at the apex of the gable. Its adjacent bell tower with its flat-hipped roof, reminiscent of an Italian hill town and stone plaque with drip mould, incised Gothic arch with a crucifix and irregular-sized stone surrounds contributes to the typology.&nbsp;</p>\n<p>The interior of the chapel is a synthesis of a mid-20th century Gothic Revival style with features expressive of the Catholic Faith and the tenets of the Missions.&nbsp; These are seen in the vaulted form of the ceiling with its corbel brackets supporting curved beams, the illustrations of the stained glass windows, the wood panelling, the use of terrazzo for symbolism and inscriptions, as well as to distinguish the hierarchy of the chancel over the nave and the use of pink marble with a book-matched gold marble as a panel behind the altar with a Latin inscription.&nbsp; The stained glass doors with square panes in tones of gold and yellow glass combined with Gothic Revival hardware further express the combination of Christian tradition with a modern sensibility.</p>\n<p>A high degree of artistic merit is displayed in the 1958-9 addition of the chapel and office-residence as their composition and massing complement the original seminary building and responds to the topography of the site.&nbsp; Haffa created an impressive public frontage to Kingston Road by setting the chapel forward in line with the original seminary building and setting the adjacent office-residential wing back so that the long volume of the chapel with its high gable roof would be visible as one approached from Toronto and which with the addition of the bell tower created a picturesque composition complementing the original seminary building.&nbsp; The set back of the wing took advantage of the slope, reducing the impact of the building's mass, providing screening for the rooms, emphasizing the chapel as the focal point and allowing for a circular forecourt leading to the imposing stone Gothic porch.&nbsp; Artistic merit is also present in Haffa's use of materials, the mottled brick and stone trim which complement the original seminary building further creating a cohesive whole of the complex.</p>\n<p>A grotto located on the north-east corner of the property, in a treed setting, also has design and physical value as it is a landscape feature associated with a Catholic institution. Constructed of round stone boulders, the grotto contains a painted blue niched with a statue representing our Lady of Lourdes and a kneeling figure representing St. Bernadette.&nbsp;</p>\n<p>The property has historical and associative value as it was the first purpose-built seminary and centre for the St. Francis Xavier China Mission later known as the Scarboro Foreign Mission Society which was an outreach organization significant to the Catholic community. The Mission was in operation from 1918-2018 and was active initially in China and from the 1940s in other Asian and Latin American countries.&nbsp; Originally intended to spread the Catholic faith, the organization was active in supporting the poor with medical aid, food, orphanages, the construction of roads and housing, reforestation, the preservation of language and culture and the establishment of cooperatives and credit unions.</p>\n<p>The design of the 1923-4 seminary building demonstrates the work of the architect James Michael Cowan (1880-1941), the official Architect for the Separate School Board, who was also renowned for his designs of numerous Catholic churches, including the Church of St. Vincent de Paul. This and several other commissions including 125 Bathurst Street, 1674 Dundas Street, 154 Shuter Street, and 34 Hazelton Avenue have been included on the City of Toronto Heritage Register.</p>\n<p>The property is also valued as it reflects the work of the architect James H. Haffa (1894-1980) who designed the 1958-9 chapel and office-residential wing of the seminary complex. Haffa also dedicated his career to the design of hundreds of Roman Catholic churches and schools and in 1957 in recognition of his dedication, Pope Gregory made him a Knight of St. Gregory.&nbsp; Examples of his work, including St. Michael's Cathedral and De La Salle School, have been listed on the Heritage Register.&nbsp;</p>\n<p>Located at the south-west corner of Kingston Road and Brimley Road South, the Scarboro Foreign Mission Society is important as it defines and maintains the institutional character of the former Lot 25, Concession B which also includes St. Augustine's Seminary, St. Theresa Shrine Catholic School, St. John Henry Newman Catholic High School, the Chine Drive Public School and the Resthaven Memorial Gardens located on the north side of Kingston Road on the north half of Lot 25.&nbsp;</p>\n<p>First constructed in 1923-4, the Scarboro Mission Society complex is historically and functionally linked to its surroundings as it is forms part of the historic evolution of Lot 25 as an institutional property dedicated to education and community outreach which was initiated with the 1909 location of St. Augustine's seminary and augmented with the addition of the St. Theresa Shrine Catholic School in 1952, the Chine Drive Public School in 1957 and the St. John Henry Newman Catholic High School in 1973.&nbsp;</p>\n<p>Prominently situated at the angular corner of Kingston Road and Brimley Road South, the Scarboro Mission Society building complex with its set back from the road, tall-gable roofed chapel and bell tower flanked by the seminary, office-residential wing and its landscaped setting with trees and lawns is a community landmark, distinctive on the Kingston Road.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value &ndash; Exterior</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the 1923-4 Seminary building as a representative of the English country-house type in the Georgian Revival style adapted for institutional purposes as a seminary:&nbsp;</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the seminary building so that its principal elevation faces north to Kingston Road</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale form and massing of the flat-roofed, two-storey, rectangular block with a raised basement, a projecting frontispiece and an imposing double stair comprised of two, symmetrical, switch-back flights</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The north elevation with its double-storey, brick pilasters resting on brick bases, the arrangement of triple-arched windows in the wider end bays, the regular placement of rectangular windows (apart from the first floor of the east side, second from end bay) and the metal cornice which was originally painted a light colour to match the stone</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials combining a deep, red-coloured brick with stone elements including the string course, the sills and lintels of the windows, the keystones and impost blocks of the arched window openings, the stone trim on parapet pediment, stone crucifix, stone coping on the parapet, stairs and the stone balustrades</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The cornerstone at the west corner of the north elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the east and south elevations, the brick pilasters of the original 1923-4 seminary and the stone lintels and sills</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the east and west elevations of the 1933 chapel extension, the Palladian windows with stained glass&nbsp;</p>\n<p>The following heritage attributes contribute to the design value of the 1923-4 Seminary building as a representative of a Catholic institution in its employment of Italian Renaissance and Baroque stylistic elements which are re-interpretations of Roman triumphal arches:&nbsp;</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The design of the projecting frontispiece with the four brick pilasters with a wider central bay with a double-height stone arch containing the main floor entrance and upper floor windows with a relief panel in the tympanum, two narrow side bays with distinct openings at the main and upper floors and the pediment with the stone crucifix.</p>\n<p>The following heritage attributes contribute to the value of the 1923-4 Seminary building as expressive of contemporary architecture and styles:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The square stone blocks and brick soldier coursing creating a panel at the foot of the stairs beneath the entrance which are typical of the 1920s and were featured on the original parapet</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The simplified shape of the stone balusters with their canted corners</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The stone door case with the sidelights, the inverted fluted pilasters supporting a lintel with a scalloped edge which are typical of the Art Deco style of the 1930s</p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>1958-9 chapel and office-wing as a well-designed representative of a mid-20th century addition to a Catholic seminary:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the chapel, bell tower and wing so that the principal elevations face north to Kingston Road, the wing is set back so that the chapel is more prominent, and the wing responds to the slope in the landscape by being set at a lower level, minimizing the visual impact of its three-storey height and maintaining the central focus on the chapel within the whole complex</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The selection of materials which complement the original seminary building as they are mottled red brick with stone trim and details</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The projecting frontispiece on the chapel and the wing which correspond to that of the original seminary building&nbsp;</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setting with circular drive and central landscaped disc, leading to the prominent stone porch of the office-residential wing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The cornerstone on the stone porch</p>\n<p>The following heritage attributes contribute to the design and physical value of the 1958-9 chapel and office-residential-wing as representative of the Gothic Revival style:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The form and massing of the chapel with a long, rectangular volume with a steeply-pitched, gable roof</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The buttresses, lancet-shaped windows, four-centred arch of the main entrance to the chapel, the stone corbels supporting the north wall just below the pediment, the drip moulds around the windows and doors</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The random coursing and rough-hewn facing of the stone on the entrance porch of the office-residential wing, with its battlements on the parapet, and large pointed archway, with a drip mould and a sprocket with a fleur de lis motif, and the double wood doors with their lancet-shaped glazing panels and leaded glass transom</p>\n<p><strong>Design and Physical Value &ndash; Interior</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the interior of the 1958-9 chapel as a representative of the mid-20th century Gothic Revival Style</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The double-height volume of the chapel space including the balcony above the narthex,</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The chapel space with its vaulted ceiling and sequence of curved beams supported on corbelled brackets and the ceiling in between each bay which has three light fittings and decorative ventilation screens designed by the architect</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The wood dado panelling</p>\n<p><strong>Design and Physical Value &ndash; Setting</strong></p>\n<p>The following heritage attribute contributes to the design and physical value of the setting as it is expressive of landscape features typically associated with a Catholic institution:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The grotto located in the glade of trees on the north-east corner of the property, constructed of rubble stone and containing a niche, painted blue, with a standing figure representing our Lady of Lourdes and a kneeling figure representing St. Bernadette&nbsp;</p>\n<p><strong>Design and Physical Value &ndash; Liturgical Elements &ndash; Exterior&nbsp;</strong></p>\n<p>The following heritage attributes, which have been identified as liturgical elements, contribute to the design and physical value of the chapel and bell tower as representative of the Gothic Revival Style:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The stained glass windows are heritage attributes which have been identified as liturgical elements</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The various symbolic elements including the cross at the apex of the chapel roof, the relief panel at the apex of the frontispiece, the five relief panels in the north window of the chapel separating the upper and lower windows, the relief panel over the chapel door and the niche with the statue of the saint adjacent to the chapel entrance</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The stone plaque on the bell tower with the Gothic Revival tracery and the incised cross motif&nbsp;</p>\n<p><strong>Design and Physical Value &ndash; Liturgical Elements &ndash; Interior&nbsp;</strong></p>\n<p>The following heritage attributes which contribute to the design and physical value of the interior of the 1958-9 chapel as a representative of the mid-20th century Gothic Revival Style expressing elements of the Catholic faith and the Scarboro Mission have been identified as liturgical elements</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The raised chancel area and the altar on a raised dais, as well as the confessionals and the rooms wrapping around the south end of the chapel including the sacristy and oratory</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The angel heads and wings on the corbel brackets</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The decorative frieze of reliefs at the top of the walls with shields and Catholic symbols in the nave and vines with grapes around the chancel</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The pairs of stained glass windows in each bay with depictions of saints including St Francis Xavier and St. Theresa</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The terrazzo floor on the raised chancel area with its white ground and patterns of green and black diamonds with a central diamond surround by an almond-shaped, gold mandorla</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The terrazzo floor in the narthex which features depictions of a crest with a chalice, a book, a waving form suggesting water and an acorn, with the inscription euntes docete ('go and teach') underneath</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The stone steps of the altar dais with a pink marble altar with an illustration of the 'Lamb of God' flanked by the Greek letters Alpha and Omega</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The floor-to-ceiling panel behind the altar of golden book-matched marble, surrounded by the pink marble with the incised inscription \"Hoc Facite In Meam Commemorationem\" ('Do This in Memory of Me') which is beneath a framed painting of the Last Supper (not included as a heritage attribute)</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The suspended wood canopy over the altar with the shield with an inscription and the carved reliefs on the underside</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stained glass windows on the balcony level</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The narthex shrine with its round stained glass window and the stained glass in the adjacent robing room</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The wood doors with stained glass between the chapel and the narthex and between the chapel and the sacristy</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The following heritage attribute contributes to the historic and associative value of the interior of the 1958-9 chapel as it represents the history of the chapel and its association with the Knights of Columbus:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The dedication plaque indicating that the Chapel is named the St. Francis Xavier Chapel Memorial Chapel and was donated by the Ontario State Council of the Knight of Columbus and dedicated in memory of deceased knights</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of the property at 2685 Kingston Road as it conveys the historical institutional and landmark character of the property</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The set-back from the road with its landscaped setting and trees and the composition of the building presenting long and distinctive elevations to be viewed from the street including the seminary building with its prominent frontispiece and grand stair, the prominence of the chapel with its three-storey height and steep gable roof and the impressive stone porch of the wing with&nbsp; the circular driveway winding around a circular landscape element</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The architectural styles of the building and the combined stone and brick cladding which with their details convey a sense of the property's age and history</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Carlie Turpin, Administrator, Scarborough Community Council, Scarborough Civic Centre, c/o Toronto City Hall, 100 Queen Street West, Floor 2W, Toronto, Ontario, M5H 2N2, within thirty days of May 19, 2021, which is June 18, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2371,
  "otherReferenceList": [
    {
      "description": "2021.PB22.4 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 2685 Kingston Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB22.4"
    },
    {
      "description": "2021.SC23.4 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 2685 Kingston Road",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.SC23.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 2685 Kingston Road, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 2685 Kingston Road ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
