{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "260 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6563509539",
      "longitudeCoordinate": "-79.3772989248",
      "postalCode": "M5B 1Z2",
      "province": "Ontario",
      "streetAddress": "260 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 260 Church Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2261"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1622174400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 260 Church Street under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>THE STERLING BANK</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 260 Church Street, containing a former local branch of the Sterling Bank, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 260 Church Street is located at the southwest corner of Church Street and Dundas Street East, and contains a three-storey mixed use building with retail at ground level and residential units above. The building was originally constructed in 1913 as a local branch of the Sterling Bank and continued to serve as a banking institution until the late 20th century. A one-storey rear addition fronting Dundas Street East was likely constructed in the 1920s.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The building at 260 Church Street has design value as a fine example of an early twentieth century bank in the Edwardian Classical style. The steel and reinforced concrete construction is clad with red brick and stone, the latter materials being typical of period bank buildings in Toronto.&nbsp; The decorative stone and red brick detailing on the east and north elevations features grand, two-storey stone pilasters with fluted capitals surmounted by a stone cornice with entablature containing the words \"The Sterling Bank of Canada\".</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property is valued for its historic associations with the Sterling Bank, a chartered Canadian bank established in 1905 that expanded to over fifty branches across the Province by the time the current building at 260 Church Street was constructed in 1913 and before merging with Standard Bank in 1924 and, subsequently, the Canadian Bank of Commerce in 1928.&nbsp;</p>\n<p>The property also valued for its association with John M. Lyle (1872-1945), who has been declared to be \"one of Canada's outstanding architects of the first half of the twentieth century.\"[1] Early in his career and with his foreign training and practice, Lyle was a great proponent of the Beaux Arts style and the City Beautiful Movement. The Hamilton-born architect became the favoured designer of the Canadian banking industry in the early twentieth century and would go on to design over 55 banks across Canada, more than 30 of those within Toronto. The property at 260 Church Street is unique within this collection for being the only Toronto branch of the Sterling Bank designed by Lyle.</p>\n<p><strong>Contextual Value</strong></p>\n<p>In its prominent position anchoring the southwest corner of Church and Dundas streets, the Sterling Bank building at 260 Church Street has contextual value as its scale, setback and style are visually and physically linked to the Garden District neighbourhood where it represents the early-20th century commercial character of Church Street's land development history and evolution.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of The Sterling Bank at 260 Church Street are:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The placement of the property where it anchors the south-west corner of Church and Dundas streets, which contributes to its contextual value as this feature is representative of the early 20th century commercial character of this portion of Dundas Street West within the Garden District neighbourhood</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the three-storey building which contributes to its design and contextual value as they are characteristic of a local commercial and residential building and maintain the early 20th century character and scale of this section of Church Street</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The primary materials cladding on the principal (east) and north elevations, which comprises red brick and stone</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The flat roofline featuring stone trim and a red brick parapet wall centred on the principal (east) elevation with its two flanking stone volutes</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The symmetrical arrangement of the openings on the principal (east) elevation, which is organized into three vertical bays with its centred main entrance, and four vertical bays on the north elevation with its slightly recessed western bay containing an intentionally-designed return of the upper-level stone stringcourses on the rear (west) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the principal (east) and north elevations, the stone and brick details including the two-storey stone pilasters with their fluted capitals rising from a stone-clad base (with ceramic tiles currently affixed atop) and surmounted by a stone cornice with entablature engraved with the words \"The Sterling Bank of Canada\", the stone surround of the main entry, the stone window keystones and square corner stones, the stone stringcourse at the third-storey level, the brick soldier course lintels above all window openings and the raised brick, blank rectangular panel centred in the parapet wall</p>\n<p>N.B. the one-storey rear addition fronting Dundas Street East is not considered an attribute.</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 28, 2021, which is June 28, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>\n<p><br />[1] Richards, 49.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2412,
  "otherReferenceList": [
    {
      "description": "2021.PB22.2 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 260 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB22.2"
    },
    {
      "description": "2021.TE24.12 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 260 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE24.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 260 Church Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 260 Church Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
