{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "425 Cherry Street Toronto Ontario",
      "latitudeCoordinate": "43.6521149834",
      "longitudeCoordinate": "-79.3574379559",
      "province": "Ontario",
      "streetAddress": "425 Cherry Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 425 Cherry Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2262"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1622174400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 425 Cherry Street under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 425 Cherry Street&nbsp; is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under 5 criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The property at 425 Cherry Street is located at the southeast corner of Front Street East and Cherry Street. The building is comprised of a three-storey structure fronting on Cherry Street, with a three-storey warehouse addition behind, extending along Front Street East. The building was constructed in three major stages - the two-storey Palace Street School, constructed in 1859 and designed by architect Joseph Sheard in the Jacobean style with an addition in 1869 by architect William Irving; the three-storey Cherry Street Hotel, constructed in 1890 incorporating the former school and designed by architect David Roberts Jr. in the Queen Anne Revival style; and the three-storey warehouse, constructed in c.1920.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 425 Cherry Street is valued as a representative example of an evolved building type and style, reflecting the evolution of the property from its early use as one of the city's early \"free\" schools, to a hotel, a warehouse, and a restaurant. The building contains representative elements of the Jacobean and Queen Anne Revival styles, the former being used for many of the first schools constructed by the Toronto Board of Education, and the latter a popular style in Toronto for house form and hotel buildings between 1880 and 1910. While altered through later additions, elements of the Jacobean style can be seen on the first two floors of the former school's west and south facades, including the use of brick cladding (buff and red), brick quoins at the window surrounds and at the building's corners, the symmetrical organization of the facades featuring central projecting frontispieces bound by large rectangular window openings; and the stone drip moulds over the south entrance and the second storey window above. The building's Queen Anne Revival style is evidenced in the portion of the building constructed as the hotel (at the corner of Front and Cherry Streets) and in the third floor addition above the former school, and include the mansard roof with dormer windows; the arched window openings on the second storey; the elaborate use of brick ornamentation at the second storey cornice; the large plate-glass storefront windows with sandstone details; and the Dutch gable with inset Palladian window opening. The three-storey warehouse addition features elements indicative of the warehouse building type, including large rectangular window openings with cast stone lintels and brick sills; a flat roof with brick parapet; and minimal architectural ornamentation.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The historical and associative value of the property at 425 Cherry Street resides in its construction as the Palace Street School (1859), its subsequent adaptive reuse as the Cherry Street Hotel (1890) it's later conversion for use as a warehouse for various manufacturing and transportation-related businesses (1920), and its having been the location of the Canary Grill, from 1965 to 2007. Originally constructed in 1859 as one of the early \"free\" schools built in Toronto by the Toronto Board of Education and the first free school to serve St. Lawrence Ward, the one-storey schoolhouse was designed by architect, alderman and future Mayor of Toronto, Joseph Sheard. In 1869 the structure was expanded to the designs of architect William Irving, a former apprentice in Sheard's office and a prolific architect in Toronto through the second half of the 19th century. The Palace Street School is also associated with Georgina Stanley Reid, an educator with the Toronto Board of Education who served as principal of the school from 1882 until its closure in 1887, and who continued to serve as principal of its replacement school, Sackville Street Public School (now Inglenook Community School), until her retirement in 1912.</p>\n<p>Following construction of the larger Sackville Street Public School in 1887, the Toronto Board of Education sold the property to brewer, businessman, and real estate developer Robert Thomas Davies, who had the building converted into a hotel to the designs of architect David Roberts Jr. in 1890. David Roberts Jr. had previously designed much of the nearby Gooderham and Worts Distillery, as well as a number of hotels, including the nearby Dominion Hotel on Queen Street East, which was also owned by Davies. Robert Davies was an influential industrialist in late Victorian Toronto who owned a concentration of businesses along the Don River; he was the founder of the Dominion Brewery, and later owned the Don Valley Brick Works and Don Valley Paper Company Limited. The hotel which at various times was called the Iverson Hotel, Darcy's Hotel/Hall, Eastern Star Hotel, and Cherry Street Hotel, was a fixture within the Corktown community from 1890 to 1910, however its role within the neighbourhood diminished alongside the demolition of the surrounding area's residential character, the displacement of the neighbourhood's working-class residents, the relocation of the nearby Don Station, and the expansion of railway lines and supporting industries. The property was subsequently converted for warehouse and manufacturing use, and the three storey warehouse addition was constructed on the east fa&ccedil;ade of the building c.1920.</p>\n<p>In 1965 the Canary Grill moved into the first floor, and became a well-known establishment within the area catering to those employed in transportation and manufacturing-related industries, as well as commuters. Through the latter half of the 20th century studio spaces within the building were leased to a wide range of creative and cultural tenants, including musicians, artists, manufacturers and cultural sector workers. In the late 1980s, the property was expropriated as part of the joint municipal and provincial governments' plans to redevelop the West Don Lands into a new neighbourhood, called \"Ataratiri\". The expropriation resulted in the eviction of many of the building's tenants, however the Canary Grill remained open until 2007, after which the building was fully vacated.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the Palace Street School / Cherry Street Hotel is significant in its relation to the former Canadian National Railways Office Building, located on the northeast corner of Front Street East and Cherry Street, and is part of a larger post-industrial landscape within the West Don Lands, which includes the Gooderham and Worts Distillery, Cherry Street Interlocking Station, and the Dominion Foundry Complex. The CNR Office Building was constructed in 1923, and is recognized on the City of Toronto's Heritage Register. The two buildings complement each other, with similar setbacks from the corner and with a common low-scale brick clad form. Together, the properties form a gateway into the West Don Lands neighbourhood, a mixed-use area constructed as part of the 2015 Pan Am and Para Pan Games, and form a significant landmark within the community.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 425 Cherry Street as representative of the Jacobean style and the Queen Anne Revival style include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the former school and hotel buildings</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The symmetrical organization of the facades of the former school building, featuring centre bays bound by large rectangular window openings</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback of the former school building from the hotel addition on the west facade</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The use of brick cladding (buff and red) with stone foundations and sandstone detailing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The brick detailing, including the corbelling below the mansard roof on the former school building the inset detailing on the west fa&ccedil;ade of the former hotel, and the engaged brick pier on the third floor of the west fa&ccedil;ade that extends above the cornice line alongside the corner window</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The ornamental wrought iron railing set above the corner entrance to the former hotel building</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The brick quoins, located at the corners of the former school building, the protruding bays, and the window surrounds</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The stone drip moulds over the entrance on the south facade and the second storey window above</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The mansard roof with high hipped dormers extending above the roofline</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The brick end wall on the south fa&ccedil;ade, with stepped brick detailing</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The flat headed window openings on the former school building with splayed brick lintels</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The arched window openings on the second floor of the former hotel building with radiating brick voussoirs<br />-&nbsp; &nbsp;The flat headed window opening set within the curved corner above the primary entrance of the hotel building</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The two-over-two hung wood windows on the former school and hotel buildings</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The entrances to the former school building on the south and west facades, both set within brick openings with shoulder arched openings</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The prominent corner entrance to the former hotel building, set atop a short flight of stairs and within a chamfered corner, with a large transom window above</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The round arched door opening on the north fa&ccedil;ade, which has been infilled</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The brick chimney on the north fa&ccedil;ade, with inset brick detailing at the third floor and above the roofline</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The large plate-glass storefront windows on the west facades with sandstone details set between brick and sandstone pilasters and below a metal-clad signboard and cornice</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The Dutch gable with inset Palladian window opening and featuring a radial transom window</p>\n<p>Attributes that contribute to the value of the property at 425 Cherry Street as representative of the warehouse building type include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the three-storey warehouse addition</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The red brick cladding with brick foundation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The regular rhythm of the large rectangular window openings with cast stone lintels and brick sills, and multi-pane steel sash windows;</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The flat roof with brick parapet.</p>\n<p>Attributes that contribute to the contextual value of 425 Cherry Street at the intersection of Front Street East and Cherry Street and its identification as a local landmark include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the building, with its corner entrance and prominent curved corner windows above facing towards the intersection of Front Street East and Cherry Street</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The view of the building looking east on Front Street East from Cherry Street, and in relation to the adjacent Canadian National Railway Office Building</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 28, 2021, which is June 28, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2413,
  "otherReferenceList": [
    {
      "description": "2021.PB23.4 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 425 Cherry Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB23.4"
    },
    {
      "description": "2021.TE24.13 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property and Authority to Enter into a Heritage Easement Agreement - 425 Cherry Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE24.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and 425 Cherry Street, City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 425 Cherry Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
