{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "625 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.6698950551",
      "longitudeCoordinate": "-79.3823500399",
      "postalCode": "M4Y 2G1",
      "province": "Ontario",
      "streetAddress": "625 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 625 Church Street ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2359"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1625025600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 625 Church Street under Part IV, Section 29 of the Ontario Heritage Act.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p><strong>Traders Building</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property located at 625 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Church Street between Charles Street and Isabella Street, the property at 625 Church Street known as the Traders Building contains a six storey plus penthouse office building built in 1956 and designed in the Neo-Georgian style by the architectural firm of Marani &amp; Morris. Constructed as the headquarters for the Traders Finance Corporation and its numerous subsidiaries, the brick clad building with cast stone detailing is part of the Church and Bloor neighbourhood, an area whose context is defined by the presence of pre- and post-World War II office buildings, many built for insurance companies and designed by Marani &amp; Morris.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Built as the headquarters for the Traders Finance Corporation and designed by the architectural firm of Marani &amp; Morris in 1956, the Traders Building at 625 Church Street is valued as a fine example of a mid-20th century office building designed in the Neo-Georgian architectural style. This architectural style is emblematic of the firm's commissions through the 1930s to 1950s, and is a conservative classical style that responded to the emerging modern architectural movement often employed for institutional and corporate commissions. Features of the Traders Building reflective of this style include the tripartite organization of the building's facades with a distinct base, shaft and capital; the use of brick and ashlar cast stone cladding; and the regular rhythm of fenestration, including the window openings set within cast stone frames and inset from the fa&ccedil;ade.</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The Traders Building is reflective of the work of the architectural firm Marani &amp; Morris, one of Toronto's leading 20th century modern architectural practices. Comprised of a partnership between Ferdinand Herbert Marani and Robert Schofield Morris, the firm was a leading proponent of conservative modernism in the mid-20th century, responsible for numerous high quality projects for institutional and corporate clients. The Traders Building is emblematic of the firm's high quality - albeit non-controversial and conservative - work, with a decidedly modern massing and form that remains steeped in the principles of classicism and an honesty of materials. The Traders Building was one of the last designs produced by the firm before Robert Morris received the Gold Medal from the Royal Institute of British Architects in 1958, and the promotion of Marvin Francis Allan to partner in 1959. The firm continues to practice today as RDHA.</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the Traders Building at 625 Church Street maintains and supports the character of the Church and Bloor neighbourhood, defined by a collection of mid-20th century office buildings, many built for insurance companies and designed by Marani &amp; Morris. The Traders Building is historically linked with buildings located within the neighbourhood, including the Confederation Life, Manufacturers Life, and Crown Life Insurance Buildings, and is visually linked to the Crown Life Building, located at 120 Bloor Street East at the northwest corner of Church Street.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 625 Church Street as representative of the Neo-Georgian architectural style include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp;&nbsp; The scale, form and massing of the 6 storey plus penthouse office building, situated on the east side of Church Street and occupying the full block from Charles Street East to Hayden Street<br />-&nbsp;&nbsp; The principal (west) fa&ccedil;ade, with a central bay projecting as a shallow frontispiece on the ground floor<br />-&nbsp;&nbsp; The symmetrical and tripartite organization of the principal (west) fa&ccedil;ade, comprised of a distinct base, shaft and capital, and which is, in part, carried through on the rear (east) facade<br />-&nbsp;&nbsp; The shared design of the two side (north and south) facades<br />-&nbsp;&nbsp; The setback of the principal and side facades from the sidewalk, which varies on each fa&ccedil;ade and permits plantings on both the west and south facades<br />-&nbsp;&nbsp; The use of brick (red brick laid in Flemish bond) and cast stone cladding<br />-&nbsp;&nbsp; The protruding cast stone entrance bay, including the black granite panels on either side of the aluminum door frame and that extend into the entrance vestibule<br />-&nbsp;&nbsp; The building name - \"Traders Building\" - engraved within the cast stone entrance bay on the principal fa&ccedil;ade and centered above the main entrance<br />-&nbsp;&nbsp; The regular rhythm of fenestration, comprised of rectangular window openings set within cast stone window frames<br />-&nbsp;&nbsp; The brick pilasters on the side facades, extending from the foundation to the cornice<br />-&nbsp;&nbsp; The brick spandrel panels between the pilasters on the side facades, accentuated with protruding header bricks<br />-&nbsp;&nbsp; The cast stone cladding between the windows on the sixth floor, with a slight reveal below creating a strong shadow line<br />-&nbsp;&nbsp; The cast stone cornice at the sixth floor</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of 625 Church Street as maintaining and supporting the character of the Church and Bloor neighbourhood, and as being historically and visually linked to its surroundings include:</p>\n<p style=\"padding-left: 40px;\">-&nbsp;&nbsp; The setback, placement and orientation of the building, with its primary entrance on Church Street</p>\n<p>Notice of an objection to the notice of intention to designate the property may be served on the City Clerk, Attention: &nbsp;Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of June 30, 2021, which is July 30, 2021. The notice of objection must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2511,
  "otherReferenceList": [
    {
      "description": "2021.PB24.3 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 625 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PB24.3"
    },
    {
      "description": "2021.TE25.9 - Inclusion on the City of Toronto's Heritage Register, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 625 Church Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE25.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and 625 Church Street",
  "title": "Notice of Intention to Designate - 625 Church Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
