{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1354 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.6416160029",
      "longitudeCoordinate": "-79.4325873997",
      "postalCode": "M6K 1L7",
      "province": "Ontario",
      "streetAddress": "1354 Queen Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1358 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.641676029",
      "longitudeCoordinate": "-79.4327281292",
      "postalCode": "M6K 1L7",
      "province": "Ontario",
      "streetAddress": "1358 Queen Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1360 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.6416386856",
      "longitudeCoordinate": "-79.4328163563",
      "postalCode": "M6K 1L7",
      "province": "Ontario",
      "streetAddress": "1360 Queen Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1354, 1358 and 1360 Queen Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2437"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1628222400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the properties, including the lands, buildings and structures thereon known municipally as 1354, 1358 and 1360 Queen Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>J.C. Mussen Block</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 1354 (including active entrances 2, 4 and 6 Brock Avenue and 1356 Queen Street West), 1358, and 1360 Queen Street West are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p><strong>Description</strong></p>\n<p>The properties at 1354 (including active entrances 2, 4 and 6 Brock Avenue and 1356 Queen Street West), 1358, and 1360 Queen Street West are located at the northwest corner of Queen Street West and Brock Avenue. They are situated in the location of the historic Village of Parkdale (1878), which later became the Town of Parkdale in 1885 until it was annexed by the City of Toronto in 1889. The properties are located in the Parkdale Main Street.</p>\n<p>1354 Queen Street West is comprised of a three-storey brick and stone, rectangular-form building at the northwest corner of Queen Street West and Brock Avenue. The property was constructed in c.1881 by J. C. Mussen as part of a business block that he erected west of the toll-gate at present-day Brock Avenue. The original occupant of this property was likely John Wanless &amp; Son, a hardware store. To the west of this property are 1358 and 1360 Queen Street West, which contain two, two-storey rectangular-form buildings and were also likely constructed as part of the J. C. Mussen Block in c.1881. It is not clear who the original occupants were of 1358 and 1360 Queen Street West.</p>\n<p>The properties were included on the City's Heritage Register on December 16, 2020.</p>\n<p>The properties are located in the Parkdale Main Street Heritage Conservation District study area.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 1354, 1358, and 1360 Queen Street West are valued as representative examples of the Italianate style, which was popularized in Ontario during the mid-nineteenth century and was frequently applied to commercial buildings. The Italianate architectural style is characterized by the stylization and exaggeration of select features, often times with motifs being repeated several times across buildings. Elements of the style are evident at 1354 Queen Street West in the flat-headed window openings with stone sills at the second-storey of the principal (south) and side (east) elevations and in the semi-circular window openings with cast-stone sills in the third-storey of the same elevations. The style can further be seen in the segment of horizontal banding, which continues from the principal (south) elevation into the side (east) elevation and separates the second- and third-storey windows. The third-storey windows in the principal (south) elevation contain additional ornamentation, each surmounted by a semi-circular drip mould that is interrupted by a fluted corbel and sits atop a pilaster on either side. Also flanking each third-storey window is an extra level of detail in the form of punched foliage square panels. Above the third-storey windows in the principal (south) elevation is continuous dentil moulding, with an ornamental corbel at the termination of the side (west) elevation, and a cornice, which is set below continuous squared-off corbels. The dentil moulding and cornice are continued in the side (east) elevation, and the third-storey windows are set below a continuous horizontal banding that forms drip moulds above each window. In the rear (north) elevation below the roof are stepped corbels that connect to the dentil moulding.</p>\n<p>The Italianate style can be seen in the properties at 1358 and 1360 Queen Street West in the masonry, which contains polychromatic red and yellow brick at the second-storey. At the second-storey is a continuous polychromatic brick banding in a soldier course pattern, which alternates between red and yellow brick and includes yellow brick laid horizontally on either side of the soldier course. Above the second-storey windows are yellow brick segmental-arches with red brick keystones above each window. Also evident of the Italianate style is the repetition of the segmental-arched windows, which appear in an alternating 1x2 pattern in the second-storey. Similar to the neighbouring property at 1360 Queen Street West, the windows contain stone sills, with the addition of two, stepped corbels at the base of each sill. These corbels mimic those that run along the roofline in red brick at 1360 Queen Street West. The corbels that appear below the cornice at 1358 Queen Street West are carved and smaller in scale.</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The properties at 1354, 1358, and 1360 Queen Street West are valued for their association with J. C. Mussen, a prominent businessman in Parkdale who was engaged in real estate and the insurance business. He was responsible for building several houses in Parkdale and he erected this business block, which became known as the J. C. Mussen Block, in the early-1880s.</p>\n<p>The properties at 1354, 1356, and 1360 Queen Street West are valued for their association with Sheldon and Beverly Fainer, who owned and operated their fabric, trim, and hardware business, Designer Fabrics (originally Central Bargain House), at this location for 64-years. Two prominent members of the Parkdale community, the Fainers' business became a staple in Parkdale, and they even received recognition from Her Majesty the Queen, who presented Sheldon Fainer with a Golden Jubilee Medal in 2002. The Fainers' consolidated the storefronts at 1358 and 1360 Queen Street West in 1968 to create a single entrance to the properties, and in c.2007, they expanded into the property at 1354 Queen Street West.</p>\n<p><strong>Contextual Value</strong></p>\n<p>The properties at 1354, 1358, and 1360 Queen Street West are important in defining, maintaining, and supporting the character of the historic Village of Parkdale. The relationship of the properties to their setting is demonstrated by the placement, setback and orientation of the properties at the northwest corner of Queen Street West and Brock Avenue. In this location, the properties act as a gateway to that intersection in an area that was historically a working-class neighbourhood where merchants, professionals, company owners, and railway and factory workers lived and worked.</p>\n<p>The properties at 1354, 1358, and 1360 Queen Street West are physically, functionally, visually and historically linked to their surroundings, where they anchor the northwest corner of Queen Street West and Brock Avenue. Despite 1354 Queen Street West being comprised of a different scale and massing than the neighbouring properties at 1358 and 1360 Queen Street West, they are nonetheless linked as they were simultaneously designed by J. C. Mussen. He designed all three properties in the same architectural style and in the same Main Street Commercial Block typology in order to complement one another. The properties at 1354, 1358, and 1360 Queen Street West are linked to the neighbouring properties on the north side of Queen Street West from O'Hara Avenue to Brock Avenue, where together, they establish the consistent main street character of predominantly Italianate-styled two- and three-storey buildings that are listed on the City of Toronto's Heritage Register. They are also linked to the heritage properties east of Brock Street on the north side of Queen Street West, and those on the south side of the street across from the subject properties between Dunn and Cowan Avenues</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 1354, 1358, and 1360 Queen Street West being representative examples of the Italianate style:</p>\n<p>1354 Queen Street West (corner building)</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the flat-headed window openings with cast-stone sills at the second-storey of the principal (south) and side (east) elevations</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the semi-circular window openings with cast-stone sills in the third-storey of the principal (south) and side (east) elevations</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the segment of horizontal banding, which separates the second- and third-storey windows and continues into the side (east) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the semi-circular drip mould that is interrupted by a fluted corbel and sits atop&nbsp; a pilaster on either side that surmounts each window at the third-storey in the principal (south) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the punched foliage square panels flanking each third-storey window</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the continuous cornice and the dentil moulding below it in the principal (south) and side (east) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the ornamental corbel at the termination of the side (west) elevation at the third-storey of the principal (south) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the continuous squared-off corbels in the parapet of the principal (south) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the continuous horizontal banding that forms drip moulds above each window at the third-storey of the side (east) elevation</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the stepped corbels that connect to the dentil moulding in the rear (north) elevation</p>\n<p>1358 Queen Street West (eastern one-bay) and 1360 Queen Street West (eastern three-bays)</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the masonry, which contains polychromatic red and yellow brick at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the segmental-arched windows and cast-stone sills, which appear in an alternating 1x2 pattern at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the two, stepped corbels at the base of each window sill at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the continuous polychromatic brick banding in a soldier course pattern, which alternates between red and yellow brick and includes yellow brick laid horizontally on either side of the soldier course at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the yellow brick segmental-arches with red brick keystones above each window at the second-storey</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the brick stepped corbels running along the roofline at 1360 Queen Street West</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the carved corbels running below the cornice at 1358 Queen Street West</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the chimney at the south end of the side (west) elevation</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 1358 and 1360 Queen Street West being valued for their association with Sheldon and Beverly Fainer and Designer Fabrics:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the first-storey recessed entrance in the second bay of 1360 Queen Street West, which was added by the Fainers when they consolidated the storefronts at 1358 and 1360 Queen Street West</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 1354, 1358, and 1360 Queen Street West as being important in defining, maintaining, and supporting the character of the historic Village of Parkdale and being physically, functionally, visually and historically linked to their surroundings:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the recessed, first-storey corner entrance at 1354 Queen Street West</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the flat roof, three-storey scale, rectangular form, and massing of the property at 1354 Queen Street West, which responds to its location at the northwest corner of Queen Street West and Brock Avenue</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the flat roof, two-storey scale, rectangular form, and massing of the properties at 1358 and 1360 Queen Street West, which were strategically designed to respond to the architectural style and building typology of the property at 1354 Queen Street West</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;the placement, setback and orientation of the properties at the northwest corner of Queen Street West and Brock Avenue, which demonstrates the relationship to their setting</p>\n<p>Note: the rear one-storey addition at 1354 Queen Street West is not a heritage attribute.</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of August 6, 2021, which is September 7, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2590,
  "otherReferenceList": [
    {
      "description": "2021.TE26.20 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 1354, 1358, and 1360 Queen Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE26.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 1354, 1358 and 1360 Queen Street West ",
  "title": "Notice of Intention to Designate - 1354, 1358 and 1360 Queen Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
