{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "600 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.6447460546",
      "longitudeCoordinate": "-79.3999611533",
      "postalCode": "M5V 1M3",
      "province": "Ontario",
      "streetAddress": "600 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 600 King Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2457"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1628654400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 600 King Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Beatty Manufacturing Co. Ltd.</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 600 King Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 600 King Street West is situated at the north-east corner of the intersection of King Street West and Portland Street. It contains a four-and-a-half-storey, brick-clad building constructed in 1901, to the designs of architects Chadwick &amp; Beckett, in the Edwardian Classical style for the Beatty Manufacturing Company Ltd.&nbsp;</p>\n<p>The property was included on the City's Heritage Register in 1973 and is identified as a contributing property in the King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 600 King Street West has value as an exceptionally, finely-designed representative of the late-19th and early-20th-century-factory type, with its characteristic narrow, rectangular massing of the four-and-a-half-storey building (including a raised basement) with brick cladding, window openings arranged in a grid pattern expressive of the internal, post-and-beam structure and manufacturing function, and elements of Edwardian Classicism expressed in the tripartite organization of the principal (south) facade, the brick detailing, the arched openings, pilasters and columns.</p>\n<p>A high degree of craftsmanship and artistic merit is displayed in the design and construction of the brick details including rusticated striations, a variety of quoining, blocks encasing columns, as well as in the composition of the south and west facades with the variety of the paired and single-spaced windows and, on the south facade, the projecting central bay and variety of window heads. The combination of materials, brick, stone and wood and their varied surfaces contributes to the overall rich sense of texture in the street facades.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property at 600 King Street West has value through its association with William Henry Beatty (1833-1912). W. H. Beatty was an astute and well-respected lawyer and businessman, creating one of the leading Canadian legal firms with his partner E.M. Chadwick, establishing numerous businesses including Beatty Manufacturing Co. Ltd. and the Confederation Life Association insurance company. Through his marriage to Charlotte Louisa Worts (1846-1928), Beatty earned the trust of the Gooderham family, served as a director of Gooderham and Worts, as well as President of the Bank of Toronto and as a president or director of numerous other companies.&nbsp;</p>\n<p>The property has historical value through its potential to yield information about the development of the King-Spadina neighbourhood in the late-19th and early-20th centuries as an important manufacturing centre which contributed to Toronto's growth and prosperity and, following the post-war departure of manufacturing, its rebirth as an important cultural and commercial centre for arts and entertainment. From its construction in 1901 until 1987, the property was used for manufacturing of goods related to fashion and upholstery. In 1987-8, its innovative adaptive re-use as a brewery/restaurant continued the zoned manufacturing use of the property while adding a commercial component reflective of the emerging renewal of the King-Spadina district.&nbsp;</p>\n<p>The property has associative value as it demonstrates the work of the Toronto-based architects, Chadwick &amp; Beckett (1893-1917) who were a prolific partnership with numerous commissions which included a wide variety of buildings types. Along with the Beatty Manufacturing Co. Ltd. and the adjacent Canadian Kodak Co. Ltd building at 582 King Street West, the partners made a particular contribution to the design of industrial buildings across the City of Toronto in the first decade of the twentieth century.&nbsp;&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Constructed in 1901 at the north-east corner of King Street West and Portland Street, the property at 600 King Street West, is important as it defines the late-19th and early-20th-century industrial character of the area, maintains the scale, material qualities and design patterns of the factory structures and features Edwardian Classical elements typical of the period.&nbsp;</p>\n<p>For 120 years, the Beatty Manufacturing Co. Ltd. building has been physically, functionally, visually and historically linked to its surroundings, first as a contributor</p>\n<p>to 'Fashion District' identity of the King-Spadina neighbourhood, then, through its award-winning, adaptive re-use, it has played a significant role in revitalization of the neighbourhood as a vibrant commercial and cultural centre.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the Beatty Manufacturing Co. Ltd. at 600 King Street West as a representative of a</p>\n<p>late-19th and early-20th-century factory type:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The setback, placement and orientation of the building on its lot at the north-east corner of the intersection of King Street West and Portland Street with a laneway on the east side of the building</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the four-and-a-half-storey building (including the raised basement) and a flat roof&nbsp;&nbsp;</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The materials, including red-brick cladding, stone sills and metal cornices</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The arrangement of the windows on the side facades, facing east and west and regularly spaced patterns repeated on all floors</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The chimney centred on the east wall and the interruption of the pattern of windows on this wall</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The two segmental-arched-headed, delivery-bay openings at the first floor level</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The greater detailing and ornamentation on the principal (south) fa&ccedil;ade facing King Street West&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>Beatty Manufacturing Co. Ltd. building as a representative of the Edwardian Classical</p>\n<p>Style:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The composition of the facades in a tripartite division with a base comprising the raised basement and tall first floor, an intermediate section of two stories of the same height, and the top composed of the attic-styled fourth floor with its reduced height and great projecting cornice with a curved pediment on the south facade. The tripartite divisions are separated by a projecting cornice above the first floor and a smaller projecting cornice above the third floor</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The articulation of the principal (south) facade as the most important with</p>\n<p style=\"padding-left: 80px;\">-&nbsp; &nbsp;pilasters stretching from the basement to second floor level <br />-&nbsp; &nbsp;three large arched openings at the first-floor level, the eastern-most extending to the ground for the principal entrance<br />-&nbsp; &nbsp;the rusticated striations of the brick pilasters and arches and the projecting keystones<br />-&nbsp; &nbsp;the inclusion of an entablature with the cornice between the first and second floors <br />-&nbsp; &nbsp;the central, projecting bay at the second to fourth floors containing two window openings flanked by two outer openings<br />-&nbsp; &nbsp;the variety of window heads at the second and third floor including flat-headed, segmental-headed and semi-circular arched openings all with projecting voussoirs and keystones<br />-&nbsp; &nbsp;at the corners, the projecting, brick band quoins <br />-&nbsp; &nbsp;the columns at the fourth-floor level encased in brick blocks with console brackets beneath<br />-&nbsp; &nbsp;the central, stepped projection of the entablature and cornice and the curved pediment above, in line with the central projecting bay<br />-&nbsp; &nbsp;the detailing of the deep cornice which includes mutule blocks on its underside</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the side (west) facade:</p>\n<p style=\"padding-left: 80px;\">-&nbsp; &nbsp;the arrangement of the windows in pairs with two, wider, single-window openings at the ends, introducing bilateral symmetry and allowing for alignment with the arched window in the southern-most bay, continuing the patterning and detailing from the principal (south) facade<br />-&nbsp; &nbsp;the continuation of the cornices above the first floor, third and fourth floor levels</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the side (east) facade, the short return of the cornices, brick striations and quoins, the chimney and the pattern of windows corresponding with the west facade</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;On the rear (north) facade, the return of the cornices and the quoins at the west corner</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 600 King Street West as it supports the late-19th and early-20th-century character of the King-Spadina neighbourhood as characterized by three-five storey, brick-clad factory buildings with period details:</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The scale, form and massing of the brick-clad, four-and-a-half-storey building (including the raised basement) with a flat roof</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;The Edwardian Classical details as outlined above</p>\n<p style=\"padding-left: 40px;\">-&nbsp; &nbsp;In regard to its corner location facing King Street West and Portland street, the return of the detailing of the base with its large arches and striated brick of the principal (south) facade onto the first bay of the side (west) facade</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of August 11, 2021, which is September 10, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2610,
  "otherReferenceList": [
    {
      "description": "2021.TE26.17 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 600 King Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE26.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 600 King Street West ",
  "title": "Notice of Intention to Designate - 600 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
