{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "8 Elm Street Toronto Ontario",
      "latitudeCoordinate": "43.657903005",
      "longitudeCoordinate": "-79.382219116",
      "postalCode": "M5G 1G7",
      "province": "Ontario",
      "streetAddress": "8 Elm Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "348 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580338094",
      "longitudeCoordinate": "-79.3819423287",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "348 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "350 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580484432",
      "longitudeCoordinate": "-79.3819488326",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "350 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "352 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580539129",
      "longitudeCoordinate": "-79.3819967485",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "352 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "354 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6580847371",
      "longitudeCoordinate": "-79.3819494774",
      "postalCode": "M5B 1S5",
      "province": "Ontario",
      "streetAddress": "354 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 8 Elm Street, 348-350 Yonge Street and 352-354 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2519"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1632974400000,
  "noticeDescription": "<p>TAKE NOTICE that the Council of the City of Toronto on July 14, 15 and 16, 2021, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove, or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Properties municipally known as 8 Elm Street, 348-350 Yonge Street and 352-354 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;1. &nbsp; Approve the request to demolish the heritage building at 348-350 Yonge Street in accordance with Section 34 of the Ontario Heritage Act and substantially in accordance with the Revised Conservation Plan for the properties at 8 Elm Street consisting of three properties at 8 Elm Street, 348-350 Yonge Street and 352-354 Yonge Street prepared by GBCA Architects, dated April 1, 2021, subject to the following conditions:</p>\n<p style=\"padding-left: 40px;\">a.&nbsp;&nbsp;prior to issuance of the final Ontario Land Tribunal (formerly Local Planning Appeal Tribunal) Order in connection with the Zoning By-law Amendment appeal, the owner shall:</p>\n<p style=\"padding-left: 80px;\">1.&nbsp;&nbsp;provide a detailed Reconstruction and Commemoration Plan for the property at 348-350 Yonge Street prepared by a qualified heritage consultant that is substantially in accordance with the strategy set out in the Revised Conservation Plan prepared by GBCA Architects, dated April 1, 2021, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">2.&nbsp;&nbsp;enter into and register on the property at 8 Elm Street and 348-350 Yonge Street one or more agreements with the City pursuant to Section 37 of the Planning Act, all to the satisfaction of the City Solicitor and the Senior Manager, Heritage Planning, with such facilities, services and matters to be set forth in the related site specific Zoning By-law Amendment giving rise to the proposed demolition and requiring a Letter of Credit to secure all work included in the approved Reconstruction and Commemoration Plan, including provision for upwards indexing, in a form and amount satisfactory to the Senior Manager, Heritage Planning, all to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp;prior to issuance of a demolition permit for all or any part of the property at 8 Elm Street and 348-350 Yonge Street, the owner shall:</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; provide full documentation of the existing heritage properties at 8 Elm Street and 348-350 Yonge Street, including two (2) printed sets of archival quality 8 inch by 10 inch colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Manager, Heritage Planning.</p>\n<p style=\"padding-left: 40px;\">c.&nbsp;&nbsp;prior to the release of the Letter of Credit required in Part 1.a.2. above&nbsp;the owner shall:</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that all of the reconstruction and commemoration work has been completed in accordance with the Reconstruction and Commemoration Plan all to the satisfaction of the Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to appeal to the Ontario Land Tribunal:</strong></p>\n<p>Notice of an appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of September 30, 2021, which is November 1, 2021.</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal must:</p>\n<ol>\n<li>&nbsp;set out the reasons for the objection to the decision;</li>\n<li>&nbsp;set out the reasons in support of the objection to the decision; and</li>\n<li>&nbsp;be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</li>\n</ol>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at https://olt.gov.on.ca/appeals-process/forms.</p>\n<p>&nbsp;</p>\n<p>Who Can File An Appeal:</p>\n<p>Only the owner of the Property subject of the application under Section 34 of the Ontario Heritage Act may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act. The appeal may only be made where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions, or refuses the application to demolish or remove the building and/or structure on a property.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2691,
  "otherReferenceList": [
    {
      "description": "2021.CC.35.8 - Alterations to Heritage Properties at 8 Elm Street, 348 - 350 Yonge Street, and 352-354 Yonge Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC35.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the matter of the Ontario Heritage Act R.S.O. 1990, Chapter O.18 and City of Toronto, Province of Ontario - 8 Elm Street, 348-350 Yonge Street and 352-354 Yonge Street",
  "title": "Notice of Decision - 8 Elm Street, 348-350 Yonge Street and 352-354 Yonge Street",
  "topics": [
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
