{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "355 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.6467488664",
      "longitudeCoordinate": "-79.3945505836",
      "postalCode": "M5V 1S2",
      "province": "Ontario",
      "streetAddress": "355 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 355-359 Adelaide Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2539"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 355-359 Adelaide Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 355-359 Adelaide Street West, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 355-359 Adelaide Street West is located on the south side of Adelaide Street, east of the intersection with Spadina Avenue.&nbsp; It contains a six-and-a-half storey, brick-clad factory building, designed in the Renaissance Revival style by the architect Benjamin Brown and constructed in 1921-2 for Moses and Louis Gelber.</p>\n<p>&nbsp;</p>\n<p>The property was included on the City's Heritage Register in 2017 and is identified as a contributing property in the King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Constructed in 1921-2, the building at 355-359 Adelaide Street West has design and physical value as a well-designed and carefully-detailed example of an early, 20th-century factory building in the King-Spadina neighbourhood.&nbsp; The low-rise, six-storey building has a raised basement, brick cladding and regularly-spaced windows expressive of the internal post and beam factory function which are characteristic features of the type.&nbsp; The design of the principal (north) elevation which is arranged with a base, mid-section and top is also characteristic of the early 20th-century factory in the King-Spadina neighbourhood.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The building at 355-359 Adelaide Street West is representative of the adaptation of the Classical Renaissance style of an Italian palazzo to a factory building.&nbsp; This is seen in the organization of the principal (north) elevation with a rusticated base, a mid-section with pilasters rising four storeys and terminating in stone capitals and with the top or attic storey indicated with the stone belt course and the raised panels at the roofline.&nbsp; The building exhibits further Italian Renaissance Classicism in its use of bilateral symmetry seen in the emphasis on the two outer bays, which are narrower with narrower windows, step slightly forward, feature arches with keystones at the fifth storey and raised segmentally-arched panels of the parapet.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical value for its association with the Gelber family.&nbsp; Moses and Louis Gelber immigrated to Canada in the 1890s and their entrepreneurship resulted in the creation of several Toronto-based businesses, including the Imperial Manufacturing Company, Gelber Brothers Ltd. and Gelber Realty Ltd. and the construction of many fine warehouse and factory buildings which continue to contribute to the character of the King-Spadina neighbourhood. The Gelber Brothers were philanthropists and leaders in Toronto's Jewish community, establishing numerous charities including the Federation of Jewish Philanthropies, as well as the Canadian Jewish Congress, the Toronto Zionist Council, the Toronto Hebrew Free School and the Primrose Club.&nbsp; Their exemplary leadership was extended by their children Edward, Marvin, Arthur, Sylva and Lionel who contributed to philanthropic causes as well as being leaders in Canadian politics and the United Nations, Jewish political and cultural organizations, the AGO, the National Ballet, the Monk School of International Affairs and through the federal Department of Labour initiated support for Canadian women's rights to equal pay and benefits.&nbsp; The legacy of their contributions is continued through the Lionel Gelber Prize at the Monk School of Global Affairs at the University of Toronto, the Sylva Gelber Music Foundation, and the Marvin Gelber Print and Drawing Study Centre and the Marvin Gelber Gallery at the Art Gallery of Ontario.</p>\n<p>&nbsp;</p>\n<p>The factory building at 355-359 Adelaide Street West has the potential to yield information that contributes to an understanding of the history and evolution of the King-Spadina neighbourhood as a manufacturing centre particularly as it relates to its identity as the Fashion District.&nbsp; Constructed by the Gelber Brothers as an ancillary building to their business, from the time of its completion in 1922 until 1987, the building was home to a variety of small businesses associated with the production of clothing. Following the decentring of manufacturing from the downtown core, the building was part of the renaissance of the neighbourhood as it was occupied by Grey Advertising who were permitted to change the building from manufacturing to office use.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The factory building reflects the early career of Benjamin Brown (1890-1974), who graduated from the University of Toronto in 1913 and was one of Toronto's earliest Jewish architects.&nbsp; Brown's buildings in the early 1920s contributed significantly to a representation of Jewish community life in Toronto as he designed the Beth Jacob Synagogue on Henry Street, the Hebrew Free School on Brunswick Avenue, the Primrose Club on Willcocks Street and numerous factory buildings for the Gelber Brothers and others including the Spadina Avenue landmarks, the Tower Building and Balfour Building and the Commodore Building, 325 Adelaide Street West. Brown also designed several apartment buildings and private residences as well as the 1937 Paradise Theatre on Bloor Street West. The buildings identified above have all been listed on the City's Heritage Register and two have been designated under Part IV of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p>Located on the south side of Adelaide Street West, just east of Spadina Avenue, the property at 355-359 Spadina Avenue is important as it maintains and supports the character of the King-Spadina district as an early, 20th-century manufacturing hub in the City of Toronto, maintaining the low to mid-rise scale, and contributing to the material qualities of brick-clad factory buildings with their principal facades detailed in a rich variety of architectural styles.</p>\n<p>&nbsp;</p>\n<p>Completed in 1922, for the first 65 years of its life, the building served as home to various businesses associated with clothing manufacture and the Fashion District identity of the neighbourhood.&nbsp; Its distinctive early 20th-century factory plan has enabled its adaptive re-use throughout its history, including its conversion to office space as part of the renaissance of the King-Spadina district initiated in the late 1960s.&nbsp; The building is functionally, historically and visually linked to its surroundings.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the building at 355-359 Adelaide Street West as a representative of an early 20th-century factory type building typical of the King-Spadina neighbourhood:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the property on the south side of Adelaide Street West</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the six-and-a-half storey building (including the raised basement) with a flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including the gold-toned brick cladding, stone details including the door case of the principal entry, sills, keystones and capitals</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; composition of the principal (north) fa&ccedil;ade arranged in a tri-partite composition with a base comprising the first floor and raised basement, a mid-section and a top section comprising the sixth floor</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition of the side and rear (east, west and south) facades, as expressive of function and structure as seen in the regular grid of similarly-sized windows reflecting the spacing of the internal structural grid and the exceptions to this such as the blank wall on the east fa&ccedil;ade where they stair case is located, the smaller windows of the washrooms on the west fa&ccedil;ade and the projections above the sixth floor on the east and west elevations indicating the location of the passenger and freight elevators.&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The chimney at the building's south-east corner</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 355 Adelaide Street West as a well-designed representative of the Renaissance Revival style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition and design of the principal (north) fa&ccedil;ade with its tri-partite division comprising the rusticated base of the raised basement and first floor, the mid-section from the second to fifth storeys with pilasters terminating in plain stone capitals flanked by arches at the outer corners, and the top section including the sixth floor and parapet</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition of the design of the principal (north) fa&ccedil;ade with its bilateral symmetry which puts emphasis on the two outer bays which are narrower with narrower windows, contain the main entrance (at the east side) and terminate in arches at the fifth floor and raised, segmental arched panels at the parapet.&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone door case of the entrance&nbsp; elevation with its frame with various mouldings including a rope twist, the cornice with the dentil course and the cartouche with its scroll moulding and the incised numbers '355' and '359'.</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Additional stone details including the base of the building, the keystones of the first floor windows, the keystones in the arches at the fifth floor level.</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cornice above the first floor which was originally constructed of galvanized iron.</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 355</p>\n<p>Adelaide Street West as it supports the late 19th and early 20th-century character industrial character of the King-Spadina neighbourhood which typically featured low-rise, brick-clad factory buildings with period style details:&nbsp;</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the brick-clad, six-and-a-half-storey building (including the raised basement) with a flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Renaissance Revival details as outlined above</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the principal (north) fa&ccedil;ade facing Adelaide Street with a traditional classical architectural style and the much plainer and more functional expression of function and structure on the side and rear (east, west and south) elevations</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2711,
  "otherReferenceList": [
    {
      "description": "PH26.11 - 355-359 Adelaide Street West - Notice of Intention to Designate a Property Under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH26.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 355-359 Adelaide Street West",
  "title": "Notice of Intention to Designate – 355-359 Adelaide Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
