{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "537 Broadview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.671218823",
      "longitudeCoordinate": "-79.3541309752",
      "postalCode": "M4K 2N6",
      "province": "Ontario",
      "streetAddress": "537 Broadview Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 537 Broadview Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2540"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 537 Broadview Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 537 Broadview Avenue, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 537 Broadview Avenue is located at the south-east corner of Broadview Avenue and Sparkhall Avenue, opposite Riverdale Park in the Riverdale North neighbourhood.&nbsp; Constructed for Rev. Dr. John McPherson Scott and his wife Margaret G. Scott, in 1913, the house is a two-and-a-half storey, brick-clad, house-form building designed as a well-crafted blend of the Queen Anne Revival and Edwardian Classical styles.&nbsp; In 1956, the building was converted to a lodging house, and later a nursing home, and currently contains six dwelling units.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property was included on the City's Heritage Register in 2009.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Constructed in 1913, the Scott house has design value as a well-crafted example of an early 20th-century house-form building that blends Edwardian Classicism and the Queen Anne Revival styles.&nbsp; The Edwardian Classical elements are evident in the symmetrical, gable-roofed form of the square-plan building with its central hall plan, the paired chimneys, columned, two-storey verandah, the details of the eaves and the deep-red colour of the brick.&nbsp; The Queen Anne Revival style, noted for its asymmetry and visual complexity of forms and materials is represented on the principal, west, elevation in the asymmetrical location of the corner bay window, the shingle cladding of the north, bay window, the asymmetrical position of the verandah and the oriel windows featured on the north fa&ccedil;ade.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical value for its association with Rev. Dr. John McPherson Scott, who with his wife, Margaret G. Scott, were the original owners and occupants of the house. Rev. Dr. Scott is a person of significance to the Presbyterian community as he was a missionary and a pastor for 31 years at the congregation of St. John's Presbyterian Church, Riverdale, and oversaw the construction of the church building completed in 1907 and still extent at 415 Broadview Avenue.&nbsp; As part of his missionary work, Rev. Dr. Scott established the controversial Presbyterian Mission to the Jews in the Ward in 1908. Upon Scott's death in 1920, the mission evolved to become the Scott Institute with a broader community outreach program and subsequently the Scott Mission, commemorating Rev. Dr. Scott in its name.&nbsp; The Scott Mission continues to function as a Christian, non-denominational, urban mission which has provided significant community outreach services for over 80 years.</p>\n<p>&nbsp;</p>\n<p>Located at 537 Broadview Avenue, on an elevated site at the south-east corner with Sparkhall Avenue, opposite Riverdale Park the Scott house is important in maintaining and supporting the early 20th-century character of the area as the east side of Broadview is lined with house-form buildings of a similar period, scale, massing, materials and details.&nbsp; Facing the major public thoroughfare of Broadview Avenue and Riverdale Park, the row of houses present an interface between these community focal points and the quieter residential streets aligned perpendicularly to Broadview on the east side of the neighbourhood.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Rev. Dr. Scott and his wife Margaret purchased the lot at 537 Broadview Avenue and built their home within proximity of the St. John's Presbyterian Church, were Rev. Dr. Scott had served as a pastor for the Riverdale congregation since 1889. Completed in 1913, the house is historically linked to its surroundings and as one house in a sequence of residences constructed along Broadview Avenue opposite Riverdale Park from the late 19th century, it is also physically, functionally, and visually linked to the neighbourhood.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the building at 537 Broadview Avenue as a finely crafted example of an early 20th-century, house-form building blending the Edwardian Classical and Queen Anne Revival Styles:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the property at the south-east corner of Broadview Avenue and Sparkhall Avenue</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey, house-form building on a raised basement, with a gable roof, gable dormer, single chimneys on the south and north facades and two chimneys on the rear east wall, projecting bay windows and two-storey verandah on the principal, west elevation and two oriel windows on the side, north elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The deep-red, brick cladding</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone elements including the window sills and lintels in the corner bay window</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The wood elements including the verandah with its columns, handrails and eaves, the eaves details of the main roof, verandah, dormer gable and oriel windows with the mutules on the underside, the shingle cladding on the north bay window on the principal, west elevation and the wood detailing of the oriel windows on the north elevation</p>\n<p>&nbsp;</p>\n<p>Please note: the two-storey structure on the rear, east side of the house is not included in the heritage attributes as it has been substantially altered, through the enclosure at the first floor and removal of original glazing on all three sides at the upper level.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 537 Broadview Avenue as it supports the early 20th-century residential character of the North Riverdale neighbourhood which typically featured two-and-a-half storey house-form buildings with hipped or gabled roofs, brick cladding and details conveying period styles:&nbsp;</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the brick-clad, two-and-a-half-storey building (including the raised basement) with a gable roof, with gable dormer and symmetrically placed chimneys, prominent columned verandah and bay windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The period details of the Edwardian Classical and Queen Anne Revival styles as outlined above</p>\n<p>The setting of the house on a raised corner location with lawns and mature trees and a sidewalk to the main entrance</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2712,
  "otherReferenceList": [
    {
      "description": "PH26.11 - 537 Broadview Avenue - Notice of Intention to Designate a Property Under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH26.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 537 Broadview Avenue",
  "title": "Notice of Intention to Designate – 537 Broadview Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
