{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "85 Stephen Drive Toronto Ontario",
      "latitudeCoordinate": "43.6350497298",
      "longitudeCoordinate": "-79.4851414148",
      "postalCode": "M8Y 3M8",
      "province": "Ontario",
      "streetAddress": "85 Stephen Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 85 Stephen Drive",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2542"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 85 Stephen Drive under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>The South Humber Park Pavilion</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 85 Stephen Drive (including entrance addresses at 75 High Street and 120 The Queensway) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>The property at 85 Stephen Drive (including entrance addresses at 75 High Street and 120 The Queensway) is located within the South Humber Park, north of the Humber River Recreational Trail. It is bordered by the Humber River to the east, Stonegate Road to the north, Stephen Drive to the west, and The Queensway and the Humber Wastewater Treatment Plant to the south. Known as the South Humber Park Pavilion or \"the Oculus,\" the purpose-built structure was designed in 1958-9 for visitors to the new South Humber Park and set within the park's expansive picturesque landscape. The park was created in tandem with the adjacent Humber Wastewater Treatment Plant development and part of the citywide flood control of ravines and valleylands after Hurricane Hazel in 1954. The pavilion was designed by the architect Alan Crossley in collaboration with the engineer Laurence George Cazaly. The South Humber Park Pavilion contains three separate but conceptually linked elements which form a singular structure: a trapezoidal ground plane of flagstone pavers, a concrete shelter structure with an oculus to allow sunlight to penetrate, and a rounded washroom building that is faced in stone of varied sizes. The South Humber Park Pavilion is a local landmark, and running south of the structure is the Humber River Recreational Trail, which was installed in the 1980s and increased access to the pavilion. There was also a cairn stone drinking fountain to the side (west) of the structure, which has been removed.</p>\n<p>&nbsp;</p>\n<p>In the years after the South Humber Park Pavilion was completed, it fell into disrepair and has recently undergone restoration in 2021.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>The property at 85 Stephen Drive is valued as a rare and unique example of the Googie architectural style, which was popularized in the U.S. post-WWII, especially through the sunbelt regions of Southern California, Arizona, and Florida. An ultramodern or futuristic architectural style that was inspired by car culture and the Space Age, the Googie style was characterized by upswept roof designs, flying saucer shapes, rounded angles, and exaggerated geometric forms. While the style made its way to Canada during the 1960s and 70s, there are few surviving examples of properties that were designed in the style. Elements of the style are evident at the South Humber Park Pavilion in the scale, form, and massing, which include exaggerated geometric forms that create an asymmetrical pavilion consisting of a trapezoidal ground plane of flagstone pavers, a concrete shelter structure, and a rounded washroom building that is faced in stone of varied sizes. The style can further be seen in the flying saucer-like shelter structure, which includes a concrete canopy that is circular in shape, with its section consisting of an inverted and tilted concrete bowl that dips up towards an off-centre opening or \"oculus\" that casts light on the flagstone below that moves based on the time of day. The concrete canopy of the shelter structure, which was poured-in-place, is supported by seven steel columns encircling the canopy and sits above the roof of the washroom building.</p>\n<p>&nbsp;</p>\n<p>With the skillful and imaginative arrangement of the stone and concrete elements of the South Humber Park Pavilion set into the picturesque landscape of the park within which it is imbedded, the property at 85 Stephen Drive displays a high degree of craftsmanship or artistic merit.</p>\n<p>&nbsp;</p>\n<p>The property at 85 Stephen Drive demonstrates a high degree of technical or scientific achievement. This is demonstrated in the shelter structure, the concrete canopy of which was poured-in-place, and was designed by Laurence Cazaly who was a pioneer in concrete construction engineering in Toronto.</p>\n<p>&nbsp;</p>\n<p>Historical or Associative Value</p>\n<p>The South Humber Park Pavilion at 85 Stephen Drive is valued for its association with the Municipality of Metropolitan Toronto, which had been newly-established in 1953 and who owned the parkland, and the Metropolitan Parks Department, who constructed the pavilion and maintained the parkland. The South Humber Park Pavilion was constructed within the first decade of regional infrastructure works undertaken by Metro Toronto, and it remains a distinctive structure constructed by Metro Parks in the 1950s.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 85 Stephen Drive is valued for its association with the British-born architect Alan Crossley, who immigrated to Ontario in 1948 and opened a private architectural and town planning practice in Toronto with his wife, Constance Burns Crossley in 1956. Although the extent of his architectural portfolio is not clear, the South Humber Park Pavilion is Crossley's best known work and the property is significant to the larger community that continues to engage with the pavilion while visiting South Humber Park.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 85 Stephen Drive has additional value for its association with Laurence George Cazaly, who was the engineer responsible for designing the shelter structure at the South Humber Park Pavilion. A pivotal figure involved in the advancements of concrete construction engineering in Post-War Toronto, Cazaly designed numerous prestressed bridges and concrete warehouses in and outside of the city. In 1959, he was presented the Martin P. Kom Award in by the Prestressed Concrete institute in New York City and went on to publish the Canadian Prestressed Concrete Institute Handbook (1964) alongside Mark K. Huggins. Only recently retiring, Cazaly amassed an extensive portfolio and maintained a successful practice for many decades.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Developed as a purpose-built pavilion within the new South Humber Park during the late-1950s north of the Humber Wastewater Treatment Plant, the South Humber Park Pavilion is physically, functionally, visually, and historically linked to its surroundings. The relationship of the property to its setting is demonstrated by the placement, setback, and orientation of the pavilion, which is set into the expansive landscape of the South Humber Park to the north of the plant and north of the Humber River Recreational Trail, which was installed in the 1980s.</p>\n<p>&nbsp;</p>\n<p>Holding a prominent place within its context in South Humber Park since the time of its construction in 1958-9, the property at 85 Stephen Drive is a local landmark that is meaningful to the community. Although dense underbrush has partially closed-in the rear (north) elevation and the side (eastern and western) wings, the installation of the Humber River Recreational Trail during the 1980s enhanced accessibility to the structure. As a result, new animation and an increase in legibility was afforded to the South Humber Park Pavilion making it easily discernable to park visitors travelling east or west towards it on the trail. As a result of significant community interest and effort, The Oculus Revitalization project is presently underway and will see the rehabilitation of the landmark structure. The South Humber Park Pavilion continues to serve as an orientation guide within South Humber Park today.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>Attributes that contribute to the value of the property at 85 Stephen Drive being a rare and unique example of the Googie architectural style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the scale, form, and massing, which includes exaggerated geometric forms that create an asymmetrical pavilion consisting of a trapezoidal ground plane of flagstone pavers, a concrete shelter structure, and a rounded washroom building that is faced in stone of varied sizes</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the flying saucer-like shelter structure, which includes a concrete canopy that is circular in shape, with its section consisting of an inverted and tilted concrete bowl that dips up towards an off-centre opening or \"oculus\" that casts light on the flagstone below that moves based on the time of day</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; seven steel columns encircling the canopy of the shelter structure</p>\n<p>&nbsp;</p>\n<p>Historical or Associative Value</p>\n<p>Attributes that contribute to the value of the property at 85 Stephen Drive being valued for its association with Laurence George Cazaly, a pivotal figure involved in the advancements of concrete construction engineering in Post-War Toronto:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the material of the canopy of the shelter structure, which is poured-in-place concrete</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property at 85 Stephen Drive being physically, functionally, visually, and historically linked to its surroundings:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the placement, setback, and orientation of the pavilion into the expansive landscape to the north of the Humber Wastewater Treatment Plant and north of the Humber River Recreational Trail, with the shelter structure facing the Humber River Recreational Trail and the washroom building to its rear (north)</p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 85 Stephen Drive being a local landmark that is meaningful to the community:</p>\n<p>&nbsp;</p>\n<p>the unobstructed (save for natural underbrush) views of the South Humber Park Pavilion looking northeast, north, and northwest from the Humber River Recreational Trail<br />&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2714,
  "otherReferenceList": [
    {
      "description": "PH26.12 - 85 Stephen Drive (The Oculus) - Notice of Intention to Designate a Property Under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH26.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 85 Stephen Drive",
  "title": "Notice of Intention to Designate – 85 Stephen Drive",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
