{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "109 George Street Toronto Ontario",
      "latitudeCoordinate": "43.648926247",
      "longitudeCoordinate": "-79.369723273",
      "province": "Ontario",
      "streetAddress": "109 George Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "125 George Street Toronto Ontario",
      "latitudeCoordinate": "43.649271802",
      "longitudeCoordinate": "-79.369858537",
      "postalCode": "M5A 2N4",
      "province": "Ontario",
      "streetAddress": "125 George Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 109 and 125 George Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2544"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the properties, including the lands, buildings and structures thereon known municipally as 109 and 125 George Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>109 George Street</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The property at 109 George Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located on the east side of George Street south of Richmond Street East, the property at 109 George Street contains a complex of three interconnected industrial/office structures built between 1915 and 1950. The property was identified for its cultural heritage value through the King-Parliament Secondary Plan Review (2019) and listed on the City's Heritage Register in December 2020.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property at 109 George Street (with entrance address at 117) has cultural heritage value as a representative early 20th-century example of the warehouse / factory typology, which is evident in the design of the two-three storey, mixed-use industrial and office complex where the original red brick warehouse structure (1915) is setback on the lot and attached to the rear of the 1926 building fronting onto George Street and containing the original primary entrance at the south end of the west elevation. Typical of late-19th and early-20th century warehouse / factory type buildings identified in the King-Parliament area, Classical detailing here includes brick cladding, the principal (west) street-facing elevation embellished with stone trim and classical-style surround on the primary entrance, first-floor stone cornice, and diamond and lozenge detailing at the second and third storeys.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with Frankel Brothers Ltd, a successful scrap metal processing company established owned by German-Jewish philanthropist and entrepreneur Leo Frankel along with his brothers, Maurice and Sigmund. Initially used as a storage yard for the company, the family commissioned the 1915 rear portion of the current complex plus the 1926 portion fronting onto George Street, both of which the successful company rented out to various industrial and commercial tenants over the course of their 45-year ownership at the site.</p>\n<p>&nbsp;</p>\n<p>The property at 109 George Street has historic and associative value for its role within the growth and land development of the old Town of York plan. The ten original city blocks are currently understood as part of the King-Parliament area, which includes some of Toronto&rsquo;s oldest neighbourhoods and commercial and industrial areas.</p>\n<p>&nbsp;</p>\n<p>The complex is valued for its association with the prominent local architectural firm of Chapman &amp; Oxley, who constructed the three-storey red brick structure fronting George Street in 1926. Aside from numerous other industrial commissions completed in the downtown core at the time, the Chapman &amp; Oxley firm is also distinguished for its defining architectural contributions to the Canadian National Exhibition including the Pure Food Building (1921-22), the Ontario Government Building (1926), The Prince's Gate (1927) and the Electrical and Engineering Building (1928-1929). Since 2011, the property is also valued for its association with current tenant, Moriyama &amp; Teshima Architects, a Toronto-based Canadian architecture firm established in 1970 with a world-wise reputation for excellence in design and responsible for minor enhancements to the openings on the primary (west) elevation at George Street including the horizontal brise-soleil at the ground-storey.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property has cultural heritage value as it maintains and supports the historic character of the King-Parliament area. Situated on the east side of George Street south of Richmond Street East, it is an important contributor as it maintains the early 20th century character with its two-three storey scale, industrial use and period details. Its substantial footprint and warehouse / factory typology typify the late-19th to early-20th century built form evolution and character of the area.</p>\n<p>&nbsp;</p>\n<p>Constructed in three stages (1915 with 1926 and 1950 additions), the property at&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 109-117 George Street is visually and historically linked to its surroundings as a representative example of an industrial warehouse building, with form, massing and stylistic details characteristic of the early twentieth century. The property is physically, functionally, visually and historically linked to the historic, industrial character of the King-Parliament area along with other surviving low-scale, warehouse / factory type buildings of the period that weren&rsquo;t subsequently lost to industrial decline and urban renewal in the second half of the 20th century.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-storey scale, rectangular-form and massing of the 1915 and 1926 portions of the complex</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding, and the brick, stone and metal detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline of the 1915 and 1926 buildings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On all four elevations of the original 1915 structure, the vertical raised brick articulation on the north and south elevations expressing a giant colonnade of pilasters between the bays of window openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the 1926 building fronting George Street, the principal (west) elevation with its off-set main entrance at the south end with its stone surround and cornice surmounting the ground-storey openings with their horizontal brise-soleil</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The diamond and lozenge-shaped detailing at the second and third storey levels on the principal (west) elevation&nbsp;</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property at 109 George Street (with entrance address at 117) as being historically, visually, functionally and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the original 1915 building on the east side of George Street south of Richmond Street East</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the 1926 addition, which fronts George Street and serves as the main entrance to the complex, with the 1915 structure attached at the rear (east) end</p>\n<p>&nbsp;</p>\n<p>N.B. the two-storey, 1950 addition at the southeastern-most portion of the complex is not a heritage attribute.</p>\n<p>&nbsp;</p>\n<p>125 George Street</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The property at 125 George Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located at the southeast corner of George Street and Richmond Street East, the property at 125 George Street contains a four-storey industrial building identified for its cultural heritage value through the King-Parliament Secondary Plan Review (2019) and listed on the City's Heritage Register in December 2020.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The property located at 125 George Street has cultural heritage value as an early 20th-century example of the warehouse / factory typology, which is evident in the design of the four-storey industrial building with two principal elevations abutting the southeast corner of George and Richmond streets, where the main entrance is located on the George Street (west) elevation, and the loading bay with its original steel awning is located on the north elevation fronting onto Richmond Street East. Built in 1927, this post-and-beam industrial building is a rare surviving, early example in the city that is constructed with an exposed, pre-cast concrete frame set on a raised foundation and containing brick infill. The grid-like form of the frame produces a relentless repetition and dimensional uniformity of red brick infill spandrels across all four elevations, and containing window openings with original steel arrowhead mullions and frames. Typical of late-19th and early-20th century warehouse / factory type buildings, lingering Classical detailing is evident in the elegant main entrance at the south end of the west elevation, with its pre-cast Georgian-style surround including decorative scroll brackets supporting a projecting header and all surmounted by a fan-shaped transom light.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 125 George Street has historic and associative value for its role within the growth and land development of the old Town of York plan. The ten original city blocks are currently understood as part of the King-Parliament area, which includes some of Toronto&rsquo;s oldest neighbourhoods and commercial and industrial areas.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the local architectural firm of Molesworth, West and Secord. George Nepean Molesworth has been described as a talented and prolific designer in Toronto in a leading architectural firm that prospered in obtaining commissions for commercial, institutional and ecclesiastical projects in the post-WWI period.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property has cultural heritage value as it maintains and supports the historic character of the King-Parliament area.&nbsp; Situated at the southeast corner of George Street and Richmond Street East, it is an important contributor as it maintains the late 19th-early 20th century character with its four-storey scale, industrial use and period details.&nbsp; Its prominent corner location, substantial footprint and its warehouse / factory typology typify the late-19th to early-20th century built form evolution and character of the area.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1927, the property at 125 George Street is visually and historically linked to its surroundings as a representative example of an industrial warehouse building, with form, massing and stylistic details characteristic of the early twentieth century.</p>\n<p>The property is physically, functionally, visually and historically linked to the historic, industrial character of the King-Parliament area along with other surviving low-scale, warehouse / factory type buildings of the period that weren&rsquo;t subsequently lost to industrial decline and urban renewal in the second half of the 20th century.&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>Attributes that contribute to the value of the property at 125 George Street being a rare and early surviving example of a downtown industrial building constructed with an exposed, pre-cast concrete grid frame:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The four-storey scale, rectangular-form and massing of the building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the exposed concrete frame construction on a raised foundation, the red brick infill cladding, and the stone and metal detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with red brick-clad parapet above the concrete frame</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On all of the elevations except the south, the placement of the window openings in their respective gridded bays with their steel industrial fenestration containing arrowhead mullions</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the west elevation fronting George Street, the off-set main entrance at the south end with its Neo-Classical surround, decorative scroll brackets supporting a deep header and surmounted by a fan-shaped transom light</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the north elevation fronting Richmond Street East, the loading bay with its steel canopy and corrugated roof</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property at 125 George Street as being historically, visually, functionally and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<p>The placement, setback and orientation of the building anchoring the southeast corner of George Street and Richmond Street East</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2715,
  "otherReferenceList": [
    {
      "description": "TE27.9 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act, Alterations to a Heritage Property, and Authority to Enter into a Heritage Easement Agreement - 109 and 125 George Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.TE27.9"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 109 and 125 George Street",
  "title": "Notice of Intention to Designate – 109 and 125 George Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
