{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1130 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6793590635",
      "longitudeCoordinate": "-79.3908151605",
      "postalCode": "M4W 2L8",
      "province": "Ontario",
      "streetAddress": "1130 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1132 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6793966686",
      "longitudeCoordinate": "-79.39075386",
      "postalCode": "M4W 2L8",
      "province": "Ontario",
      "streetAddress": "1132 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1134 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6794402794",
      "longitudeCoordinate": "-79.3908543377",
      "postalCode": "M4W 2L8",
      "province": "Ontario",
      "streetAddress": "1134 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1140 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.679518828",
      "longitudeCoordinate": "-79.3910503989",
      "postalCode": "M4W 2L8",
      "province": "Ontario",
      "streetAddress": "1140 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 1130, 1132, 1134 and 1140 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2545"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1633665600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the properties, including the lands, buildings and structures thereon known municipally as 1130, 1132, 1134 and 1140 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>1130, 1132 and 1134 Yonge Street</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>&nbsp;</p>\n<p>The properties at 1130, 1132 and 1134 Yonge Street are worthy of inclusion on the City of Toronto's Heritage Register and designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design and contextual value.</p>\n<p>&nbsp;</p>\n<p>Description</p>\n<p>Located on the west side of Yonge Street directly south of- and abutting- the property at 1140 Yonge Street and just south of Marlborough Avenue, the properties at 1130, 1132 and 1134 Yonge Street contain three 3-storey commercial main street row buildings with residential above and constructed together c.1894. The property at 1134 Yonge Street forms part of the current development site and application that also includes the abutting property at 1140 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Physical and Design Value</p>\n<p>&nbsp;</p>\n<p>The three properties at 1130, 1132 and 1134 Yonge Street are a fine representative example of the late-19th century main street commercial row typology. The buildings' original recessed entrances and fenestration remain legible despite more recent storefront glazing at the ground-floor level. Existing original architectural detailing includes segmental-arched and round-arched brick banding and string-coursing at the second and third storeys, a deep and denticulated pressed metal cornice (currently missing at 1130 and 1132), and window openings containing stone sills and keystones.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Contextually, the group of three commercial main street properties at 1130, 1132 and 1134 Yonge Street are visually, physically and historically linked to their surroundings as a fine-grained, mixed-use commercial and residential row representative of the early main street character and built form along this portion of Yonge Street dating to the late-19th century.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>Attributes that contribute to the value of the properties at 1130, 1132 and 1134 Yonge Street being a fine representative example main street commercial row:</p>\n<p>&nbsp;</p>\n<p>The setback, placement and orientation of the buildings on their lots on the west side of Yonge Street south of Marlborough Avenue<br />The scale, form and massing of the 3-storey plans<br />The materials, with the red brick cladding (currently painted at 1134) and the brick and stone detailing <br />The deep pressed metal cornice with its denticulation and parapet above on the principal (east) elevation (currently missing at 1130 and 1132) <br />The principal (east) elevations of the three buildings, which are organized into two symmetrical bays at the second and third levels, and commercial storefronts with recessed entrances at ground level <br />The segmental and round-arched window openings on the second and third storeys, respectively on the principal (east) elevations <br />&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the properties at 1130, 1132 and 1134 Yonge Street as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to their setting:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the buildings, as a grouping of three identical main street commercial row buildings constructed together c.1894</p>\n<p>&nbsp;</p>\n<p>1140 Yonge Street</p>\n<p>&nbsp;</p>\n<p>Pierce-Arrow Showroom</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 1140 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>Description</p>\n<p>Located at the southwest corner of Yonge Street and Marlborough Avenue, the property at 1140 Yonge Street contains a one-storey commercial main street building originally constructed in 1930 as an early-20th century automobile showroom and adaptively re-used as the Canadian Broadcasting Corporation's (CBC) Studio D/4 and recognized on the City's Heritage Register since September 25, 1978. The window openings of the showroom were filled in by the CBC in the mid-1950s to serve their filming studio needs. A series of modifications over the course of the 20th century have also removed some of the original decorative architectural details; however, documentary evidence would enable their restoration in future.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Physical and Design Value</p>\n<p>The property located at 1140 Yonge Street has cultural heritage value as a fine, unique example of the early-20th century automobile showroom/dealership typology, which is evident in the design of the one-storey building with its double-height cast stone arches and columns containing round-arched windows (many currently filled in) along the east (Yonge Street) and partial north (Marlborough Avenue) elevations. The building displays a high degree of craftsmanship and artistic merit through its use of cast stone sculptures by artist Merle Foster. These design elements feature a high degree of exuberant detailing, intended to convey a sense of opulence, and incorporate a range of decorative architectural details from various stylistic influences including the Byzantine and Renaissance Revival architectural style.</p>\n<p>&nbsp;</p>\n<p>Historical and Associative Value</p>\n<p>The property at 1140 Yonge Street is valued for its association with the Pierce-Arrow company, which manufactured luxury automobiles during the early-20th century, before declaring bankruptcy in 1938 due to the economic impacts of the Great Depression.</p>\n<p>&nbsp;</p>\n<p>The building demonstrates the work of the architectural firm Sparling, Martin &amp; Forbes. While architect William F. Sparling's partnership with Martin and Forbes only lasted from 1928 to 1931, Sparling was known for a number of buildings under his own name, including the Metropolitan Building at Adelaide Street East and Victoria Street and the Masonic Temple at Yonge Street and Davenport Road. Sparling&rsquo;s work often incorporated exuberant Byzantine and Renaissance Revival stylistic elements that are echoed in the design at 1140 Yonge Street, including patterned veneer brick, decorative arches and sculptural pieces.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the Canadian Broadcasting Corporation (CBC), who purchased the building in 1953 and converted the interior space into the company's primary filming production studio in the city until relocating to the CBC's current headquarters (also known as the Canadian Broadcasting Centre) at 250 Front Street in the early 1990s. Known as Studio D/4, the studio represents the national broadcaster&rsquo;s foray into television, with shows such as Flashback, Front Page Challenge, Mr. Dressup, Juliette, and the Tommy Hunter Show filmed on the property.</p>\n<p>&nbsp;</p>\n<p>The property also has a direct association with artist Merle Foster, a renowned and respected Toronto sculptor, who designed the cast-stone sculptural detailing on the principal (east and north) elevations. In keeping with her oeuvre, the cast-stone detailing at 1140 Yonge Street features medieval-inspired sculptures such as gargoyles, as well as more Classically-informed figures such as the man holding the car and tire. The sculptural work of Merle Foster provides a greater understanding of women in the art and sculpture community in early-20th century Toronto.</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Contextually, the property has cultural heritage value as it maintains and supports the historic character of this portion of Yonge Street.&nbsp; Situated at the southwest corner of Yonge Street and Marlborough Avenue, it is an important contributor as it maintains the late-19th to early-20th century main street commercial built form evolution and historic character of the area, along with the adjacent heritage buildings at 1148 Yonge Street and 1095-1099 Yonge Street.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Constructed in 1930, the commercial main street property at 1140 Yonge Street is visually, physically and historically linked to its surroundings as a fine, rare example of an automobile showroom building with form, massing and stylistic details characteristic of the early-20th century and typically located along the city's main commercial thoroughfares such as Yonge Street, Bay Street and Danforth Avenue.</p>\n<p>&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design or Physical Value</p>\n<p>Attributes that contribute to the value of the property at 1140 Yonge Street being a rare surviving example of an early automobile showroom/retail building constructed of red brick and cast stone and incorporating cast stone sculptural detailing by renowned female Canadian artist, Merle Foster:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The one-storey scale, rectangular-form and massing of the building with its original double-height openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the veneered red brick (currently painted) and all cast stone detailing including columns, capitals, arches and decorative sculptures</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with original cast stone frieze and parapet with sculptural detailing&nbsp; on the east and north elevations (currently missing)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the east and part of the north elevations, the arrangement of the double-height window openings with their round-arched shape and cast stone frames</p>\n<p>&nbsp;</p>\n<p>Historical or Associative Values</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The current main entrance to the building at the chamfered end of the building on the southwest corner of Yonge Street and Marlborough Avenue, as adaptively relocated by the CBC</p>\n<p>&nbsp;</p>\n<p>Contextual Value</p>\n<p>Attributes that contribute to the value of the property at 1140 Yonge Street as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building anchoring the southwest corner of Yonge Street and Marlborough Avenue</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The relationship of the building's scale and massing to the adjacent heritage buildings at 1148 Yonge Street and 1095-1099 Yonge Street that, respectively, anchor the northwest and north east corners of the same intersection</p>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 8, 2021, which is November 8, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2716,
  "otherReferenceList": [
    {
      "description": "PH26.8 - 1130-1134 and 1140 Yonge Street - Notice of Intention to Designate a Property Under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH26.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario, 1130, 1132, 1134 and 1140 Yonge Street",
  "title": "Notice of Intention to Designate – 1130, 1132, 1134 and 1140 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
