{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1007 Craven Road Toronto Ontario",
      "latitudeCoordinate": "43.6803161993",
      "longitudeCoordinate": "-79.3243412696",
      "postalCode": "M4J 4V7",
      "province": "Ontario",
      "streetAddress": "1007 Craven Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention to Designate - 1007 Craven Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2648"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto Preservation Board",
  "eventList": [],
  "noticeDate": 1637211600000,
  "noticeDescription": "<p>IN THE MATTER OF THE ONTARIO HERITAGE ACT</p>\n<p>R.S.O. 1990, CHAPTER O.18 AND</p>\n<p>CITY OF TORONTO, PROVINCE OF ONTARIO</p>\n<p>1007 CRAVEN ROAD</p>\n<p>&nbsp;</p>\n<p>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1007 Craven Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>Reasons for Designation</p>\n<p>The property at 1007 Craven Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p>Description</p>\n<p>The property at 1007 Craven Road is located on the east side of Craven Road, south of Danforth Avenue, north of Hanson Street, west of Coxwell Avenue, and east of Parkmount Road. It contains the Craven Road House (1993-96), a two-storey, wood and cement-board clad building and the Craven Road Studio (2004-6) a single-storey, wood-clad building which was designed as a garage as per municipal approvals. The house and studio are owned by Robert G. Hill, who commissioned Brigitte Shim and Howard Sutcliffe of Shim-Sutcliffe Architects Inc. to realize the project. The green roof was added to the studio in 2007. The House received a Governor General's Award in 1997 and the Studio received a Governor General's Medal in 2010.</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Design and Physical Value</p>\n<p>The Craven Road House and Studio and their landscaped setting are representative of the Critical Regionalism style in their \"highly contextual approach to the creation of architecture\" and in their \"penchant for typological invention.\"[1] The Craven Road House reinvents a live-work space for a single person as a blend of the Victorian cottage and the industrial loft types creating a unique, and award-winning, world-renowned complex for its occupant.&nbsp; Similarly the Craven Road Studio adapts the garage-ancillary outbuilding type as a private gallery and studio. Through a series of strategies which are rooted in the principles of the context and with a reinvention of its associated building typologies a new urban living condition which maximizes landscaped open-space is created. In its location on an unusual City of Toronto road which is partially a laneway in its origins and character and in the redevelopment of formerly vacant and underused lots, the house and studio represent a precedent for urban infill and densification creating an uncharacteristic landscaped setting.</p>\n<p>The Craven Road House displays a high degree of artistic merit in its architectural planning with the creation of intimate living spaces which are distinct from the grand and airy work spaces providing a desirable place for its inhabitant to live and work.&nbsp; It also displays artistic merit in its reinvention of the Victorian cottage-row type associated with the long narrow lot on which it was originally located to maximize internal space, access to sunlight through its setting close to the north edge of the lot and its uncharacteristic side entrance which eliminates wasteful corridor space while maximizing landscaped open-space.&nbsp; The building demonstrates both a high degree of artistic merit and craftsmanship in the design of the windows, in their varying scales, folded planes and patterning of the mullions which indicate a hierarchy of interior spaces.&nbsp; The second floor window on the south-west corner adds to the building's prominence on the street. The architectural elements of the exterior including the massing with its recessed bays, the cladding of horizontal siding associated with the Victorian cottage and the large-scale, plywood panels associated with industrial loft spaces, and the use of columns as expressive elements related to the movement of people display a high degree of artistic merit.&nbsp; The building displays a high degree of artistic merit and craftsmanship on the part of the architects, the contractor and the client as they resolved the design and construction of the building on a restricted budget through careful planning and the selection of methods and material to produce an award-winning and world-renowned live-work space proving that great architecture and exceptional housing can be achieved on a tight budget.</p>\n<p>The Craven Road Studio displays a high degree of craftsmanship and artistic merit in its reinterpretation of an ancillary building-garage typology to create an award-winning private gallery and studio space dedicated to exhibition, display and research.&nbsp; The single volume space is enriched through its section which includes a border of coffered sky-lights illuminating the space with natural light and whose architectural expression correspond to the thick walls of the studio which accommodate storage on two-sides.&nbsp; The recessed entry, adjacent bay window on the west wall and long narrow window set in deep splayed recess on the north wall add a rich spatial complexity to a single volume of space.&nbsp; The diffuse natural light set in the maple clad coffers on all four walls is complimented by the view through the full height tempered glass window facing the landscaped courtyard to the west and the narrow view of the rear garden to the north of the studio.&nbsp; The combination of materials, polished concrete floors, white walls, and maple-faced coffers extend the material palette of the workspace in the house and provide a light and warm space in which to conduct research and view exhibitions in all seasons.&nbsp; On the exterior the use of large, stained, marine plywood panels with the grain running horizontally[2] relates the studio to the house, while the weathered cedar slats at the attic level of the studio and on the fences, and the neighbours' garage creates a cohesive backdrop to the open spaces.</p>\n<p>The setting of the property at 1007 Craven Road, containing the Craven Road House and Studio displays a high degree of artistic merit through the placement of the house, the studio and the new garage, constructed for the neighbours, to maximize the potential for a sequence of landscaped open spaces which are viewed by the house and studio and contribute to the amenity of Craven Road.&nbsp;&nbsp;</p>\n<p>The Craven Road House displays a high degree of technical achievement in its design and construction which were accomplished on a restricted budget and achieve high architectural results from both an artistic and functional standard.&nbsp; The house also displays a high degree of technical achievement as following the adoption of the Ontario Building Code in 1975, it was one of the first structures in the City of Toronto to adopt a performance-based approach to building cladding, specifying wood cladding with cement board on the north fa&ccedil;ade providing the required two-hour fire resistance. In this way codes were met, costs were reduced and architectural expression was achieved.&nbsp;</p>\n<p>The Craven Road Studio displays a high degree of technical achievement in the innovative design of its coffered skylights which reduce ultra-violet glare which would be damaging to sensitive materials on display.&nbsp;</p>\n<p>Historical and Associative Value</p>\n<p>The property at 1007 Craven Road is valued for its association with Robert G. Hill, the Chief Editor and Author of the Biographical Dictionary of Architects in Canada 1800-1950 (BDAC), the definitive resource for scholars and the public on the career and work of all architects working in Canada from 1800-1950. Painstakingly researched for over four decades, the BDAC is a free online database that provides detailed and accurate documentation on the career and work of over 2,500 architects active in Canada from 1800-1950, including foreign architects that have contributed to the Canadian built environment. It also profiles over 85,000 buildings across Canada. The BDAC remains unmatched as a resource on architect-designed buildings in Canada and presently receives over 5,000 hits per month from all over the world.</p>\n<p>Hill's contribution to the field of architectural history are vast and he has received numerous honours and awards throughout his career including the Architectural Technologists Alumni Award, the Toronto Architectural Guild Medal, the CMHC Travelling Scholarship, the Goulstone Fellowship in Architecture, the Architectural Conservancy of Ontario's (ACO) Eric Arthur Lifetime Achievement Award (2016), the Ontario Association of Architects (OAA) Order of da Vinci Medal (2012), and he became a Fellow of the Royal Architectural Institute of Canada in 2011.</p>\n<p>Designed by Shim-Sutcliffe Architects Inc. the Craven Road House and Studio reflect the work and ideas of the partnership of Brigitte Shim and Howard Sutcliffe particularly in its commitment to place-making in its response to the context and creation of a lush landscaped outdoor spaces as well as in its commitment to urban infill and the intensification and densification of cities while enhancing the quality of neighbourhoods.&nbsp; The design of both the house and the studio reflect the partnership's innovative approach to architectural briefs while creating carefully planned spaces which are made more beautiful through the nuanced use of natural light and a variety of views, extending the expressive potential of materials, and imbuing their projects with a high level of craftsmanship.&nbsp; Members of the Order of Canada and awarded with the RAIC Gold medal, the Queen Elizabeth II Diamond Jubilee Medal and 15 Governor General's Awards and Medals for their work as architects, educators and advocates, with a body of work that has been widely published and exhibited, as well as being the subject of a documentary film, nationally and internationally, there can be no doubt of their significance and not only to the architectural community.&nbsp;&nbsp; Published over 38 times, after 25 years, the Craven Road House continues to be a requested case study house by architecture students from around the world.&nbsp;</p>\n<p>Contextual Value</p>\n<p>The development of the property at 1007 Craven Road with the modestly scaled, wood-clad, two-storey house and single-storey studio reinforces the character and built form of the street by maintaining set-backs, scale and massing of the mix of houses and garages that line Craven Road.&nbsp; In the careful development of the landscaped open spaces on the property, it contributes a well-treed mid-block, green lung which enhances the quality of the street's environment.&nbsp;</p>\n<p>Located on the east side of Craven Road, the subject property at 1007 Craven Road is physically, functionally, visually, and historically linked to its surroundings. Historically known as Erie Terrace prior to the renaming of the street to Craven Road in 1924, the subject property is reflective of the historic configuration of this narrow laneway, which contained properties with frontages only on the east side of the street from Danforth Avenue to Queen Street East. This unique configuration comprising the street remains largely in-tact today on Craven Road from Danforth Avenue to Hanson Street.</p>\n<p>The Craven Road House and Studio are architectural landmarks of cultural significance for their contribution to design excellence in Canada and globally.&nbsp; Recognized by the professional architectural community with a Governor General's Award (house) and Medal (studio) and widely published in architectural journals and anthologies in North America and Europe, they are meaningful to the community and are widely renowned as they represent a high standard of excellence for their aesthetic qualities but also for their technical and typological inventiveness and for achieving this within a limited budget for a client with restricted means and an ambitious and specific program.&nbsp; For these reasons they are landmarks which are culturally rather than geographically significant.&nbsp;</p>\n<p>Heritage Attributes</p>\n<p>Design and Physical Value</p>\n<p>The following heritage attributes of the Craven Road House contribute to the cultural heritage value of the property at 1007 Craven Road as a representative of Critical Regionalism and as they display a high degree of artistic merit and craftsmanship:</p>\n<p>Exterior Attributes</p>\n<p>The setback, placement and orientation of the house on the property as it is setback in line with the setbacks of adjacent house-form properties<br />The two-storey scale of the house which reinforces that of the local context <br />The materials of the house including horizontal siding which references a Victorian cottage typology and the large-scale panels which reference an industrial typology and the cement board on the north elevation, chosen for its 2-hour fire-resistance&nbsp; <br />The design and composition of the elevations with the various recesses on the west and south elevations<br />The composition of the cladding, particularly the horizontal siding which wraps around the south-west corner, and the large-scale plywood panels arranged in a brick pattern <br />The design and composition of the mahogany-framed windows and their mullions including the bay window at the second floor level at the south west corner, the dining room bay window adjacent to the recessed porch of the main entry on the south elevation, the projecting, second floor window on the south elevation, the first floor window on the west elevation, the bedroom and bathroom windows on the east elevation at both the first and second floor levels<br />The columns at the south-west corner at the second level and at the first floor entrance<br />The red colour of the exterior including the cladding, the columns and the entrance door which references Toronto's traditional Victorian residential palette of colours<br />The bronze light fitting at the entrance, custom-made by the architects&nbsp; <br />Interior Attributes</p>\n<p>The interior of the ground floor as it conveys the intimacy of a domestic space and the scale of a Victorian cottage with its open foyer-dining room-kitchen space and adjacent bedroom and bathroom, low 7.5' ceiling and domestically scaled windows <br />The materials used on the ground floor including the maple millwork and flooring <br />The paint colours which are intended to relate to the domestic character of a cottage and include sage green, deep plum and a russet red as well as a white colour&nbsp; <br />The red column on the landing of the stair case <br />The interior of the second floor with its 12' high ceiling, large, column free work space with a very grand window at the south-west corner all of which convey the character of an industrial loft/library work space and the adjacent bathroom and bedroom <br />The materials used on the second floor including those of the built-in fittings &ndash; the maple-faced library shelves on the south and east walls, the maple cabinetry with display shelves along the balustrade and the maple floors<br />The white walls<br />The industrial light fittings on the shelves and ceiling <br />The following heritage attributes of the Craven Road Studio contribute to the cultural heritage value of the property at 1007 Craven Road as a representative of Critical Regionalism and as they display a high degree of artistic merit and craftsmanship:</p>\n<p>The setback, placement and orientation of the studio as an ancillary building on the rear eastern property line and as an expression of the reinvention of the typology and enhancement of context and landscape associated with Critical Regionalism which enabled the creation of the landscaped court <br />The scale and massing of the building which retains that of the characteristic garage typology on Craven Road but through its volumetric expression with the recessed and splayed entry and the bay window with its fully glazed window expresses the reinvention of the type as a private studio gallery. The massing's form also reveals the sloped roof of the coffered skylights of the gallery.<br />The materials including the large-scale, stained, marine plywood panels which correspond to the house and the upper-level, cedar siding which has been left to weather linking it to the adjacent neighbours' garage, the fencing along the south and west edges of the property and the character of ancillary functions inherent in the garage and outbuilding type<br />The exterior storage cabinets on the north side of the building and accessible from the exterior for storage of garden equipment <br />The grass roof with native grasses <br />Interior Attributes</p>\n<p>The single volume of space of the gallery and studio which represents its multiple functions and potential uses which has been enhanced with a large bay window facing west and a tall, narrow bay facing north to the rear yard of the house<br />The materials which include the polished concrete floor, the maple plywood cladding and maple facing of the coffers and the white walls of the gallery-display function <br />The thickness of the walls which are different depending on the orientation to sunlight and also the depth of storage <br />The storage systems facing the interior for books and archival materials related to the use of the building<br />The skylight coffers which are related to the function of the space for exhibition and display in the provision of ample daylight while excluding direct sunlight and the potentially damaging ultraviolet light <br />&nbsp;Views</p>\n<ul>\n<li>The views of the landscaped courtyard to the west and the window and view to the rear garden to the north which connect the interior with the exterior</li>\n</ul>\n<p>The following heritage attributes of the setting and landscaping contribute to the cultural value of the property at 1007 Craven Road as a representative of Critical Regionalism:</p>\n<ul>\n<li>The setback, placement and orientation of the house and studio on the property creating a sequence of landscaped outdoor spaces</li>\n<li>The 8 river birch trees</li>\n<li>The weather cedar strip fence along with west and south edges of the property studio as an ancillary building on the rear eastern property line and adjacent to the walkway which connects the neighbour's property on 622 Rhodes Avenue with their single-car garage facing Craven Road as an expression of the reinvention of the typology and as enhancement of context and landscape associated with Critical Regionalism</li>\n</ul>\n<p>Contextual Value</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1007 Craven Road as it defines, maintains and supports the character of an area:</p>\n<ul>\n<li>The placement, setback and orientation of the property which supports the character of the area as it is characterized by small-scale residential and industrial buildings of 1-3 stories in height and by single-storey garages which have lined Craven Road, particularly on the west side</li>\n<li>The use of wood siding and plywood panels which related to the Victorian cottages and small industrial buildings and garages which characterize Craven Road</li>\n</ul>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1007 Craven Road as it is physically, functionally, visually, and historically linked to its surroundings:</p>\n<ul>\n<li>The building types of house and studio, and their placement on the property relates to the diverse development of Craven Road over the past 100 years as it was partially lined with garages and used as a laneway for properties facing the adjacent Rhodes Avenue and Parkmount Road, and was partially lined with residential development on the east side of the road</li>\n</ul>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1007 Craven Road as it is a landmark:</p>\n<ul>\n<li>The property with its weathered, cedar fence, two-storey, red, siding and plywood panel-clad house with its dramatic window overlooking the street and its studio with its grass roof and volumetric massing and glazing and weathered cedar slats are together a cultural landmark in the global body of architecture and for all those who are devoted to finding innovative and beautifully-designed modern architecture</li>\n</ul>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of November 18, 2021, which is December 20, 2021. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2837,
  "otherReferenceList": [
    {
      "description": "PH27.10\t- 1007 Craven Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH27.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1007 CRAVEN ROAD",
  "title": "NOTICE OF INTENTION TO DESIGNATE THE PROPERTY - 1007 CRAVEN ROAD",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
