{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "579 Richmond Street West Toronto Ontario",
      "latitudeCoordinate": "43.6464249665",
      "longitudeCoordinate": "-79.4028221521",
      "postalCode": "M5V 1Y6",
      "province": "Ontario",
      "streetAddress": "579 Richmond Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 579 Richmond Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2741"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 579 Richmond Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 579 Richmond Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 579 Richmond Street West, located on the south side of Richmond Street West between Portland Street and Bathurst Street, contains a factory building constructed in 1913 to the designs of the architect Isadore Feldman in the Industrial Classical style for the Independent Cloak Co. Originally constructed as a five-and-a-half-storey factory, following a fire in 1914, it was reconstructed as four-and-a-half storeys.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property is identified as a contributing property in the King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal. It was included on the City's Heritage Register in 2017.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>The Independent Cloak Co. building has design value as a fine example of the factory type, designed in the Industrial Classical style which proliferated in the factories of the King-Spadina neighbourhood in the early 20th century. The factory typology is present in the flat-roofed, rectangular massing of the four-and-a-half-storey volume, brick cladding, windows arranged in a grid pattern expressive of the internal post and beam structure and its manufacturing function. Additional factory features include the loading dock on the west elevation, adjacent to the elevator, and the raised roof parapet concealing the elevator housing. The Industrial Classical style is present in the modulation of the factory design through the articulation of the principal (north) fa&ccedil;ade with a series of brick pilasters stretching the height of the fa&ccedil;ade from the cast stone base to the cornice with corbelled, segmentally-headed arches at the top, decorative corbelling and a stone belt course beneath the first floor windows and projecting brick panels beneath each window in the upper stories.&nbsp; The classical style of the stone framing of the door (now mostly painted over) with its deep recess, corbel brackets, and moulded mutule blocks beneath a plain cornice topped by a stone tablet with a simple recessed panel are further elements which elevate the public, street-facing fa&ccedil;ade of the factory with the civic language of classicism and contribute to the Industrial Classical style.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical value for its contribution to the development of the King-Spadina neighbourhood as Toronto's manufacturing and employment hub from the early to mid-20th century.&nbsp; Its adaptive re-use as office and studio space from the 1980s forward was part of the renaissance of King-Spadina. Following a common practice of factory development and enterprise in the neighbourhood, Joseph Bockneck and Louis Fluxgold, proprietors of the Independent Cloak Company commissioned the building as a factory for themselves which would be supported by additional tenants.&nbsp; Although the Independent Cloak Co. sold the property following the fire in 1914, the building continued to be important in the King-Spadina neighbourhood as it was the location for a variety of manufacturing enterprises over the next 60-70 years related to the garment industry as well as the automotive and upholstery industries.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Independent Cloak Co. is valued as it represents the work of the architect Isadore Feldman (1887-1919) during the period when he operated as a sole practitioner and had a predominance of factory commissions for Jewish clients working in the garment industry. Along with the Independent Cloak Co. these commissions included the Cooper Cap Co., 1911, at Spadina and Grange avenues, the American Hat Frame Co, 1912, at Bathurst and Wellington streets, the Imperial Clothing Co., 1913, Richmond Street West, the Tip Top Tailors Block, 1914, Richmond Street West. Feldman's work contributed to the emergence of the garment industry in the King-Spadina neighbourhood as it gained its Fashion District identity.&nbsp; His work represents the growing economic importance of the Jewish community to the city's manufacturing economy.&nbsp; The 1911, Adath Israel Jewish Synagogue, designed by Feldman and located on Centre Avenue near Agnes Street, in the 'Ward' contributed to the establishment of Jewish religious and cultural life in the early 20th century and its representation in the City of Toronto.</p>\n<p>&nbsp;</p>\n<p>Located on the south side of Richmond Street West between Portland Street and Bathurst Street, the Independent Cloak Co. building has, since 1913, contributed to defining and maintaining the late 19th and early 20th-century industrial character of the King-Spadina neighbourhood through its low-rise, rectangular massing, brick cladding with classical elements of its factory typology.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>For over 100 years, the Independent Cloak Co. factory building has been physically, functionally and historically linked to its surroundings, initially as a contributor to the City's manufacturing and employment hub and emerging Fashion District and for the past 40 years as part of the regeneration of the King-Spadina neighbourhood as a vibrant commercial and cultural centre.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the</p>\n<p>Independent Cloak Co. factory at 579 Richmond Street West as a representative of a well-crafted, early, 20th-century factory type:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its lot at the south side of Richmond Street West between Portland Street and Bathurst Street with laneway access on the west side</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the flat-roofed, rectangular-plan, four-and-a-half storey building, including, on the west elevation, the raised parapet indicating the location of the elevator and the loading dock</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The red brick cladding with stone trim and prominent entry</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The arrangement of the window openings in a regular grid on the north, south, east and west facades alternating with variations such as a blank wall or smaller windows indicating the location of the staircases and elevators.</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the factory at 579 Richmond Street West as a representative of the Industrial Classical style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The design of the elevations with full-height brick piers, segmentally-arched window openings at the top floor with brick corbelling, the stone band and decorative brick corbel banding beneath the first floor level windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal entry on the north fa&ccedil;ade, with its stone door case including a deep recess, corbel brackets and projecting cornice with decorative stone tablet above</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of the property at 579 Richmond Street West as it supports the late-19th and early, 20th-century character of the King-Spadina neighbourhood as characterized by low-rise, brick-clad factory buildings with period details:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the brick-clad, four-and-a-half-storey building with a flat roof and regularly spaced grid of windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Industrial Classical details as outlined above</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2974,
  "otherReferenceList": [
    {
      "description": "PH29.16 - 141 Bathurst Street and 579 Richmond Street West - Notice of Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate – 579 Richmond Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
