{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "526 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6637391067",
      "longitudeCoordinate": "-79.3843116322",
      "postalCode": "M4Y 1X9",
      "province": "Ontario",
      "streetAddress": "526 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 526 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2743"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 526 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>The property at 526 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 526 Yonge Street (including the entrance addresses at 528 Yonge Street and 7 Breadalbane Street) is located at the southwest corner of Yonge and Breadalbane Streets. It contains a 2-1/2 and 2-storey mixed-use/commercial brick building at the southwest corner of Yonge and Breadalbane Streets, which was designed in the Second Empire style by the architects McCaw &amp; Lennox, and constructed circa 1881.</p>\n<p>&nbsp;</p>\n<p>In recognition of its architectural significance, the building was amongst some of the earliest included on the City of Toronto's Inventory of Heritage Properties (now known as the Heritage Register) in March 1974.</p>\n<p>&nbsp;</p>\n<p>Surrounding properties recognized on the Heritage Register include the commercial building at 480 Yonge Street (1864), the Yonge Street Fire Hall Clock Tower at 484 Yonge Street (1871), the Bank of Montreal Building at 496 Yonge Street (1887), and several late-19th-century commercial blocks to the north and south, including 502-508 Yonge Street (mid-1860s), 538-544 Yonge Street (circa1873-74), 546-550 Yonge Street (circa 1885-86) and 527-535 Yonge Street (circa 1880s).</p>\n<p>&nbsp;</p>\n<p>In 2016, the property was identified as a contributing property in the Historic Yonge Street Heritage Conservation District, adopted by City Council and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Dating to circa 1881, the property at 526 Yonge Street has design and physical value as a representative example of the Second Empire architectural style that was popular in many prominent commercial, public, and residential buildings in Toronto from 1860 to 1900. The property retains its original scale, form, and massing as a 2-1/2-storey building with a 2-storey rear wing, and its design value as a representative example of the Second Empire style is reflected in many of its extant original features, including its brick construction with ornamental stone and wood details, mansard roof featuring a central tower and shed-roofed dormers framed by decorative trim, and highly symmetrical principal (east) fa&ccedil;ade featuring three bays of windows separated by brick pilasters, a central bay of paired windows surmounted by a pediment, and a continuous entablature below the eaves line.</p>\n<p>&nbsp;</p>\n<p>Originally constructed as two commercial units, the property at 526 Yonge Street also has cultural heritage value as an early surviving example of the fine-grained mixed-use/commercial building typology that emerged along Yonge Street, north of College Street, during a period of accelerated development in the late 19th century.</p>\n<p>&nbsp;</p>\n<p>The properties are valued for their association with the significant Toronto architectural firm of McCaw &amp; Lennox, who designed the two stores at 526 Yonge Street in the Second Empire style that characterized much of the firm's work during their brief partnership from 1876-1881. Established in 1876 by prominent Toronto architect E.J. Lennox (1854-1933) and William Frederick McCaw (1850-1923), the firm was immediately successful, and received commissions for large churches, schools, commercial buildings, and residential houses in Toronto and throughout Southern Ontario. The firm's notable projects include the Wellesley Public School (1876), the layout and landscaping of Queen's Park (1876), Occident Hall (1876), the Bond Street Congregational Church (1879), and Hotel Hanlan on Toronto Island (1879-81).</p>\n<p>&nbsp;</p>\n<p>After the partnership dissolved in 1881, Lennox would go on to build one of the most successful architectural practices in Canada by 1885. Lennox is credited with building some of the city's most significant landmarks of the late 19th and early 20th centuries, including the Toronto Athletic Club (1894), Old City Hall (1899), the King Edward Hotel (1901-03), the West Wing of the Ontario Legislative Building (1909), Casa Loma (1911) and St. Paul&rsquo;s Anglican Church (1913).</p>\n<p>&nbsp;</p>\n<p>Anchoring the southwest corner of Yonge and Breadalbane Streets and retaining many of its original architectural features, the building at 526 Yonge Street has contextual value for its contribution to the character of Yonge Street, north of College Street, which is typified by the surviving commercial and public buildings that were erected during the first wave of construction in the late 19th century. This character is generally expressed by 3-storey heights, narrow building frontages, no setback from the street, flat or mansard roof profiles, brick construction with stone and wood detailing, storefronts at grade, and a variety of late-19th-century stylistic vocabularies, including Georgian, Italianate, Romanesque and Second Empire.</p>\n<p>&nbsp;</p>\n<p>The contextual value of the commercial building at 526 Yonge Street is also related to its historical and visual links to its surroundings on the west side of Yonge Street between Grosvenor and Breadalbane Streets.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 526 Yonge Street as representative of the Second Empire style and late-19th-century mixed-use/commercial type include:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's scale, form and massing, with a 2-1/2-storey mansard-roofed component along Yonge Street and a 2-storey flat-roofed component along Breadalbane Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's brick construction, with brick, stone and wood exterior details</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's principal Yonge Street (east) elevation, which features:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A symmetrical organization into three bays separated by corbelled brick pilasters, with the central bay featuring paired windows, and the side bays featuring single windows</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Window openings, which feature decorative recessed brick surrounds at the second storey with a decorated pediment over the central bay, and comprised of shed-roofed dormers supported by brackets and surrounded by wood trim at the third storey</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An entablature spanning the east fa&ccedil;ade above the second storey, which includes a plain band architrave/continuous window lintel, a bracketed frieze on corbelled brick, and a projecting cornice</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A mansard roof featuring a central tower, framed by end parapet firewalls and capped by a projecting cornice</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's secondary (north) elevation along Breadalbane Street, which features:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Segmental-arched window and door openings featuring brick voussoirs and stone sills (for windows)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The second-storey window opening above the storefront, which features a stone sill and lintel</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the rear 2-storey wing, corbelled brick banding and a cornice at the roofline, framed by two corbelled-brick brackets</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 526 Yonge Street as part of a late-19th-century streetscape:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building at the southwest corner of Yonge Street and Breadalbane Street, with a primary elevation along Yonge Street and a secondary elevation along Breadalbane Street</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2976,
  "otherReferenceList": [
    {
      "description": "PH29.18 - 516 and 526 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.PH29.18"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO - 526 YONGE STREET",
  "title": "Notice of Intention to Designate – 526 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
