{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "545 Lake Shore Boulevard West Toronto Ontario",
      "latitudeCoordinate": "43.6364915714",
      "longitudeCoordinate": "-79.3987410619",
      "postalCode": "M5V 1A3",
      "province": "Ontario",
      "streetAddress": "545 Lake Shore Boulevard West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 545 Lake Shore Boulevard West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2745"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 545 Lake Shore Boulevard West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 545 Lake Shore Boulevard West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Constructed in 1927 as an office and manufacturing plant for Crosse &amp; Blackwell, the property at 545 Lake Shore Boulevard West features a 2.5-storey pavilion with a hexagonal footprint, prominently situated at the corner of Bathurst Street and Lake Shore Boulevard West. To the east, two 3.5-storey wings meet at an obtuse angle, effectively forming a partial hexagon in plan that echoes the front pavilion. The building was constructed on a concrete pile foundation with a primarily red brick exterior and cast-stone detailing.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property demonstrates a unique application of Art Deco and Beaux Arts stylistic elements to an industrial headquarters. It is especially notable for its unusual footprint and form, comprising a 2.5-storey hexagonal pavilion that includes the main entry, and two 3.5-storey wings that create a partial hexagon in plan. The building's red brick masonry features such decorative details as cast-stone banding with geometric and floral motifs and the initials of original occupant Crosse &amp; Blackwell. Though alterations have resulted in minor impacts to the building's architectural integrity, including the removal of glazing from the pavilion's lantern and of cast-stone detailing from the wings' upper storey, the building remains a strong example of 1920s-era architectural design.</p>\n<p>&nbsp;</p>\n<p>The property holds direct associations with the theme of Toronto's waterfront development, as an early construction project (1927) on the Central Waterfront lands created by the Toronto Harbour Commission through land reclamation. The building was intended to contribute to the identity of Lake Shore Boulevard West (then Fleet Street) as an important waterfront thoroughfare across Toronto. The property is strongly connected with Crosse &amp; Blackwell, representing the investment of a centuries-old British foodstuffs company in Canada. The property also represents an early example of adaptive reuse; after the building was listed on the municipal heritage register and acquired by the Harbourfront Corporation in 1973, it was successfully reused as a media centre associated with CFMT-TV and OMNI-TV from 1979 to 2009.</p>\n<p>&nbsp;</p>\n<p>The Crosse &amp; Blackwell Building demonstrates the work of architects Chapman and Oxley, as one of a number of prominent commissions within their portfolio of commercial, industrial, and institutional works. Chapman, in particular, was closely associated with the Toronto Harbour Commission and designed a number of other significant waterfront buildings.&nbsp;</p>\n<p>The Crosse &amp; Blackwell Building defines and is linked to its surroundings as one of the earliest examples of industrial development in the Central Harbour area. The building was intended to have a strong presence on the major thoroughfare of Lake Shore Boulevard West (originally Fleet Street) where it intersects with Bathurst Street. It maintains this visual prominence through its distinctive architecture and corner siting, and is considered an architectural landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 545 Lake Shore Boulevard West as a prominent 1920s-era industrial headquarters, demonstrating a unique application of Art Deco and Beaux Arts stylistic elements:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the building, including a 2.5-storey pavilion with a hexagonal footprint, and two 3.5-storey wings that meet at an obtuse angle, effectively forming a partial hexagon in plan</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick masonry construction and concrete pile foundation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The prominent raised entrance, located at the northwest corner, including:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The doors framed with decorative pilasters and a broken pediment</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The entry's plate-glass transoms within a double-height portal that is defined by a floral cast-iron grille and an arched cast-stone surround</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cast-stone details throughout the building's design, reflecting the motifs of the Art Deco style</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cast-stone banding between the raised basement and first floor levels</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The hexagonal lantern atop the pavilion, including such copper details as a pinnacle</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The building's original window openings, organized by brick pilasters and bi-coloured brick spandrel panels</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The windows' pre-cast stone sills and lintels</p>\n<p>&nbsp;</p>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 545 Lake Shore Boulevard West as reflecting associations with waterfront development, Crosse &amp; Blackwell, and architects Chapman and Oxley:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The building's siting and orientation at the southeast corner of Lake Shore Boulevard West and Bathurst Street&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cast-stone detailing that includes the initials of Crosse &amp; Blackwell</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The highly considered architectural design, including a pavilion and two wings that share cohesion through materials and detailing, representing Crosse &amp; Blackwell's investment by engaging high-profile architects for the project</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 545 Lake Shore Boulevard West as a character-defining property and architectural landmark within its Central Harbourfront context:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The building's siting and orientation at the southeast corner of Lake Shore Boulevard West and Bathurst Street&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form, and massing of the building, including a 2.5-storey pavilion with a hexagonal footprint and two 3.5-storey wings, which engage with the streetscapes of both Lake Shore Boulevard West and Bathurst Street and emphasize their intersection</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.16\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.16</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2978,
  "otherReferenceList": [
    {
      "description": "CC38.16 - 545 Lake Shore Boulevard West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.CC38.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 545 LAKE SHORE BOULEVARD WEST",
  "title": "Notice of Intention to Designate – 545 Lake Shore Boulevard West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
