{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "10 Dawes Road Toronto Ontario",
      "latitudeCoordinate": "43.687863688",
      "longitudeCoordinate": "-79.297204626",
      "postalCode": "M4C 5A7",
      "province": "Ontario",
      "streetAddress": "10 Dawes Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "10A Dawes Road Toronto Ontario",
      "latitudeCoordinate": "43.687955194",
      "longitudeCoordinate": "-79.297177341",
      "postalCode": "M4C 5A7",
      "province": "Ontario",
      "streetAddress": "10A Dawes Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate – 10 and 10A Dawes Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2746"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1640235600000,
  "noticeDescription": "<p>TAKE NOTICE that Toronto City Council intends to designate the lands and building known municipally as 10 and 10A Dawes Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 10 and 10A Dawes Road (including an active entrance at 10B Dawes Road) are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 10 and 10A Dawes Road are located on the west side of Dawes Road at the southern termination of the road, south of Danforth Avenue and north of the railway corridor. They were formerly a single property spanning three lots at 10 Dawes Road but were severed to become 10 and 10A Dawes Road in 1964. Historically, the area at the corner of Danforth Avenue and Dawes Road was the location of several historic settlements with inns, hotels, and stores, including the village of Dawes' Corners in 1850, followed by Smith's Corner in the 1860s, Little York and Coleman's Corner in the 1880s, and the Town of East Toronto in 1903.</p>\n<p>&nbsp;</p>\n<p>10A Dawes Road, the earlier of the two structures, is comprised of a two-and-a-half-storey brick building fronting Dawes Road with a one-storey attached brick building at the rear. The property was constructed in c.1895 and originally functioned as a grist and flour mill with the one-storey attached building at the rear housing the steam mechanism that powered the mill. It was likely originally occupied by the East Toronto Milling Company. 10 Dawes Road, which was constructed in 1905 to the south of 10A Dawes Road, is comprised of a three-storey building fronting Dawes Road. It is concrete and stucco at grade level with the upper-storeys and headspace clad in corrugated metal. At the rear is a one-storey concrete block addition and a one-storey metal clad addition. This property originally housed the grain elevator. The Chalmers Milling Company owned and operated out of 10 and 10A Dawes Road from 1905 until the properties were sold to the Elizabeth Flour &amp; Seed Milling Co. in 1952. The company continued to occupy the properties10A and 10 Dawes Road for 29-years until they were sold and adaptively reused in 1981 and 2007 respectively. More recently, the Silver Mill Gallery, which offered programs for Toronto's emerging digital artists, occupied the space at 10 Dawes Road.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 10A Dawes Road is valued as a rare surviving example of the grist and flour mill building type in the historic village of Little York and the Town of East Toronto. It was purpose-built to process grain and is comprised of a two-and-a-half-storey box-form brick building with a one-storey box-form northern brick building at the rear that housed the steam mechanism that powered the mill. After the grain elevator was constructed to the south abutting 10A Dawes Road, connections would have been created between the buildings to have allowed the sorted grain to be delivered from the grain elevator at 10 Dawes Road to the mill at 10A Dawes Road to be milled.</p>\n<p>&nbsp;</p>\n<p>At the exterior, where various alterations have been made to door and window openings, original segmental-arches are present throughout the side (north), principal (east), and rear (west) elevations of the two-and-a-half-storey structure fronting Dawes Road, as well as in the rear (west) one-storey brick structure. Additional ornamentation is present in the principal (east) elevation of the building fronting Dawes Road in the parapet, which contains stepped corbelling and an inlaid rectangular panel. A simplified version of this parapet ornamentation can be seen side (north) elevation of the one-storey building at the rear.</p>\n<p>&nbsp;</p>\n<p>The property at 10 Dawes Road is valued as a rare surviving example of the grain elevator building type in the historic village of Little York and the Town of East Toronto. It is also valued as a rare surviving example of a grain elevator built in a wooden-crib form, a construction style that was replaced during the 1920s by concrete grain terminals and later, by steel. The three-storey box-form structure was purpose-built to raise grain from a pit below the basement at the southeast corner and then elevate it through the building into nine storage silos where it could be kept before being milled in the neighbouring structure at 10A Dawes Road. The ground floor of the interior of the building contains timber support columns with capitals ornamented with a stepped reverse-ziggurat pattern that ascend in size. Also still extant at the interior is the wheel and rubber conveyor belt housed in the headhouse, which sits one-storey above the flat roof, and the nine wooden-cribbed grain silos.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The properties at both 10 and 10A Dawes Road are valued for their association with the theme of the railway and the subsequent activity of milling, which were significant in the development of the village of Little York during the late-nineteenth and early-twentieth centuries. The opening of Grand Trunk Railway's (GTR) freight yard and roundhouse to the south of the subject properties and the relocation of York Station to Dawes Road, significantly contributed to the early wave of residential subdivision and industrialization of the area. It made the area appealing for the construction of a mill because of its close proximity to the railway. Directly from the railway cars, grain would travel into the subject properties &ndash; first into 10A Dawes Road and later into 10 Dawes Road once it was constructed &ndash; where it would be stored until it was ready to be milled next door.</p>\n<p>&nbsp;</p>\n<p>The subject properties have value for their ability to yield information that contributes to our understanding of the development of various historic settlements near the GTR tracks at the corner of Danforth Avenue and Dawes Road from the mid-nineteenth to early-twentieth centuries. First the location of Dawes' Corners in 1850, followed by Smith's Corner in 1870, and Little York and Coleman's Corner from the 1880s until the annexation of Little York to the Town of East Toronto in 1903, the corner was a popular location for the construction of local inns and stores for several decades.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The subject properties at 10 and 10A Dawes Road are physically, functionally, visually, and historically linked to their surroundings at the southern termination of Dawes Road, which was strategically selected as the location for a mill and grain elevator because of their proximity to the GTR rail corridor. The relationship of the properties to their setting is demonstrated by the placement, setback and orientation of the mill building and grain elevator on the west side of Dawes Road south of Danforth Avenue, where there was historically a railway spur by 1924 that rose to the south edge of the grain elevator building.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 10A Dawes Road as being a rare surviving example of the grist and flour mill building type in the historic village of Little York and the Town of East Toronto:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two-and-a-half-storey scale, box-form and massing of the building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The one-storey scale, box-form and massing of the rear building that housed the steam mechanism</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the brick cladding</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The segmental-arches throughout the side (north), principal (east), and rear (west) elevations of the building fronting Dawes Road, and the rear (west) elevation of the rear building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the principal (east) elevation of the building fronting Dawes Road, the parapet with stepped corbelling and an inlaid rectangular panel</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the side (north) elevation of the rear building, the parapet with stepped corbelling</p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 10 Dawes Road as being a rare surviving example of the grain elevator building type in the historic village of Little York and the Town of East Toronto and a rare surviving example of a grain elevator built in a wooden-crib form:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-storey scale, box form and massing of the building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The headspace that sits one-storey above the flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with a concrete base and corrugated metal siding in the upper floors and the headspace</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the interior, the timber support columns with capitals containing stepped reverse-ziggurat ornamentation that ascend in size</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At the interior, the nine wooden-cribbed grain silos and the wheel and rubber conveyor belt that is housed in the headhouse</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the properties at 10 and 10A Dawes Road as being physically, functionally, visually, and historically linked to their surroundings at the southern termination of Dawes Road near the historical placement of the railway spur:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the mill building at 10A Dawes Road and the grain elevator at 10 Dawes Road on the west side of Dawes Road, south of Danforth Avenue, near the railway corridor&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 23, 2021, which is January 24, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.DM35.1\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.DM35.1</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 2979,
  "otherReferenceList": [
    {
      "description": "DM35.1 - 10 and 10A Dawes Road - Request for Direction",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2021.DM35.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 10 AND 10A DAWES ROAD",
  "title": "Notice of Intention to Designate – 10 and 10A Dawes Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
