{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "133 John Street Toronto Ontario",
      "latitudeCoordinate": "43.6487647885",
      "longitudeCoordinate": "-79.3903243555",
      "postalCode": "M5V 2E4",
      "province": "Ontario",
      "streetAddress": "133 John Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 133 John Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2799"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1644296400000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 133 John Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 133 John Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 133 John Street is located in the King-Spadina neighbourhood.</p>\n<p>Located on the northeast corner of Nelson Street, the property at 133 John Street contains a detached house-form building dating to 1875. &nbsp;The property was included on the City's Heritage Register on December 5, 2017.&nbsp; It is also identified as a contributing property in the King-Spadina HCD Plan (2017) that is currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 133 John Street has cultural heritage value for its design as a residential building with Second Empire styling associated with the first wave of development in the King-Spadina neighbourhood in the 19th century. The detached house represents a key building typology in King-Spadina, which originated in the 1800s as a residential and institutional enclave where the side streets and many of the main streets were lined with detached, semi-detached and row houses. The subject property survived the replacement of much of the residential building stock during the second phase of development of the community in the 20th century when King-Spadina became Toronto&rsquo;s industrial centre. The building at 133 John Street is distinguished by its Second Empire design, particularly the prototypical mansard roof with the distinctive dormers with the wood detailing, the patterned shingles, and the tall brick chimneys.</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The cultural heritage value of the property at 133 John Street is related to the renowned Canadian athlete and local politician, Edward (Ned) Hanlan (1855-1908) who resided at this location with his family in 1883-1893 and maintained ownership of the property until 1905. A multi-year World Champion sculler for Canada in 1880-1884, Hanlan has been recognized as \"the new nation's first world sporting champion in an individual or singles event\". Following his illustrious rowing career, Hanlan was elected as local alderman for the Toronto Island in 1898 and 1899, advocating for electrification on the island as well safe city bicycle lanes and public swimming pools on the mainland. Hanlan is commemorated by a 1926 bronze statue sculpted by Emmanuel Hahn that currently stands on the ferry docks at the eponymous Hanlan's Point on the Toronto Island and as a National Historic Person since 1938.</p>\n<p>The property at 133 John Street is also valued as the location of Toronto&rsquo;s first brewpub in 1985 and the original location of what would become The Amsterdam Brewing Company less than ten years later.&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 133 John Street is valued for the role of the residential building in defining, supporting and maintaining the historical character of the King-Spadina neighbourhood, reflecting its evolution from a 19th-century residential and institutional enclave and Toronto&rsquo;s manufacturing centre in the 20th century, to its current status as a mixed-use community.&nbsp;</p>\n<p>As a surviving 19th-century residential building, the detached house at 133 John Street is historically, visually and physically linked to its setting in the King-Spadina neighbourhood and is directly north of the historic row houses (1892) at 109-129 John Street, which are listed on the City&rsquo;s Heritage Register, and complements the neighbouring buildings at 118-122 John Street with their similar Second Empire styling.</p>\n<p>Heritage Attributes of 133 John Street:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the northeast corner of John and Nelson streets&nbsp;</li>\n<li>The scale, form and massing of the 3-storey rectangular-shaped plan&nbsp;</li>\n<li>The mansard roof with the extended eaves, the patterned slate shingles, the segmental-arched dormers with the wood detailing on the west, south and east slopes, and the pair of tall brick chimneys at the south end&nbsp;</li>\n<li>The materials, with the red brick cladding, the contrasting buff brick detailing, and the stone and wood trim (the brickwork has been painted)&nbsp;</li>\n<li>On the principal (west) elevation and the south side elevation on Nelson Street, the corner quoins and the string course dividing the first (ground) and second storeys (the original entrance and window openings in the first and second stories have been altered with the conversion of the building for commercial uses)&nbsp;</li>\n<li>The south side elevation on Nelson Street, with the segmental-arched window openings with the contrasting brick surrounds and the stone keystones and sills.</li>\n</ul>\n<p>Note:</p>\n<p>The open two-storey verandah on the west elevation is not identified as a heritage attribute. No heritage attributes are identified on the rear (east) elevation, which is viewed from Nelson Street.&nbsp;</p>\n<p>The north side elevation adjoins the neighbouring building. No heritage attributes have been identified on the attached buildings between the Second Empire house-form building and the property at 241 Richmond Street West.</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2; Email: hertpb@toronto.ca within thirty days of February 8, 2022, which is March 10, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3032,
  "otherReferenceList": [
    {
      "description": "2022.CC39.17 - 241 Richmond Street West and 133 John Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC39.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO, 133 JOHN STREET",
  "title": "Notice of Intention to Designate - 133 John Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
