{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "14 Duncan Street Toronto Ontario",
      "latitudeCoordinate": "43.6476554118",
      "longitudeCoordinate": "-79.3887528954",
      "postalCode": "M5H 3G8",
      "province": "Ontario",
      "streetAddress": "14 Duncan Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2960"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649649600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 14 Duncan Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 14 Duncan Street (including entrance addresses at 180, 184, and 188 Pearl Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design and physical, historical and associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 14 Duncan Street is located on the northwest corner of Duncan and Pearl streets in the King-Spadina neighbourhood. It contains the Telfer Paper Box Building, a three-storey structure on a raised basement that was constructed in 1902 by the Telfer Manufacturing Company according to the designs of the well-known Toronto architects Gregg and Gregg. The property is fashioned in the Edwardian Classical style. Occupied for 60 years by the Telfer Paper Box Company, the facility was expanded in 1906 by Wickson and Gregg and again in 1925, when a westward extension was added as was a fourth-storey to this wing. The property was modified at the end of the 20th century when it was converted for commercial uses.</p>\n<p>&nbsp;</p>\n<p>The property at 14 Duncan Street was included on the City of Toronto's Heritage Register on March 9, 2017 and was identified as a contributing property within the proposed King-Spadina Heritage Conservation District, adopted by City Council in 2017 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The Telfer Paper Box Building is valued for its design and physical value as a representative example of an early, 20th-century factory building in the King-Spadina neighbourhood with Edwardian Classical detailing. The three-storey scale above a raised basement, rectangular form and massing, brick cladding, and flat roofline are characteristic of this building type. The Edwardian Classical style is the most popular style for a range of architectural types in the pre-World War I era, including industrial edifices. Elements of the style are seen in the principal (east) elevation in the symmetrical arrangement of the openings beneath the round-arched arcades with keystones, the segmental-arched openings in the first-storey, and in the side (south) elevation in one-bay round-arched arcade (the window openings have been enlarged) and the flat-headed openings with cast stone sills. The style can further be seen in the side (south) elevation of the 1906 westward addition in the symmetrical arrangement of the openings beneath the round-arched arcades, the round-arched window opening in the third-storey, the segmental-arched openings in the first- and second-storeys, and the cast stone sills in the second- and third-storeys. The style is also carried through to the side (north) elevation, which is viewed from Duncan Street, and displays flat-headed and a round-arched arcade. Following its conversion for commercial uses, the building was updated with the oversized cornice and vertical entrance bays in the principal (east) and side (south) elevations identified with late 20th-century Post-Modernism.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property at 14 Duncan Street is valued for its association with the Toronto architectural firm of Gregg and Gregg, which received the commission prior to the dissolution of the partnership. While W. R. (William Rufus) Gregg and his younger brother, A. H. (Alfred Holden) Gregg practiced alone and with other partners during their careers, for the period between 1893 and 1904 when they worked together, the pair is credited with several factories in the King-Spadina neighbourhood. This includes surviving examples near the intersection of King and Pearl streets where the subject property is found. Gregg, in partnership with A. Frank Wickson, completed the complementary west wing (1906) of the Telfer Paper Box Building.</p>\n<p>&nbsp;</p>\n<p>The cultural heritage value of the property at 14 Duncan Street is also through its contribution to the development, evolution and regeneration of the King-Spadina neighbourhood in the 20th century. When the area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district after the Great Fire of 1904, the Telfer Paper Box Building was one of the first structures completed on the former Upper Canada College lands after the campus was redeveloped for industrial uses. Beginning in the post-World War II era, King-Spadina declined with the relocation of many industries to Toronto's suburbs. The restoration of the Royal Alexandra Theatre by entrepreneur Edwin \"Honest Ed\" Mirvish in the 1960s and his conversion of the neighbouring early-20th century warehouses to restaurants began the revival of the area. In the 1980s, the property at 14 Duncan was converted from industrial to commercial uses as part of the ongoing regeneration of King-Spadina.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>With its three-storey scale above a raised basement, rectangular form and massing, red brick cladding with brick, stone and wood detailing, and flat roofline, the value of the property at 14 Duncan Street is through its support for the historical character of the King-Spadina neighbourhood where it is part of an important collection of former factories and warehouses that were constructed in the early-20th century in similar architectural styles that changed the area from its origins as an institutional and residential district to Toronto's new manufacturing centre following the Great Fire of 1904. Through its placement, setback, and orientation at the northwest corner of Duncan and Pearl streets, the Telfer Paper Box Company Building is physically, functionally, visually and historically linked to its setting where, with the heritage properties containing the Canada Printing Ink Building (1903) at 15 Duncan Street, the White Swan Mills Building (1903) at 156 and 158 Pearl Street, and the Southam Press Building (1908) at 19 Duncan Street, it contributes to the enclave of industrial buildings on and adjoining Duncan Street, north of King Street West.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 14 Duncan Street being a representative example of an early, 20th-century factory building in the King-Spadina neighbourhood with Edwardian Classical detailing:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The three-storey scale above a raised basement, the rectangular form and massing, and the flat roof (the current cornice and fourth-storey are additions)</li>\n<li>The materials including red brick cladding with brick, stone and wood detailing</li>\n<li>In the principal (east) elevation, the symmetrical arrangement of the openings beneath the round-arched arcades with keystones, the segmental-arched openings in the first-storey (the window openings have been enlarged), and in one-bay round-arched arcade (the window openings have been enlarged) and the flat-headed openings with cast stone sills in the side (south) elevation</li>\n<li>In the side (south) elevation of the 1906 westward addition, in the symmetrical arrangement of the openings beneath the round-arched arcades, the round-arched window opening in the third-storey, the segmental-arched openings in the first- and second-storeys, and the cast stone sills in the second- and third-storeys.</li>\n<li>In the side (north) elevation, which is viewed from Duncan Street, the round-arched arcade and the flat-headed window openings.</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property as supporting the historic character of the King-Spadina neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The three-storey scale above a raised basement, the rectangular form and massing, and the flat roof (the current cornice and fourth-storey are additions)</li>\n<li>The materials including red brick cladding with brick, stone and wood detailing</li>\n</ul>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property as being is physically, functionally, visually and historically linked to its setting where it contributes to the enclave of industrial buildings on and adjoining Duncan Street, north of King Street West:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The placement, setback, and orientation of the property at the northwest corner of Duncan and Pearl streets</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 11, 2022, which is May 11, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p>http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.12</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3193,
  "otherReferenceList": [
    {
      "description": "14 Duncan Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.PH32.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 14 DUNCAN AVENUE",
  "title": "Notice of Intention to Designate The Property - 14 Duncan Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
