{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1390 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6864950013",
      "longitudeCoordinate": "-79.3936875178",
      "postalCode": "M4T 1Y5",
      "province": "Ontario",
      "streetAddress": "1390 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1406 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6867465489",
      "longitudeCoordinate": "-79.3937855187",
      "postalCode": "M4T 1Y5",
      "province": "Ontario",
      "streetAddress": "1406 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate The Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=2966"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1649649600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1390-1406 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 1390-1406 Yonge Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, associative/historical, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 1390-1406 Yonge Street (built 1932) comprise a row of six, 3-storey main street commercial buildings with storefronts to support retail uses at grade and residential above which stand along the west side of Yonge Street south of St. Clair Avenue between Pleasant Boulevard and Rosehill Avenue. This block and the adjacent subject property are separated by a driveway entry owned by St. Michael's Cemetery, located to the immediate west (rear), which provides a historic sightline into the cemetery from Yonge Street. The position and framing of the two subject properties at 1406 and 1418 Yonge Street on either side of the driveway provide a historic sightline to the site of St. Michael's Cemetery Mortuary Vault (built 1856), designed by architect Joseph Sheard, which was designated in 1975 under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 1390-1406 Yonge Street comprise a fine, representative example of early 20th-century main street commercial row typology. Designed in the Spanish Colonial Revival style, the numerous extant original details include the original and highly intact terracotta roof (with decorative chimneys and wooden brackets supports) and dichromatic, yellow- and rug-brick masonry wall with its raised brick pilasters, banding, and quoining details. The fine-grain composition of the row with commercial at grade and residential above has not been altered since its construction in 1932.</p>\n<p>&nbsp;</p>\n<p>The Spanish Colonial Revival main street commercial row at 1390-1406 Yonge Street is representative of a broader collection of a particular main street commercial row architecture that appeared along Toronto's main streets and thoroughfares in the early 20th century, including extant examples in the nearby neighbourhoods of Summerhill, Yorkville, and the Annex.</p>\n<p>&nbsp;</p>\n<p><strong>Associative and Historical Value</strong></p>\n<p>The properties at 1390-1406 Yonge Street have a direct association with the history of the adjacent St. Michael's Cemetery, the former lands upon which the subject row of main street commercial properties were constructed in 1932. This block, along with the adjacent subject property at 1420 Yonge Street, is historically linked to St. Michael's Cemetery and to the broader commercial development of the area.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, 1390-1406 Yonge Street has cultural heritage value as it maintains and supports the historic character of this portion of Yonge Street. Situated along the west side of Yonge Street south of St. Clair Avenue between Pleasant Boulevard and Rosehill Avenue, the property is an important contributor to the maintenance of the early 20th-century main street commercial built form evolution and historic character of the area, along with the adjacent main street commercial row at 1420 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>The main street commercial rows at 1390-1406 and 1420 Yonge Street are contextually linked by their physical and visual relationship to St. Michael's Cemetery. The historic relationship between the cemetery and the two commercial rows is enhanced by the historic sightline/view of St. Michael's Cemetery provided by the driveway entry between 1406 and 1418 Yonge Street. This historic sightline from Yonge Street, which has existed for over 165 years, allows for an unobstructed view of St. Michael's Cemetery Mortuary Vault (built 1856), designed by architect Joseph Sheard, which was designated in 1975 under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 1390-1406 Yonge Street as representative of Toronto's early 20th-century main street commercial row typology include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and 3-storey massing of the row</li>\n<li>The Spanish Colonial Revival style terracotta tile roof spanning the entire row with its decorative brick chimneys and supportive wooden brackets</li>\n<li>The dichromatic, yellow- and rug-brick masonry on the principal (east elevation) with its raised, rug-brick detailing including the pilasters, banding, and window quoining</li>\n<li>On the principal (east elevation), the scale and massing of the glazed storefronts, entryways, and side entrances</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the properties at 1390-1406 Yonge Street as defining, supporting, and maintaining the historic character of the area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The repetition of the six, identical, 3-storey main street commercial storefronts</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of April 11, 2022, which is May 11, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3197,
  "otherReferenceList": [
    {
      "description": "1390-1406 Yonge Street - Notice of Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC42.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1390-1406 YONGE STREET",
  "title": "Notice of Intention to Designate The Property - 1390-1406 Yonge Street",
  "topics": [],
  "uniqueMapUrl": []
}
