{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "IE29.5 - YNSE Metrolinx Public Notice",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3001"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall",
      "postalCode": "M5H 2N2",
      "province": "Ontario",
      "startDateTime": 1650979800000,
      "streetAddress": "100 Queen Street West"
    }
  ],
  "noticeDate": 1650513600000,
  "noticeDescription": "<p>City of Toronto Act, 2006 Public Notice</p>\n<p>&nbsp;</p>\n<p>Metrolinx Yonge North Subway Extension Early Works &amp; Temporary Delegation for Long-term Road Closures; Eglinton Crosstown LRT Time Extension of the Temporary Delegation for Long-term Road Closures</p>\n<p>&nbsp;</p>\n<p>Amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, and City of Toronto Municipal Code Chapter 27, Council Procedures</p>\n<p>&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, and City of Toronto Municipal Code Chapter 27, Council Procedures, in order to authorize the General Manager, Transportation Services, until December 31, 2030, to temporarily close to pedestrian and vehicular traffic highways or portions of highways for a period up to and including 365 consecutive days, but ending no later than December 31, 2030, inclusive, as required for the purpose of construction of the Yonge North Subway Extension project. In addition, recommendations to make requisite by-law amendments to City of Toronto Municipal Code Chapters 937 and 27 for a time extension to December 31, 2022 of the previously approved temporary delegation of authority until January 1, 2022 to the General Manager of Transportation Services to implement long-term temporary road closures for up to 365 days for the purposes of the Eglinton Crosstown LRT project will also be considered.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting to be held on May 11 and 12, 2022 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled \"Metrolinx Yonge North Subway Extension Early Works &amp; Temporary Delegation for Long-term Road Closures; Eglinton Crosstown LRT Time Extension of the Temporary Delegation for Long-term Road Closures\" has the following recommendations:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve a temporary closure to vehicular traffic of the westbound curb lane on Hendon Avenue, between Yonge Street and Duplex Avenue, from January 1, 2023 to August 31, 2023, inclusive, for the purpose of the Yonge North Subway Extension project.</p>\n<p>&nbsp;</p>\n<p>2. City Council approve a temporary closure of a portion of the north sidewalk to pedestrian traffic, on Hendon Avenue, between Duplex Avenue and a point 50 metres east, from January 1, 2023 to August 31, 2023, inclusive, for the purpose of the Yonge North Subway Extension project.</p>\n<p>&nbsp;</p>\n<p>3. City Council approve a temporary closure of the west crosswalk to pedestrian traffic at the intersection of Yonge Street and Hendon Avenue, from January 15, 2023 to August 31, 2023, inclusive, for the purpose of the Yonge North Subway Extension project.</p>\n<p>&nbsp;</p>\n<p>4. City Council approve the installation of temporary Traffic Control Signals on Hendon Avenue at Talbot Road, to be in effect from January 1, 2023 to August 31, 2023, inclusive.</p>\n<p>&nbsp;</p>\n<p>5. City Council rescind the existing stopping prohibition in effect from 7:00 a.m. to 9:00 a.m. and 4:00 p.m. to 6:00 p.m., Monday to Friday, on the north and south side of Hendon Avenue, between Yonge Street and Duplex Avenue, from January 15, 2023 to August 31, 2023, inclusive.</p>\n<p>&nbsp;</p>\n<p>6. City Council prohibit stopping at all times on the north and south side of Hendon Avenue, between Yonge Street and Duplex Avenue, from January 15, 2023 to August 31, 2023, inclusive.</p>\n<p>&nbsp;</p>\n<p>7. City Council approve one-way eastbound traffic operations on Hendon Avenue, between Yonge Street and Duplex Avenue, from January 15, 2023 to August 31, 2023, inclusive.</p>\n<p>&nbsp;</p>\n<p>8. City Council approve a temporary closure of the southbound curb lane to vehicular traffic on Yonge Street, between Hendon Avenue and a point 45 metres north, from January 15, 2023 to August 31, 2023, inclusive, for the purpose of the Yonge North Subway Extension project.</p>\n<p>&nbsp;</p>\n<p>9. City Council rescind the existing Right-Turn-on-Red prohibition in effect for the eastbound traffic on Hendon Avenue at Yonge Street, from January 15, 2023 to August 31, 2023, inclusive.</p>\n<p>&nbsp;</p>\n<p>10. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delegate to the General Manager, Transportation Services, until December 31, 2030, inclusive, the authority to temporarily close to pedestrian and vehicular traffic highways or portions of highways for a period up to and including 365 consecutive days but ending no later than December 31, 2030 inclusive, with the exception of those highways listed in Section 937-4 of Chapter 937, as required for the purpose of the construction of the Yonge North Subway Extension and City Council&nbsp;exempt the General Manager, Transportation Services, in carrying out this delegated authority from Section 937-5 of Chapter 937, that being the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>&nbsp;</p>\n<p>11. City Council amend Section 937-3.2 of City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, to delete the date of January 1, 2022 and replace it with the date of December 31, 2022 such that the General Manager, Transportation Services will be delegated the authority to temporarily close to vehicular and pedestrian traffic highways or portions of highways for a period up to and including 365 consecutive days, until December 31, 2022, with the exception of those highways listed in Section 937-4 of Chapter 937, as required for the purposes of the construction of the Metrolinx Eglinton Crosstown Light Rail Transit corridor, and to exempt the General Manager, Transportation Services in carrying out this extended delegation from Section 937-5 of Chapter 937, Temporary Closing of Highways, that being the requirement to notify the local Ward Councillor of the pending closure and the requirement to report on the proposed closure if so requested by the local Ward Councillor.</p>\n<p>&nbsp;</p>\n<p>12. City Council amend City of Toronto Municipal Code Chapter 27, Council Procedures, to provide that the current delegation to Community Council to temporarily close local roads, collector roads, and minor arterial roads does not include closures delegated to the General Manager, Transportation Services, in carrying out the authority in Parts 10 and 11 above.</p>\n<p>&nbsp;</p>\n<p>13. City Council direct the General Manager, Transportation Services, to request Metrolinx to expand its use of a 24 hour, 7 days a week hotline to accept and track complaints and reports of issues associated with the Yonge North Subway Extension.</p>\n<p>&nbsp;</p>\n<p>14. City Council direct the General Manager, Transportation Services, to work with Metrolinx to provide details of long-term road occupancy permits to the public on project websites, consistent with current practices deployed on the Metrolinx Eglinton Crosstown Light Rail Transit, Finch West Light Rail Transit and GO Expansion projects.</p>\n<p>&nbsp;</p>\n<p>15. City Council direct that the traffic lanes and sidewalks be reopened when the project is complete.</p>\n<p>&nbsp;</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, and City of Toronto Municipal Code Chapter 27, Council Procedures, will require amendment.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually on April 26, 2022, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear virtual or in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, and City of Toronto Municipal Code Chapter 27, Council Procedures, visit the City's website at: <a href=\"http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&amp;meetingId=21620#Meeting-2022.IE29\">Infrastructure and Environment Committee - Meeting 29 - April 26, 2022 (toronto.ca)</a>.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on April 26, 2022, please contact the Committee no later than 12:00 p.m. on April 25, 2021:</p>\n<p>Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p>100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> &nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p>&nbsp;</p>\n<p>Ashley Curtis</p>\n<p>Director, Transportation Planning and Capital Program</p>\n<p>Transportation Services</p>\n<p>Tel: (416) 392-0170</p>\n<p>Email: <a href=\"mailto:Ashley.Curtis@toronto.ca\">Ashley.Curtis@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on April 26, 2022 which will be forwarded to City Council at its meeting on May 11, 2022.</p>\n<p>&nbsp;</p>\n<p>Notice to people writing or making presentations to the Infrastructure and Environment Committee:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3233,
  "otherReferenceList": [
    {
      "description": "Infrastructure and Environment Committee - Meeting 29 - April 26, 2022",
      "url": "http://app.toronto.ca/tmmis/decisionBodyProfile.do?function=doPrepare&meetingId=21620#Meeting-2022.IE29"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "Metrolinx Yonge North Subway Extension Early Works & Temporary Delegation for Long-term Road Closures; Eglinton Crosstown LRT Time Extension of the Temporary Delegation for Long-term Road Closures",
  "title": "Amendments to City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, and City of Toronto Municipal Code Chapter 27, Council Procedures",
  "topics": [
    "Transportation > Intention to close or alter a lane, road or highway",
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
