{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Richmond Street East & Parliament Street Toronto Ontario",
      "latitudeCoordinate": "43.654559096",
      "longitudeCoordinate": "-79.364023387",
      "majorIntersection": "Richmond Street East & Parliament Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Richmond Street West & Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.651692009",
      "longitudeCoordinate": "-79.378984674",
      "majorIntersection": "Richmond Street West & Yonge Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Adelaide Street East & Parliament Street Toronto Ontario",
      "latitudeCoordinate": "43.653564017",
      "longitudeCoordinate": "-79.363598619",
      "majorIntersection": "Adelaide Street East & Parliament Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Adelaide Street West & Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.650407486",
      "longitudeCoordinate": "-79.378470071",
      "majorIntersection": "Adelaide Street West & Yonge Street",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Simcoe Street & Front Street West Toronto Ontario",
      "latitudeCoordinate": "43.64477561",
      "longitudeCoordinate": "-79.385021503",
      "majorIntersection": "Simcoe Street & Front Street West",
      "province": "Ontario"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Peter Street & King Street West Toronto Ontario",
      "latitudeCoordinate": "43.646054543",
      "longitudeCoordinate": "-79.392328546",
      "majorIntersection": "Peter Street & King Street West",
      "province": "Ontario"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Amendments to City of Toronto Municipal Code - Richmond Street and Adelaide Street Cycle Tracks",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=229"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "locationName": "Toronto City Hall, 10W",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall, 2nd Floor, Committee Room 1",
      "province": "Ontario",
      "startDateTime": 1547735400000,
      "streetAddress": "100  Queen Street West"
    }
  ],
  "noticeDate": 1547096400000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, and Chapter 910 Parking Machines and Meters in order to maintain the cycle tracks on Richmond Street and Adelaide Street, as well as the north-south cycle tracks on Simcoe Street and Peter Street as permanent installations.</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on January 30, 2019 or at a subsequent meeting.</p>\n<p>The report from the General Manager, Transportation Services, titled \"Richmond Street and Adelaide Street Cycle Tracks\" has the following recommendations:</p>\n<p>1. City Council approve maintaining the cycle tracks on the following streets as a permanent installation:</p>\n<p style=\"padding-left: 30px;\">a. Richmond Street East from Parliament Street to Yonge Street</p>\n<p style=\"padding-left: 30px;\">b. Richmond Street West from Yonge Street to Bathurst Street</p>\n<p style=\"padding-left: 30px;\">c. Adelaide Street East from Parliament Street to Yonge Street</p>\n<p style=\"padding-left: 30px;\">d. Adelaide Street West from Yonge Street to Bathurst Street</p>\n<p style=\"padding-left: 30px;\">e. Simcoe Street from Front Street West to Queen Street West</p>\n<p style=\"padding-left: 30px;\">f. Peter Street from King Street West to Queen Street West;</p>\n<p>2. City Council enact traffic and parking regulation amendments, and cycle track designation amendments, and parking machines and meters by-law amendments to modify the current cycle track installation on Adelaide Street East and Adelaide Street West from Bathurst Street to Parliament Street to improve safety and operations including but not limited to moving the existing cycle track from the south side of the street to the north side of the street, as described in Attachment 1 - Amendments to Traffic and Parking Regulations, and Cycle Track Designations, and Parking Machines and Meters By-law attached to this report.</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, and Chapter 910 Parking Machines and Meters will require amendment.</p>\n<p>At its meeting to be held in Committee Room 1, Toronto City Hall on January 17, 2019, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To view or obtain a copy of the report that outlines the related amendments to City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, and Chapter 910 Parking Machines and Meters please <a title=\"Richmond Street and Adelaide Street Cycle Tracks\" href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.IE1.5\" target=\"_blank\" rel=\"noopener\">click here</a>.</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on January 17, 2019, please contact the Committee no later than 12:00 p.m. on January 16, 2019:</p>\n<p style=\"padding-left: 30px;\">Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p style=\"padding-left: 30px;\">100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4579<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> &nbsp;</p>\n<p>To ask questions regarding the content of the report contact:</p>\n<p style=\"padding-left: 30px;\">Jacquelyn Hayward Gulati</p>\n<p style=\"padding-left: 30px;\">Director, Project Design &amp; Management</p>\n<p style=\"padding-left: 30px;\">Transportation Services</p>\n<p style=\"padding-left: 30px;\">Tel: (416) 392-5348</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:Jacquelyn.HaywardGulati@toronto.ca\">Jacquelyn.HaywardGulati@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on January 17, 2019 which will be forwarded to City Council at its meeting on January 30, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee</strong>:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-397-4579.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 324,
  "otherReferenceList": [
    {
      "description": "IE1.5    Richmond Street and Adelaide Street Cycle Tracks  ",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.IE1.5"
    },
    {
      "description": "Bylaw 264-2019 - To amend City of Toronto Municipal Code Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, respecting cycle tracks on Adelaide Street East, Adelaide Street West and Peter Street",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0264.pdf"
    },
    {
      "description": "Bylaw 265-2019 - To amend City of Toronto Municipal Code Chapter 910, Parking Machines and Meters, respecting Adelaide Street East, Adelaide Street West and Peter Street.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0265.pdf"
    },
    {
      "description": "Bylaw 266-2019 - To amend City of Toronto Municipal Code Chapter 950, Traffic and Parking, respecting Adelaide Street East, Adelaide Street West, Peter Street, Richmond Street East, Richmond Street West and Simcoe Street",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0266.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "City of Toronto Municipal Code Chapter 950, Traffic and Parking, Chapter 886, Footpaths, Pedestrian Ways, Bicycle Paths, Bicycle Lanes and Cycle Tracks, and Chapter 910 Parking Machines and Meters",
  "title": "Amendments to City of Toronto Municipal Code - Richmond Street and Adelaide Street Cycle Tracks ",
  "topics": [
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
