{
  "accessibilityDescription": "Special Assistance: City Staff can arrange for special assistance with some advance notice.  If you need special assistance, please call 416-396-7287, TTY 416-338-0889 or e-mail exc@toronto.ca.",
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Rescheduling of Public Meeting",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3100"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1653537600000,
  "noticeDescription": "<p>A Notice of Public Meeting was originally issued on May 18, 2022.&nbsp; Please be advised that this item will <strong>NOT</strong> be considered by the Executive Committee on June 8, 2022.</p>\n<p>&nbsp;</p>\n<p>The public meeting has been RESCHEDULED to:</p>\n<p>&nbsp;<br />DATE:&nbsp; &nbsp; July 12, 2022<br />TIME:&nbsp; &nbsp; 9:45 a.m. or as soon as possible thereafter<br />PLACE:&nbsp; Council Chamber, City Hall/Video Conference, details below<br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>In response to legislative requirements in the Planning Act enacted by Bill 197, the City of Toronto is currently undertaking a review and reimplementation of the alternative parkland dedication rate and associated policy framework. The alternative parkland dedication rate policies can be found in the Official Plan with further administrative and technical details found in Chapter 415, Articles III and IV, of the Toronto Municipal Code.</p>\n<p>A copy of the current Official Plan can be viewed or downloaded from the City's website: <a href=\"A%20Notice of Public Meeting was originally issued on May 18, 2022.  Please be advised that this item will NOT be considered by the Executive Committee on June 8, 2022.  The public meeting has been RESCHEDULED to: \t DATE:\tJuly 12, 2022 TIME:\t9:45 a.m. or as soon as possible thereafter PLACE:\tCouncil Chamber, City Hall/Video Conference, details below   PROPOSAL  In response to legislative requirements in the Planning Act enacted by Bill 197, the City of Toronto is currently undertaking a review and reimplementation of the alternative parkland dedication rate and associated policy framework. The alternative parkland dedication rate policies can be found in the Official Plan with further administrative and technical details found in Chapter 415, Articles III and IV, of the Toronto Municipal Code.   A copy of the current Official Plan can be viewed or downloaded from the City's website: https://www.toronto.ca/city-government/planning-development/official-plan-guidelines/official-plan/  A copy of Toronto Municipal Code Chapter 415 can be viewed or downloaded from the City's website: https://www.toronto.ca/legdocs/municode/1184_415.pdf  Detailed information regarding the proposal, including background information and material and a copy of the recommended Official Plan Amendment may be obtained by contacting Paul Farish, Manager Planning, Parks, Forestry and Recreation at 416-392-8705, or by e-mail at Paul.Farish@toronto.ca. An electronic version of the recommended Official Plan Amendment may also be accessed at: www.toronto.ca/growthfundingtools  PURPOSE OF PUBLIC MEETING  The Executive Committee will receive input and review the proposal and any other material placed before it. The report will then be forwarded to Toronto City Council for final decision.  You can follow the meeting at www.youtube.com/TorontoCityCouncilLive.  You are invited to make representations to the Executive Committee, in person, by video conference or by telephone to make your views known regarding the proposal.   Send written comments by email to exc@toronto.ca or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.  If you want to address the committee meeting directly, please register by email to exc@toronto.ca or by phone at 416-396-7287, no later than 12:00 p.m. on July 11, 2022. If you register we will contact you with instructions on connecting to the meeting.  For more information about this matter, including information about appeal rights, contact the City Clerk's Office, City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee at Toronto City Hall, 100 Queen Street West, 10th Floor, West Tower, Toronto, ON M5H 2N2, Fax: 416-392-2980, e-mail: exc@toronto.ca.  The Executive Committee may request you to file an outline of your presentation with the Clerk.  Special Assistance: City Staff can arrange for special assistance with some advance notice.  If you need special assistance, please call 416-396-7287, TTY 416-338-0889 or e-mail exc@toronto.ca.   FURTHER INFORMATION  If you wish to be notified of the decision of the City of Toronto on the proposed Official Plan Amendment, you must make a written request to the City Clerk, Attention:  Julie Amoroso, Administrator, Executive Committee, at the address, fax number or e-mail set out in this notice.  Official Plan Amendment Appeal:  If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or refused, the person or public body is not entitled to appeal the decision and may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal there are reasonable grounds to do so. You may submit comments to the City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee, at the address, fax number or e-mail set out in this notice.  People writing or making presentations at the public meeting:  The City of Toronto Act, 2006, the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.  The City collects this information to enable it to make informed decisions on the relevant issue(s).  If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.  The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.  Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.  If you speak at the meeting you will appear in the video broadcast.  Video broadcasts are archived and continue to be publicly available.  Direct any questions about this collection to the City Clerk's Office at 416-396-7287.  Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.\">https://www.toronto.ca/city-government/planning-development/official-plan-guidelines/official-plan/</a></p>\n<p>A copy of Toronto Municipal Code Chapter 415 can be viewed or downloaded from the City's website: <a href=\"https://www.toronto.ca/legdocs/municode/1184_415.pdf\">https://www.toronto.ca/legdocs/municode/1184_415.pdf</a></p>\n<p>Detailed information regarding the proposal, including background information and material and a copy of the recommended Official Plan Amendment may be obtained by contacting Paul Farish, Manager Planning, Parks, Forestry and Recreation at 416-392-8705, or by e-mail at Paul.Farish@toronto.ca. An electronic version of the recommended Official Plan Amendment may also be accessed at: www.toronto.ca/growthfundingtools</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Executive Committee will receive input and review the proposal and any other material placed before it. The report will then be forwarded to Toronto City Council for final decision.</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>You are invited to make representations to the Executive Committee, in person, by video conference or by telephone to make your views known regarding the proposal.</p>\n<p>Send written comments by email to exc@toronto.ca or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>If you want to address the committee meeting directly, please register by email to exc@toronto.ca or by phone at 416-396-7287, no later than 12:00 p.m. on July 11, 2022. If you register we will contact you with instructions on connecting to the meeting.</p>\n<p>For more information about this matter, including information about appeal rights, contact the City Clerk's Office, City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee at Toronto City Hall, 100 Queen Street West, 10th Floor, West Tower, Toronto, ON M5H 2N2, Fax: 416-392-2980, e-mail: exc@toronto.ca.</p>\n<p>The Executive Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>If you wish to be notified of the decision of the City of Toronto on the proposed Official Plan Amendment, you must make a written request to the City Clerk, Attention:&nbsp; Julie Amoroso, Administrator, Executive Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>Official Plan Amendment Appeal:&nbsp; If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or refused, the person or public body is not entitled to appeal the decision and may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal there are reasonable grounds to do so. You may submit comments to the City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p><strong>People writing or making presentations at the public meeting:&nbsp;</strong> The City of Toronto Act, 2006, the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to the City Clerk's Office at 416-396-7287.</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3333,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code - Chapter 415 Development of Land",
      "url": "https://www.toronto.ca/legdocs/municode/1184_415.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "To be held by the Executive Committee (Under the Planning Act) - Request to Amend the Official Plan pertaining to the Alternative Parkland Dedication Rate",
  "title": "Notice of Rescheduling of Public Meeting",
  "topics": [
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
