{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": " Large Multi-Passenger Pedalled Vehicles (Quadricycles) Pilot",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3119"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "General Government and Licensing Committee",
    "country": "Canada",
    "emailAddress": "gglc@toronto.ca",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1653969600000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 545, Licensing and Chapter 950, Traffic and Parking.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on June 15 and 16, 2022, or at a subsequent meeting. If recommendations are adopted by City Council, the amendments to City of Toronto Municipal Code Chapter 950, Traffic and Parking, 950-101B will:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">1. Add the term 'large quadricycle' under the definition of Vehicle.</p>\n<p>&nbsp;</p>\n<p>If adopted, amendments to City of Toronto Municipal Code Chapter 545, Licensing, Article III, Licensing of Pedicabs section 545-1, 545-21A and 545-29.3 will:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">1. &nbsp;Add a new definition for large quadricycles operating as pedicabs.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">2. &nbsp;Add a section that will require that each owner of a large quadricycle to maintain a minimum of $2,000,000 in insurance and allow the City to issue no more than eight pedicab licences to large quadricycles, with a maximum of 16 passengers per pedicab; and no more than four pedicab licences to be issued for large quadricycles for any single operating company for one year.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">3. &nbsp;Add a section which requires pedicab licence holders which are large quadricycles to submit a proposed route for approval by the General Manager, Transportation Services. It further allows the General Manager, Transportation Services to amend or revoke any approval granted upon at least 48 hours' notice.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"Large Multi-Passenger Pedalled Vehicles (Quadricycles) Pilot\". To view or obtain a copy of the report, visit the City's website at: <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.GL31.9\">General Government and Licensing Committee - Meeting 31 - June 7, 2022 (toronto.ca)</a></p>\n<p>At its meeting to be held on Tuesday, June 7, 2022 at 9:30 a.m., or as soon as possible thereafter, the General Government and Licensing Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>The proposed amendment is subject to the decisions of the General Government and Licensing Committee and City Council. Consequently, the proposed amendment may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>To submit comments or register to speak to the to the General Government and Licensing&nbsp;Committee on June 7, 2022, please contact the Committee no later than 4:30 pm on June 6, 2022:</p>\n<p style=\"padding-left: 40px;\">General Government and Licensing Committee</p>\n<p style=\"padding-left: 40px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 40px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-397-4592; Fax: 416-392-1879</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:gglc@toronto.ca\">gglc@toronto.ca</a>&nbsp;<br /><br /></p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 40px;\">Elyse Parker, Director, Policy and Innovation</p>\n<p style=\"padding-left: 40px;\">Transportation Services</p>\n<p style=\"padding-left: 40px;\">100 Queen St. West, 17th Floor East,</p>\n<p style=\"padding-left: 40px;\">City Hall. Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-338-2432</p>\n<p style=\"padding-left: 40px;\">&nbsp;Email: Elyse.Parker@toronto.ca</p>\n<p>&nbsp;</p>\n<p>Or</p>\n<p style=\"padding-left: 40px;\">Fiona Chapman, Director, Business Licensing and Regulatory Services</p>\n<p style=\"padding-left: 40px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 40px;\">East York Civic Centre, 850 Coxwell Avenue</p>\n<p style=\"padding-left: 40px;\">3rd Floor, West Tower, Toronto, ON, 54C 5R1</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-3070</p>\n<p style=\"padding-left: 40px;\">Email: Fiona.Chapman@toronto.ca</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The General Government and Licensing Committee will make its final recommendations on June 7, 2022 which will be forwarded to City Council for its meeting June 15 and 16, 2022.</p>\n<p><strong>Notice to people writing or making presentations to the General Government and Licensing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the&nbsp;City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-392-4666.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3352,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Large Multi-Passenger Pedalled Vehicles (Quadricycles) Pilot",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
