{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2 Linden Street Toronto Ontario",
      "latitudeCoordinate": "43.670463075",
      "longitudeCoordinate": "-79.3781737124",
      "postalCode": "M4Y 1V6",
      "province": "Ontario",
      "streetAddress": "2 Linden Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "47 Huntley Street Toronto Ontario",
      "latitudeCoordinate": "43.6704332013",
      "longitudeCoordinate": "-79.3783246007",
      "postalCode": "M4Y 2L2",
      "province": "Ontario",
      "streetAddress": "47 Huntley Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate Property - 47 Huntley Street (including entrance address at 2 Linden Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3217"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1655784000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 47 Huntley Street (including entrance address at 2 Linden Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 47 Huntley Street, as the end/corner unit of a contiguous row of similar properties at 47-59 Huntley Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 47 Huntley Street is the end/corner unit of a contiguous row of five near-identical, Victorian-era, Bay and Gable style, 2 1/2-storey homes (47-55 Huntley Street) attached to a slightly larger pair of near-identical, Victorian-era, Bay and Gable style, 2 1/2-storey homes (57-59 Huntley Street) - totalling a complete row of seven homes. All of the homes feature brick facades with brick detailing, wooden double-hung sash windows, transom windows, and decorative wooden gables with bargeboard detailing. The homes within the row are configured as half bay and gables, as indicated by their one-storey bay windows paired with steep rooflines and decorative wooden gables. Some of the homes feature wrought iron dwarf parapets above their half bays. Considered as a row, the collection of homes date to the mid-1870s, and are among the earliest structures within the Upper Jarvis neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The subject property, as part of the aforementioned contiguous row at 47-59 Huntley Street holds considerable design value as a discreet, representative, part of a collection of Victorian-era, half Bay and Gable style townhouses retaining a significant degree of architectural integrity. The materiality and craftsmanship evident in the delicate brickwork (featuring raised courses of brick headers outlining architectural elements), and the mix of hand-carved and machine-turned millwork upon the wooden gables and bargeboard detailing, are all representative of a high degree of design and skilled execution.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Contextually, the subject property at 47 Huntley Street, as part of the aforementioned contiguous row at 47-59 Huntley Street, holds significant cultural heritage value as it supports and maintains the architectural character of the historic Upper Jarvis neighbourhood. Built 1877, the subject property is among the oldest surviving house-form structures in the vicinity, and tells the story of the area's residential development during the late nineteenth century. Originally occupied by a middle-class lawyers, bankers, civil engineers, and business owners, this and the larger row of subject properties are representative of the early demographic makeup of this once fashionable corner of the Old City of Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 47 Huntley Street as a fine example of Toronto's late nineteenth-century Bay and Gable typology include:</p>\n<ul>\n<li>The scale, massing, and uniformity of the property as part of a contiguous row of five townhouses and two semi-detached homes as defined by the subject properties</li>\n<li>The high degree of integrity present among the property's extant original materials and architectural details - brick masonry, wooden gables and bargeboards, punched transom and double-hung sash windows, wrought iron dwarf parapets</li>\n<li>The use of decorative, raised, courses of brick used to trace architectural details such as the tops of windows; the use of brick arches overtop windows and doors</li>\n<li>The distinctive half Bay and Gable configuration of this property and that of the row at 47-55 Huntley Street</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 47 Huntley Street as defining, supporting, and maintaining the historic character of the area:</p>\n<ul>\n<li>The consistency of typology, form, and function shared by the property as part of a contiguous row of subject properties which creates a discreet collection of late nineteenth-century Bay and Gable homes along the east side of Huntley Street</li>\n<li>The reliance upon, and skilled use of, traditional materials including yellow brick, decorative woodwork, and wrought iron detailing, which support the late nineteenth-century character of the Upper Jarvis neighbourhood</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>2 Linden Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 2 Linden Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The three-storey, apartment block addition attached to the rear of 47 Huntley Street, known municipally as an active entrance at 2 Linden Street, was built in 1910 in the Edwardian Classicism style then broadly popular across Toronto and elsewhere. The principal (south) elevation facing onto Linden Street features a central entryway with an arched overhang roof, overtop of which a six-light window with decorative stained glass brings light into the main interior staircase. The six-unit apartment block is flanked by small balconies attached to the western and eastern elevations, which double as fire escapes. The horizontal roofline is supported by a decorative cornice which has been capped in tin or aluminium. Built in 1910, the apartment block addition speaks to a period in Toronto's early twentieth-century urban densification and growth which led to the 1912 municipal ban on the construction of purpose-built apartment blocks.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The expressive use of symmetry along the principal (south) elevation facing onto Linden Street - the central entryway, flanking window bays, and bookending balconies - are representative of the Edwardian Classicism style of the period. Further architectural details - the elliptical arch roof over the entryway (with decorative cornice detailing), the six-light stained glass window above, and the cornice detail along the roofline - highlight the extent of extant original details which retain a significant level of integrity. Lastly, the decorative brick masonry details, including the raised courses along the second and third stories, and the quoining detail at the eastern and western terminus' of the principal elevation, demonstrate the skill with which the fa&ccedil;ade was designed and built.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Contextually, the subject property at 2 Linden Street has significant cultural heritage value as a representative example of an early walk-up apartment block building within the heart of what was originally a late-nineteenth-century streetscape defined by a mix of stately mansions and middle-class single-family homes. Similar to its immediate neighbour at 8A Linden Street, and to several other similar vintage apartment additions and standalone apartment block buildings in the vicinity, 2 Linden Street holds contextual value as an important part of the evolution of the Upper Jarvis neighbourhood and of the Old City of Toronto generally.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 2 Linden Street as a fine example of Toronto's early twentieth-century walk-up apartment typology include:</p>\n<ul>\n<li>The scale, massing, and symmetry of the three-storey apartment addition which position the structure as a representative example of the Edwardian Classicism style</li>\n<li>The high degree of integrity present among the property's extant original materials and architectural details - brick masonry with raised courses and quoining detail, stained glass windows, elliptical, corniced, archway feature over main entryway, roofline with cornice and deep soffit, wood-framed windows, open-air balconies</li>\n<li>The use of decorative, raised, courses of brick used to trace architectural details on the second and third storeys, and the quoining detail work; the elliptical arch roof over the main entryway; the six-light stained glass window; the roofline cornice</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 2 Linden Street as defining, supporting, and maintaining the historic character of the area:</p>\n<ul>\n<li>The massing, form, and function, of the Edwardian Classicism style walk-up apartment addition supportive of the historic, architectural character of the Upper Jarvis neighbourhood's second major phase of development</li>\n<li>The reliance upon, and skilled use of, traditional materials including brick, stained glass, and cornice detailing which support the early twentieth-century character of the Upper Jarvis neighbourhood</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of June 21, 2022, which is July 21, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3446,
  "otherReferenceList": [
    {
      "description": "47-59, 63-65 Huntley Street; 16-18 Linden Street; 1-3, 7-11 Selby Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 47 HUNTLEY STREET (INCLUDING ENTRANCE ADDRESS AT 2 LINDEN STREET)",
  "title": "Notice of Intention to Designate the Property - 47 Huntley Street (including entrance address at 2 Linden Street)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
