{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "63 Huntley Street Toronto Ontario",
      "latitudeCoordinate": "43.6708395744",
      "longitudeCoordinate": "-79.3786085445",
      "postalCode": "M4Y 2L2",
      "province": "Ontario",
      "streetAddress": "63 Huntley Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "64 Huntley Street Toronto Ontario",
      "latitudeCoordinate": "43.6705792036",
      "longitudeCoordinate": "-79.378973877",
      "postalCode": "M4Y 2L1",
      "province": "Ontario",
      "streetAddress": "64 Huntley Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "65 Huntley Street Toronto Ontario",
      "latitudeCoordinate": "43.6708936803",
      "longitudeCoordinate": "-79.3785287594",
      "postalCode": "M4Y 2L2",
      "province": "Ontario",
      "streetAddress": "65 Huntley Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1A Selby Street Toronto Ontario",
      "latitudeCoordinate": "43.670915523",
      "longitudeCoordinate": "-79.3784820018",
      "postalCode": "M4Y 1W3",
      "province": "Ontario",
      "streetAddress": "1A Selby Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1B Selby Street Toronto Ontario",
      "latitudeCoordinate": "43.6709360501",
      "longitudeCoordinate": "-79.3783993101",
      "postalCode": "M4Y 1W3",
      "province": "Ontario",
      "streetAddress": "1B Selby Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 63-65 Huntley Street (including entrance addresses at 1A-1B Selby Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3219"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1655784000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 63-65 Huntley Street (including entrance addresses at 1A-1B Selby Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 63-65 Huntley Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The subject properties at 63-65 Huntley Street are comprised of a pair of semi-detached, Victorian-era, Italianate-influenced, Bay and Gable Style homes. The pair primarily fronts onto Huntley Street with additional side frontage along Selby Street for 65 Huntley Street and its two rear additions (1A-1B Selby Street). The subject properties were built in 1877 by local builder and architect A.H. Rundle (who occupied 63 Huntley Street), and includes two later additions to the rear of 65 Huntley Street. These additions consist of a 1926 apartment addition/conversion overtop the original rear wing of the house (adding a second storey and side entrances), as well as a later, 1949-built, two-storey, detached garage with upper-floor apartment.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The subject properties at 63-65 Huntley Street hold significant design/physical value as a fine, representative pair of semi-detached, Victorian-era, Italianate-influenced, Bay and Gable style homes. The high degree of integrity shared by the pair is demonstrated by the many original details present along the principal (front) elevation. These details include: dichromatic masonry with a yellow-brick base layer accented with decorative red-brick courses and arches around doorways, window openings, roofline, and corner quoining, original wooden doorways/doors and window openings, and wooden soffit and fascia supported by wooden brackets and a common, centre gable with intricate bargeboard detailing.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The subject property at 63 Huntley Street holds significant historical/associative value as the home of local builder and architect Arkless Harris Rundle (1847-1909) who built this and several other properties within the Upper Jarvis neighbourhood. Rundle built and occupied the property between its construction in 1877 until his departure in 1884-1885. During this time, Arkless and his brother Charles bought up and developed several nearby lots, including a row of three contiguous homes at 7-11 Selby Street. Eventually, after having profited from the development the Upper Jarvis neighbourhood which he called home, A.H. Rundle commissioned a new, much grander home for he and his family at 15 Selby Street - the A.H. Rundle House (1888) by notable Toronto architect E.J. Lennox a testament to the enterprising Rundle brothers' success.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The subject properties at 63-65 Huntley Street hold significant contextual value as they define, maintain, and support the character of the surrounding streetscape and are physically, functionally, visually, and historically linked to the development of the Upper Jarvis neighbourhood. The high degree of architectural integrity and materiality of the semi-detached home, connects the property contextually to its neighbours along Huntley Street, with its intricate masonry fa&ccedil;ade, delicate brickwork, and wooden bargeboard detailing forming a physical link to the nearby, contiguous row of Bay and Gable style homes at 47-59 Huntley Street which were all built in the same period.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 63-65 Huntley Street as a fine example of Toronto's late nineteenth-century, Italianate-influenced, Bay and Gable typology include:</p>\n<ul>\n<li>The symmetrical primary fa&ccedil;ade (front elevation) with its twin entryways, opposing pair of first-storey bay windows, and central gable</li>\n<li>The dichromatic masonry fa&ccedil;ade with a yellow-brick base layer accented with decorative red-brick courses and arches around doorways, window openings, roofline, and corner quoining</li>\n<li>The original wooden doorways/doors and window openings, and wooden soffit and fascia supported by wooden brackets and a common, centre gable with intricate bargeboard detailing</li>\n<li>Historical or Associative Value</li>\n<li>Historical connection to original architect and owner A.H. Rundle (1847-1909) who along with his brother Charles bought and developed several nearby plots in the area including 7-11 Selby Street</li>\n<li>A.H Rundle occupied 63 Huntley Street between 1876-1877 and 1884-1886 before moving into two successive new homes designed by E.J. Lennox at 9 Selby Street then 15 Selby Street (1888)</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the properties at 63-65 Huntley Street as defining, supporting, and maintaining the historic character of the area:</p>\n<ul>\n<li>The high degree of architectural integrity and materiality of the semi-detached home, connects the property contextually to its neighbours along Huntley Street</li>\n<li>The intricate masonry fa&ccedil;ade, delicate brickwork, and wooden bargeboard detailing forming a physical link to the nearby, contiguous row of Bay and Gable style homes at 47-59 Huntley Street which were all built in the same period</li>\n</ul>\n<p>&nbsp;</p>\n<p>N.B. The detached garage addition to the property at 65 Huntley Street known municipally as 1B Selby Street is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>1 A Selby Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1A Selby Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Built overtop what was once a one-storey, light industrial structure attached to the rear of the main house, the 1926-built, Arts and Crafts style apartment conversion and addition is primarily confined to the second storey, albeit with a reconfigured side entrance which helps transition the addition to the original structure along the Selby Street elevation. The 1926-era, second-storey (and side entrance) portion of the apartment addition features stucco cladding with Tudor Revival half-timbering. The largely wooden, double side entrance is protected with a small portico roof with exposed rafter tails, which features two symmetrical pairs of wooden, intricately-composed, bracket-ended supports which frame each of the two identical doorways (one into 1A Selby Street, the other into the rear of 65 Huntley Street). Between these side doors stands an original, fixed, multi-light window pane.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The 1926-built, rear, two-storey apartment addition at the back of 65 Huntley Street holds design/physical value as a rare, unique example (within the area) of an Arts and Crafts-influenced piece of domestic architecture within what is predominantly a late nineteenth-century neighbourhood. Prominent design features include: the second floor apartment addition with stucco and Tudor Revival half-timbering and the ground-floor double side entrance with portico roof (supported by wooden brackets) with exposed rafter tails and a large, original, fixed-pane, multi-light window between the entryways. The ground floor is largely comprised of the original rear wing of the main house, and features many of the same masonry details: yellow-brick and corner quoining.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>An early twentieth-century addition to Upper Jarvis neighbourhood, 1A Selby is representative of the second major phase of development in the area, part of the same period of intensification which includes the 1910-built, three-storey apartment addition to the rear of 47 Huntley Street (2 Linden Street) and the construction of the adjacent, 1919-built, three-storey apartment next door at 8A Linden Street. The rear addition at 1A Selby also holds significant contextual value for its physical and functional connection to its surroundings - namely to 65 Huntley Street to which it is attached. Converted from a former malting house into an apartment, 1A Selby Street is indicative of a neighbourhood in transition.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 1A Selby Street as a fine example of an Arts and Crafts-influenced rear apartment addition include:</p>\n<ul>\n<li>The scale and massing of the second-floor apartment addition/expansion which was created sympathetically atop the former light industrial rear addition to the home</li>\n<li>The high degree of integrity present among the property's extant original materials and architectural details - brick masonry with corner quoining detail (ground floor), stucco and half-timbering (second floor), and Arts and Crafts-influenced double side entrance with multi-light window and intricate portico roof with exposed rafter tails and wooden support brackets</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 1A Selby Street as defining, supporting, and maintaining the historic character of the area:</p>\n<ul>\n<li>The apartment conversion/expansion to the rear of 65 Huntley Street is contextually linked to the second major phase of intensification within the Upper Jarvis neighbourhood as evidenced by the 1910 apartment addition (2 Linden Street) at 47 Huntley Street and the adjacent 1919-built apartment block at 8A Linden Street</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of June 21, 2022, which is July 21, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3448,
  "otherReferenceList": [
    {
      "description": "47-59, 63-65 Huntley Street; 16-18 Linden Street; 1-3, 7-11 Selby Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC45.5"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 63-65 HUNTLEY STREET (ENTRANCE ADDRESSES AT 1A-1B SELBY STREET)",
  "title": "Notice of Intention to Designate the Property - 63-65 Huntley Street (including entrance addresses at 1A-1B Selby Street) ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
