{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting Regarding Development Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3260"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1656993600000,
  "noticeDescription": "<p>Regarding Development Charges</p>\n<p>&nbsp;</p>\n<p><strong>DATE:</strong> July 12, 2022<br /><strong>TIME:</strong> 9:45 a.m. or as soon as possible thereafter<br /><strong>PLACE:</strong> Council Chamber, City Hall/Video Conference, details below<br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that on July 12, 2022 the Executive Committee of the City of Toronto will hold a public meeting to hear input from the public and stakeholders on a proposed development charges by-law and background study.</p>\n<p>&nbsp;</p>\n<p>Development charges are fees levied against new development and are a source of funding to provide for municipal services and infrastructure needed to support growth.</p>\n<p>&nbsp;</p>\n<p>The 2022 Development Charge Background Study and the proposed development charges by-law will be available for review on or before June 24, 2022. They may be obtained at <a href=\"http://www.toronto.ca/growthfundingtools\">www.toronto.ca/growthfundingtools</a> under the \"Materials for Public Input\" section or by contacting the Clerk's Office by e-mail at <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a> or by phone at 416-396-7287.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Executive Committee will receive input and review the proposal and any other material placed before it. The report will then be forwarded to Toronto City Council for final decision.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>You are invited to make representations to the Executive Committee, in person, by video conference or by telephone to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>Send written comments by email to exc@toronto.ca or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>If you want to address the committee meeting directly, please register by email to <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a> or by phone at 416-396-7287, no later than 12:00 p.m. on July 11, 2022. If you register we will contact you with instructions on connecting to the meeting.</p>\n<p>&nbsp;</p>\n<p>For more information about this matter, including information about appeal rights, contact the City Clerk's Office, City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee at Toronto City Hall, 100 Queen Street West, 10th Floor, West Tower, Toronto, ON M5H 2N2, Fax: 416-392-2980, e-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Executive Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>Special Assistance: City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-396-7287, TTY 416-338-0889 or e-mail <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>If you wish to be notified of the decision of the City of Toronto on the proposed development charges bylaw and background study, you must make a written request to the City Clerk, Attention: Julie Amoroso, Administrator, Executive Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p>People writing or making presentations at the public meeting:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to the City Clerk's Office at 416-396-7287.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3493,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "To be held by the Executive Committee (Pursuant to the Development Charges Act, 1997)",
  "title": "Notice of Public Meeting - Regarding Development Charges",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Development charge"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
