{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposal to pass a By-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3262"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1656993600000,
  "noticeDescription": "<p>The Executive Committee and Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 27, Council Procedures, in order to change the date of the first meeting of City Council in a new term and to reflect the subjects for which City Council may or shall close a meeting to the public.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting on July 19 and 20, 2022 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The recommendations in the report from the City Clerk are as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council amend Municipal Code Chapter 27, Council Procedures, Section 5.1 by deleting subsection A. and adding a new subsection A:</p>\n<p>&nbsp;</p>\n<p>Subject to the Act and any other applicable legislation, Council holds its first meeting on the first Wednesday after the commencement of the Term of Council.</p>\n<p>&nbsp;</p>\n<p>2. City Council amend Municipal Code Chapter 27, Council Procedures, Section 5.15 by replacing the existing subsection 5.15A with the following:</p>\n<p>&nbsp;</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Subjects for closed meetings.</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Council or a committee may close a meeting to the public to discuss the following:</p>\n<p>&nbsp;</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Security of the City's or a local board's property;</p>\n<p>&nbsp;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Personal matters about an identifiable individual, including City or local board employees;</p>\n<p>&nbsp;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A proposed or pending land acquisition for City or agency purposes;</p>\n<p>&nbsp;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Labour relations or employee negotiations;</p>\n<p>&nbsp;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Litigation or potential litigation, including matters before administrative tribunals, affecting the City or a local board;</p>\n<p>&nbsp;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Receiving advice that is subject to solicitor-client privilege, including communications necessary for that purpose;</p>\n<p>&nbsp;</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Information explicitly supplied in confidence to the City or local board by Canada, a province or territory or a Crown agency of any of them;</p>\n<p>&nbsp;</p>\n<p>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A trade secret or scientific, technical, commercial, financial or labour relations information, supplied in confidence to the City or local board, which, if disclosed, could reasonably be expected to prejudice significantly the competitive position or interfere significantly with the contractual or other negotiations of a person, group of persons, or organization;</p>\n<p>&nbsp;</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A trade secret or scientific, technical, commercial or financial information that belongs to the City or local board and has monetary value or potential monetary value;</p>\n<p>&nbsp;</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A position, plan, procedure, criteria or instruction to be applied to any negotiations carried on or to be carried on by or on behalf of the City or local board;</p>\n<p>&nbsp;</p>\n<p>(k)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Educating or training the members, provided that no member discusses or otherwise deals with any matter that materially advances the business or decision-making of the City, local board or committee; or,</p>\n<p>&nbsp;</p>\n<p>(l)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A matter for which Council, a board, a committee or other body has authorized a meeting to be closed under another Act.</p>\n<p>&nbsp;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Council or a committee shall close a meeting to the public to discuss the following:</p>\n<p>&nbsp;</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A request under the&nbsp;Municipal Freedom of Information and Protection of Privacy Act; or,</p>\n<p>&nbsp;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An ongoing investigation respecting the City, a local board or a city-controlled corporation by:</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the Ombudsman appointed under the&nbsp;Ombudsman Act,</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the City's Ombudsman; or,</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the City's Open Meeting investigator.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held on July 12, 2022, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person by video conference, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view the report from the City Clerk <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.EX34.23\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.EX34.23</a>&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on July 12, 2022, please contact the Committee no later than 12:00 p.m. on July 11, 2022:</p>\n<p>&nbsp;</p>\n<p>Executive Committee<br />Toronto City Hall</p>\n<p>100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-396-7287<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>While the letter sets out proposed changes, the Committee and/or City Council may make amendments to the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on July 12, 2022 which will be forwarded to City Council at its meeting on July 19 and 20, 2022.</p>\n<p>&nbsp;</p>\n<p>Notice to people writing or making presentations to the Executive Committee:&nbsp; The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-396-7287.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3495,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Amendments to Council Procedures to incorporate changes in the Municipal Elections Act and the City of Toronto Act - City of Toronto Act, 2006 Public Notice ",
  "title": "Notice of Proposal to Pass a By-law to Amend City of Toronto Municipal Code Chapter 27, Council Procedures\n",
  "topics": [
    "Council/Elections > Proposal to amend the procedures by-law"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-council.png"
  ]
}
