{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "550 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.657470024",
      "longitudeCoordinate": "-79.357237496",
      "postalCode": "M5A 1V2",
      "province": "Ontario",
      "streetAddress": "550 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention to Designate – 544 and 550 Queen Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3321"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1658808000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 544 and 550 Queen Street East (including entrance addresses at 554 Queen Street East and 2 and 10 River Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 544 and 550 Queen Street East (including the entrance addresses at 554 Queen Street East and 2 and 10 River Street) are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The subject properties at 544 and 550 Queen Street East is located on the northwest corner of Queen Street East and River Street in the historic Corktown neighbourhood. The properties are comprised of two former factory buildings, the former National Electric Heating Co. Ltd. the former New Method Laundry Co, Ltd. which were brought together in 1982-83 as part of the property's adaptive reuse, which linked the structures together across their Queen Street elevations via the construction of a large glass atrium. The atrium serves as the main entry into the complex and is used as a shared common space. Previous major alterations include the c. 1917 addition of a fourth storey to the former National Electric Heating Co. Ltd. building and the 1923 addition of a third storey and new second-storey sign band (in place of the original cornice) to the former New Method Laundry Co. Ltd. building.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The properties at 544 and 550 Queen Street East, with entrance addresses at 554 Queen Street East, 2 and 10 River Street, contain two buildings, the former National Electric Heating Co. Ltd. building and the former New Method Laundry Co. Ltd. building. They are both designed in the Edwardian Classicism style and are representative examples of an early-twentieth-century, industrial warehouse/factory building type, within an urban setting.</p>\n<p>The building formerly occupied by the National Electric Heating Co. Ltd., is valued for its design and physical value as representative of the Edwardian Classicism style, in its generally understated and unadorned red Ontario size brick facades, with some classically inspired features most evident in the design of the entrance doorway feature fronting onto Queen Street East. The doorway contains classically inspired elements typically found in the Edwardian Classicism style buildings in Ontario, such as the dichromatic material composition, Tuscan style columns and exaggerated and projecting keystone and a combination of stone and brick voussoirs are reminiscent of sixteenth century Italian Mannerist architecture.&nbsp; The building is also valued as a representative example of the industrial warehouse/factory building type, located within an urban setting, recognizable by its rectangular plan and flat roof form, located with its front elevation on or close to the property line. Its unadorned brick fa&ccedil;ade with precast concrete (\"artificial stone\") construction, designed to maximize open spaces within and openings for windows along the front elevation to bring daylight into the working spaces, is also representative of the building's industrial warehouse/factory type. Its symmetrical arrangement and equally sized bays, vertically divided by brick pilasters and large square masonry openings for windows make them dominant features in the composition resulting in a greater percentage of glazed compared to solid areas in the fa&ccedil;ade which are characteristic of the type. The building also reflects the type in the lack of embellishment in the execution of the fourth-level brick addition and the segmental arched punched windows of building's east and west elevation.&nbsp;</p>\n<p>The building constructed for the New Method Laundry Co. Ltd, is valued for its design and physical value as representative of the Edwardian Classicism style, in its generally understated and unadorned red brick facades, with some classically inspired features most evident in the design of the entrance doorway feature fronting on River Street. The exaggerated keystones and projecting voussoirs in precast stone are reminiscent of sixteenth century Italian Mannerist architecture, and are features that are often found in Edwardian Classical buildings in Ontario. The masonry work and materials, are also characteristic of the style, with their dichromatic composition highlighting selected classically inspired architectural elements. The building is also valued for its design and physical value as a representative of the industrial warehouse/factory type, built in the early twentieth century within an urban setting. The type is evident in its setting within an urban context, with its large rectangular form and massing reflecting executed in unadorned brick and precast concrete facades, composed to maximize openings for windows along street-facing facades, with a greater percentage of glazed areas compared to solid areas, to bring daylight into the working spaces and located closely following the street facing property lines. The unadorned design of the third storey, added in 1923, as well as the side addition's facade on River Street are part of the evolution of the industrial warehouse/factory type building.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The subject properties at 544 and 550 Queen Street East (comprised of two former factory structures) holds significant historical value as the site of various industrial and commercial tenants which occupied each of these two structures for more than 70 years from 1910-1982. These tenants include the National Electric Heating Co. Ltd. and New Method Laundry Co. Ltd. and their successors, which were part of a larger collection of manufacturing interests once central to the historic Corktown neighbourhood.</p>\n<p>The former New Method Laundry building holds additional historical value for its association with Toronto architect J.A. MacKenzie (1876-1946) who designed this and several other prominent structures across the city. The original design elements retained in the first two storeys (and raised basement) of the structure's Queen and River Street elevations tie this structure to other of the architect's work, including the Lumsden Building (1909) at 2-6 Adelaide Street East designated under Part IV of the Ontario Heritage Act in 1978 and the original fa&ccedil;ade of the Madison Theatre (1913) at 506 Bloor Street West.</p>\n<p>MacKenzie's skill and preference for working with material such as the use of precast concrete as seen at the Lumsden Building and specifically on this building as found upon the main entryway, with its exaggerated keystone and voussoir details and evidenced by archival images of the original cornice, the use of prominent dentilles and the placement of a large overhanging portico roof (no longer extant), ties the subject property to MacKenzie's other work.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The subject properties at 544 and 550 Queen Street East hold contextual value for their role in defining, maintaining, and supporting the historic, turn-of-the-century, industrial character of the Queen/River corridor and the Corktown neighbourhood. A site of heavy industry for 150 years, Corktown's urban fabric continues to be informed by its industrial past - a fact which the subject property effectively supports and upholds. In their scale, massing, and materiality, the two former factory structures contained within the property are physically, functionally, visually, and historically linked to their surroundings and significantly contextualize and inform the architectural and cultural heritage of the area.</p>\n<p>The properties hold additional contextual value as an early example of adaptive reuse within Corktown and larger King-Parliament area. The site's evolution over the last century, from industrial to commercial use, signified by the conversion of the two former factory buildings therein from manufacturing to creative industries, represents a formative part of the broader narrative of this neighbourhood's ongoing transformation.</p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 544 and 550 Queen Street East as being a representative example as representative of the Edwardian Classicism style are:</p>\n<p>&nbsp;</p>\n<p><strong>National Electric Heating Co. Ltd.</strong></p>\n<ul>\n<li>Main entrance arched doorway with brick and precast concrete voussoirs and precast concrete three-part keystone, over a rectangular unadorned precast concrete lintel. The arch is supported by two precast concrete Tuscan style columns with cubic bases and on concrete step</li>\n<li>Front door accessed by four steps to the entrance level</li>\n<li>Second- and third-floor window mullion composition which equally divides the window in three parts along the horizontal axis with wood mullions and one row of transoms, approximately 1/3 of the overall height of the masonry opening; except for the middle window on the second floor which is approximately 1/3 of the height of the full-sized windows, and has three equally divided wood mullions</li>\n<li>Red Ontario size brick, laid in a running bond on the front fa&ccedil;ade</li>\n<li>Precast concrete (\"artificial stone\") lintels and sills on the windows</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>The New Method Laundry Co. Ltd.</strong></p>\n<ul>\n<li>The symmetrical composition of the 1911-built portion of the front elevation arranged in three bays</li>\n<li>The centrally-located River Street entrance arched doorway with precast concrete surround, keystone and voussoirs, and concave profile. Wood doorway fenestration, central double doors with wood frame and full-length glass panels, set on a wood frame with simplified classically-inspired pilasters, flanked by wood-framed sidelights and topped with a semicircular, wood-framed transom, with a semicircular central window with arrayed mullions and surrounded by segmental transom windows separated by thick paneled, wood mullions.</li>\n<li>On the River Street and Queen Street East facades constructed in 1911, the first- and second-level window mullion composition which equally divides each window in three parts along the horizontal axis with wood mullions and one row of transoms, approximately 1/3 of the overall height of the masonry opening</li>\n</ul>\n<p>Attributes that contribute to the value of the properties at 544 and 550 Queen Street East as being a representative example of an early 20th century warehouse/factory type building in an urban setting are:</p>\n<p>&nbsp;</p>\n<p><strong>National Electric Heating Co. Ltd.</strong></p>\n<ul>\n<li>The location of building, with its front elevation on or close to the property line facing Queen Street East</li>\n<li>The four-storey scale, rectangular form and massing with flat roof, with the length perpendicular to Queen Street East and side fronting on Queen Street East</li>\n<li>Symmetrical composition of the front elevation, arranged in three bays, divided by four equally-spaced unadorned brick pilasters extending from grade to the top of the parapet at the fourth storey</li>\n<li>Large square masonry openings for windows on the front facade</li>\n<li>Greater percentage of glazed compared to solid areas of the front fa&ccedil;ade composition</li>\n<li>Fourth-level window masonry openings supported by a steel lintel and brick laid in a running bond</li>\n<li>Red Ontario size brick laid in a common bond and header courses every six courses on the west elevation</li>\n<li>Quoining of the same brick used for the front elevation turning into the west elevation, flush with the west elevation's brick</li>\n<li>Punched windows on the west and east elevation with segmental arched openings made of three-rows of brick on their header and precast concrete sills.</li>\n</ul>\n<p><strong>The New Method Laundry Co. Ltd.</strong></p>\n<ul>\n<li>The location of the building at the corner of the property at River Street and Queen Street East, closely following the property lines</li>\n<li>The two-storey scale with added third storey, raised basement, rectangular form and massing with flat roof, with the length parallel to Queen Street East and side fronting onto River Street (front elevation)</li>\n<li>Large square masonry openings for the first- and second-level windows of the front (River Street) fa&ccedil;ade and Queen Street East fa&ccedil;ade</li>\n<li>The brick fa&ccedil;ade of the side addition facing River Street, stepped back from the main front fa&ccedil;ade, and the precast lintel once over a now bricked window</li>\n<li>The greater percentage of glazed compared to solid areas of the front and Queen Street fa&ccedil;ade compositions</li>\n<li>Red Ontario size brick laid in a common bond and header courses every four courses</li>\n<li>Precast concrete (\"artificial stone\") lintels and sills of the windows on the River Street and Queen Street East facades, except the third-storey windows</li>\n<li>Composition of the Queen Street East fa&ccedil;ade arranged in ten equally-sized bays, vertically divided by unadorned brick pilasters from grade to the top of the second-level windows</li>\n<li>Punched windows on the west elevation with segmental arched openings made of three-rows of brick on their header and precast concrete sills.</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes of the former New Method Laundry Co. Ltd. building that demonstrate and reflect the work and ideas of Toronto architect J.A. MacKenzie (1876-1946):</p>\n<ul>\n<li>The decorative use of precast concrete upon the main entryway facing onto River Street from the east elevation of the structure.</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual cultural heritage value of the former National Electric Heating Co. Ltd. and New Method Laundry Co. Ltd. buildings at 544 and 550 Queen Street East:</p>\n<ul>\n<li>The scale, massing, and materiality of the two former factory structures comprising 544 and 550 Queen Street East, which are representative of the industrial history and architectural heritage of the surrounding Corktown neighbourhood.&nbsp;</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of July 26, 2022, which is August 25, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3554,
  "otherReferenceList": [
    {
      "description": "2022.CC47.38 - 544 and 550 Queen Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC47.38"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter O.18 and City of Toronto, Province of Ontario, 544 and 550 Queen Street East (Entrance Addresses At 554 Queen Street East  and 2 and 10 River Street)",
  "title": "Intention to Designate – 544 and 550 Queen Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
