{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1196 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.681503828",
      "longitudeCoordinate": "-79.391565668",
      "province": "Ontario",
      "streetAddress": "1196 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1202 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6815939057",
      "longitudeCoordinate": "-79.391708744",
      "postalCode": "M4T 1W1",
      "province": "Ontario",
      "streetAddress": "1202 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1204 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6816322609",
      "longitudeCoordinate": "-79.3917188065",
      "postalCode": "M4T 1W1",
      "province": "Ontario",
      "streetAddress": "1204 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Intention To Designate - 1196,1202 and 1204 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3323"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1658808000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1196 Yonge Street (including entrance addresses at 1198 Yonge Street and 2 Birch Avenue), 1202 and 1204 Yonge Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 1196 (including entrance addresses at 1198 Yonge Street and 2 Birch Avenue), 1202 and 1204 Yonge Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design and physical, historical and associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The Main Street Commercial Block building at 1196-1204 Yonge Street is located at the northwest corner of Yonge Street and Birch Avenue &ndash; a historic transit hub in the City's north end where a busy Yonge Street thoroughfare intersected at grade with the CPR rail line and its train station south of the tracks, as well as the proposed southern terminus of the Toronto and York Radial Company streetcar line whose tracks and terminals were planned and partially executed just west of Yonge Street from Farnham to Birch Avenue in 1911-1912 before the project was reversed by order of Privy Council in the following year.</p>\n<p>The City's regrading of this portion of Yonge Street to increase pedestrian and vehicular safety through grade separation between the street and the CPR tracks in 1914-1916 transformed this unique Main Street Commercial Block building originally completed as a three-storey structure in 1889. Over a series of alterations and excavation on the east and south elevations of the subject building in response to this major infrastructural project the basement level was exposed, increasing the building height by one-storey and requiring relocation of the original storefronts to this newly defined street level. The creatively adaptive four-storey conversion resulting from this unique situation is prominently situated directly north of the CPR rail line that necessitated the vehicular underpass/rail overpass where it crosses Yonge Street at the edge of the city's Summerhill neighbourhood. The subject building, together with the abutting Main Street Commercial Row at 1206, 1208 and 1210 Yonge Street (1907-1908), anchor the northwest quadrant of this historically significant intersection of Yonge Street and the railway crossing and stands as a remnant portion of the area's streetscape condition prior to the early-20th century projects culminating in the current configuration of transportation infrastructure at this location.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The existing four-storey, brick, Main Street Commercial Block-type building at 1196-1204 Yonge Street is valued as a significant representative example of the commercial and residential main street row buildings constructed in Toronto during the Late-Victorian era that, in this case, is also unique for its creative adaptation of an existing late-19th century building to the regrading of this portion of Yonge Street (1914-1916) to accommodate a new vehicular underpass/railway overpass across Yonge for the intersecting CPR rail line. The architectural response to the new topography of the site required excavation and exposure of the basement level for relocation of the original storefronts to align with and permit pedestrian access at the newly lowered and sloped street grade. This physical adaptation and evolution of the building is valued as an enhancement to the original design rather than a detraction.&nbsp;</p>\n<p>The east elevation of the red brick Main Street block maintains its overall 1889 design, style and detailing including its five-bay vertical arrangement delineated by brick pilasters, a regular rhythm of largely symmetrically-arranged window openings at the upper two storeys with continuous brick string-coursing and drip-mouldings, and detailed cornice woodwork with carved scroll brackets surmounted by distinctive \"birdhouse\"-shaped capitals that wrapped around the corner of the building at the east end of the south elevation.</p>\n<p>Alterations to the 1889 building are evident in the addition of an exposed basement level during the regrading of Yonge Street followed soon after by the relocation of the original storefronts down to this lower level, and the new second storey (former first storey) refitted for additional residential units in keeping with the original two upper storeys. Though a bay-by-bay approach to reconfiguration of the new second storey spaces eschewed plans for a unified design for their east elevations, the bricking in of the large original storefront openings and their replacement with smaller, punched sash windows in vertical alignment with the two upper storeys clearly indicates the intention to transform this level functionally, formally and visually from retail to residential use in keeping with the two storeys above.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The building at 1196-1204 Yonge Street is valued for its association with the widening and regrading of this portion of Yonge Street in 1914-1916, a contentious and highly publicized infrastructural project involving the City of Toronto, the Toronto and York Radial Company and Canadian Pacific Railway Company. The resulting 2.5 degree slope of Yonge Street to produce an 18ft height clearance below a new rail overpass is physically manifested in the adapted and enhanced form of the subject property from a three- to four-storey building by excavating and exposing the original building's basement level as retail space to align with the new street grade. The 1889 wooden cornice stretching across the top of the current second storey on the east and (part of the south) elevations, survives as a reminder of the location of the 1889 storefronts and the original grade of the street, as does a floating door on the Birch Avenue (south) elevation.</p>\n<p>All of these elements contribute to an understanding of the building's physical and design evolution while maintaining many of its original features that yield an understanding of the earlier, historic condition of this portion of Yonge Street where it crossed the railway tracks at grade. The building is also valued for the information it yields about the turbulent political situation created by the ensuing civic transportation infrastructure project involving all levels of government including the Privy Council of Canada, as well as the City Beautiful movement during which it was undertaken &ndash; an early urban planning effort promoting civic beauty through architectural and urban design, of which the heritage-designated Beaux-Arts style North Toronto Rail Station designed by Darling &amp; Pearson in 1916 on the southeast quadrant of this intersection stands as the crown jewel following its own adaptations to the concurrent infrastructure activity on site.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property has cultural heritage value as it maintains and supports the historic character of this portion of Yonge Street. Situated at the northwest corner of Yonge Street and Birch Avenue, it is an important contributor as it maintains the late-19th to early-20th century main street commercial built form evolution of the area. Here, a historic precinct is formed at three of four points where Yonge Street intersects with the CPR overpass, anchored by the landmark CPR North Toronto Station (1916) with the adjoining late-19th century commercial buildings at 1095-1099, 1101 and 1105 Yonge and, on the west side of Yonge south of the tracks, the collection of ten late-19th to early-20th century properties at 1148-1176 Yonge Street as well as the former Pierce Arrow Showroom (1930) at 1140 Yonge.&nbsp; All of the latter sites are recognized on the City of Toronto's Heritage Register for their cultural heritage value.</p>\n<p>The Main Street Commercial Block building at 1196-1204 Yonge Street is historically, visually, functionally and physically linked to its surroundings where it anchors the northwest corner of Yonge Street and Birch Avenue as a significant example of its type with its massing and stylistic details characteristic of the late-19th century and typically located along the city's main commercial thoroughfares. The early-20th century conversion of the subject building at 1196-1204 Yonge Street from three- to four storeys speaks to the inextricable historical, visual, functional and physical linkages of the property's evolved form to contemporary civic infrastructural changes required by the adjacent and pre-existing CPR rail line.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the Main Street Commercial Block building at 1196-1204 Yonge Street being a significant and unique representative example of the type with Late-Victorian era styling:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The setback, placement and orientation of the building on its lot at the northwest corner of Yonge Street and Birch Avenue</li>\n<li>The existing four-storey scale, form and massing on a rectangular plan with a flat roof&nbsp;</li>\n<li>The materials, with the red brick cladding (currently painted) and the brick, wood and stone detailing</li>\n<li>The corbelled brick parapet along the roofline on the east elevation (currently missing on the three southern-most bays of the building corresponding to 1196-1200 Yonge Street)</li>\n<li>The east elevation of the building, which is organized vertically into five symmetrical bays, each with sloped commercial storefront space at street level</li>\n<li>The existing arrangement of the segmental-arched window openings with their stone sills at upper two storeys on the east elevation</li>\n<li>The continuous string-coursing and drip moulding between and above the window openings on the upper two storeys of the east elevation and third storey of the south elevation</li>\n<li>At the second-storey level, the existing arrangement of the bricked in elevations with punched window openings, which indicates the early-20th century affinity of this original storefront level with the upper residential levels rather than the new storefront level below&nbsp;&nbsp;</li>\n<li>The south elevation of this corner lot building (comprising 1196 Yonge Street plus its three-storey tail with entrance address at 2 Birch Avenue), including the return openings at the southeast corner of the first and second storeys that continue on the east elevation and the wooden cornice and window surrounds with decorative wooden scroll bracket surmounted by a \"birdhouse\" capital between the first and second storeys at all five bays (currently missing on the south elevation)</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>Attributes that contribute to the value of the subject building for its association with the 1914-1916 regrading of this portion of Yonge Street:</p>\n<ul>\n<li>The current first storey of the building with its sloped grading and storefronts, as adaptively relocated</li>\n<li>The projecting wooden cornice line and window surrounds spanning the east elevation and wrapping around to the east end of the south elevation at the current second storey residential level that originally defined the location of the 1889 storefronts</li>\n<li>The \"floating\" door opening near the west end of the second-storey on the south elevation</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the Main Street Commercial Block building at 1196-1204 Yonge Street as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The setback, placement and orientation of the coroner building on its lot on the west side of Yonge Street and north side of Birch Avenue</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of July 26, 2022, which is August 25, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3555,
  "otherReferenceList": [
    {
      "description": "2022.CC47.39 - 1196-1204 and 1206-1210 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC47.39"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter O.18 and City of Toronto, Province of Ontario, 1196 Yonge Street  (Entrance Addresses at 1198 Yonge Street and 2 Birch Avenue) 1202 and 1204 Yonge Street)",
  "title": "Intention To Designate - 1196,1202 and 1204 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
