{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "125 Sylvan Avenue Toronto Ontario",
      "latitudeCoordinate": "43.7348996462",
      "longitudeCoordinate": "-79.2083524309",
      "postalCode": "M1M 1J9",
      "province": "Ontario",
      "streetAddress": "125 Sylvan Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 125 Sylvan Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3368"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1660795200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 125 Sylvan Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 125 Sylvan Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, associative/historical, and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 125 Sylvan Avenue is situated southeast of Kingston Road and Markham Road in Scarborough Village atop of the Scarborough Bluffs. It contains the McNeel House, a one-storey, Mid-Century Modern home constructed in 1963 for Dr. Burdett Harrison McNeel and his wife Helen B. McNeel by Modernist architect James Albert Murray (1919-2008). The McNeel House has an expansive view of Lake Ontario from above Sylvan Park, which spans the bottom of the Bluffs below a row of homes.</p>\n<p>&nbsp;</p>\n<p>In 2018, the McNeel House was recognized by Heritage Toronto with a historic plaque to the left of the front driveway along Sylvan Avenue. The plaque pays respect to the McNeel family and to architect James Murray's use of post-and-beam construction paired with natural materials, including stone and cedar, which are among the central elements of the McNeel House's Modernist design.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Completed in 1963, the property at 125 Sylvan Avenue is valued as a fine and unique example of a custom-designed Mid-Century Modern house in Toronto, showcasing Modernist style residential design ideals adapted to the Canadian context. The Modernist style's emphasis on the understanding of the properties of materials, program needs, and artistic architectural expression achieved through minimal decoration is most evident at 125 Sylvan Avenue in the use and expression of the wooden post-and-beam structural system in the garage and walkway structures, and the inclusion of wood-clad steel in the main house to achieve open plan areas and create a distinction between the structural grid and the other architectural elements (roof, partition walls, hearth, and glazed areas). These concepts respond to the site's specific context at 125 Sylvan Avenue in the composition of solid areas for walls, openings and floor-to-ceiling glazing (in the main house), as well as serving to visually merge the interior and exterior space. This transcending connection between the interior and exterior is particularly evident in the procession of arrival on and across the property by vehicle, pedestrian access under the covered walkway, view of the orange front door, entry into the front foyer and through the Japanese Shōji, rice paper sliding doors, revealing the unobstructed views of Lake Ontario from the principal rooms of the main house.</p>\n<p>&nbsp;</p>\n<p>The property displays a high degree of artistic merit for the ways in which its custom-designed composition (site planning, form, scale, choice of materials and architectural detailing) adapts Modernist style Canadian residential ideals further, to the regional level by a Toronto-based architect. The artful distinction of architectural elements expressed using a combination of natural and manufactured materials with minimal detailing for the structure, roof, partition walls, glazed areas, openings and hearth serves to connect the artificial/built structures to their natural setting atop the Scarborough Bluffs and maximize the property's views of Lake Ontario. A high degree of artistic merit is evident in the overall design, which is a thoughtfully balanced minimalistic architectural intervention, as a network of objects in the landscape including the juxtaposition of the low-slung, one-storey massing and form of the structures expressed in their flat roofs with the dramatic natural environment of the Scarborough Bluffs.</p>\n<p>&nbsp;</p>\n<p>Key aspects of the interior design are highlighted by a creative and sensitive use of natural light using the composition of structural and architectural elements, including the clerestory of windows, sunken living room, wood encased steel structural grid, stone fireplace and the rice paper panelled doors</p>\n<p>&nbsp;</p>\n<p><strong>Associative and Historical Value</strong></p>\n<p>The McNeel House at 125 Sylvan Avenue is valued for its historical association with the life and work of Dr. Burdett Harrison McNeel, who along with his wife Helen B. McNeel, commissioned and owned the home from 1963 to 1994. A Second World War veteran whose service during the Allied liberation of Europe focused upon treating soldiers suffering from battle exhaustion and shellshock, Dr. McNeel was a pioneer in the field of modern medicine and mental health. The McNeel's residence and the site of Dr. McNeel's private practice, the home holds a close connection to its original owners.</p>\n<p>&nbsp;</p>\n<p>The McNeel House also has significant historical value for its direct association with the life and remarkable career of architect James Murray. Murray was a Toronto-based Modernist architect, professor of architecture, and co-founder and long-time editor of Canadian Architect magazine, whose prolific career had an immense impact upon the trajectory of Modern architecture in Canada during the mid-twentieth century.</p>\n<p>&nbsp;</p>\n<p>Murray designed one of Toronto's first Modernist homes for James A. Daly, president of Maclean-Hunter, located at 1 Brendan Road nearby the architect's 1947-built residence at 6 Heathridge Park in Bennington Heights (demolished). Murray designed several custom-built homes, of which the McNeel House is a rare surviving example, using his signature Modernist design cues, including the careful placement of the home in its natural setting, the use of straight lines, the home's broad, horizontal massing, and the inclusion of a prominent covered walkway leading to the front door as also found at the 1963-built Shoicet House at 21 Park Lane Circle in the Bridle Path (demolished).</p>\n<p>&nbsp;</p>\n<p>With award-winning designs for public, commercial, and residential architecture across the city, Murray's work within the post-war, suburban enclaves of North York, Scarborough, and elsewhere, shaped the evolution of Toronto's pre-amalgamation boroughs. Murray won several awards and medals as a student and during his career, including a Royal Architectural Institute of Canada award (1940), British Association for the Advancement of Science award (1942), Massey Silver Medal (1958), Canadian Housing Design Council award (1969), and the Ontario Association of Architect's Order of Da Vinci (1988). A long-time associate with fellow Canadian Modernists John B. Parkin, John C. Parkin, and Henry Fliess, Murray's work within newly developed areas such as Don Mills greatly influenced the evolution of Canadian Modernism.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The McNeel House at 125 Sylvan Avenue has contextual value in relation to its role in defining, maintaining, and supporting the post-war, Garden City, character of Scarborough Village. The majority of the first generation of homes in the neighbourhood, built in the 1950s and '60s, are typical of several related, Modernist, suburban house- form typologies, including bungalows and split-levels. To these ends, the custom-designed McNeel House reflects many of the core aesthetic qualities shared by its neighbours, its broad, horizontal massing, use of straight lines, materiality, and incorporation of touchstone Modernist elements such as the carport and covered walkway, visually and functionally tying the home to its neighbours.</p>\n<p>&nbsp;</p>\n<p>Physically, functionally, and visually, the McNeel House at 125 Sylvan Avenue has additional contextual value for its careful placement atop the Scarborough Bluffs. Situated at an angle to the street, the property is picturesquely nestled onto its lake view lot, allowing it to blend into its natural surroundings.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the design and physical cultural heritage value of the McNeel House at 125 Sylvan Avenue:</p>\n<p>&nbsp;</p>\n<p>Site Plan:</p>\n<ul>\n<li>Location and orientation of the detached house with respect to the Scarborough Bluffs and Sylvan Avenue</li>\n<li>Orthogonal relationship of the three distinct and connected structures or elements, designated as garage/carport, walkway, and main house</li>\n<li>Open courtyard between the garage/carport, covered walkway, and main house</li>\n</ul>\n<p>Scale, Form, and Massing:</p>\n<ul>\n<li>One-storey, low-slung, flat roof, square and/or rectangular plans for the carport/garage, walkway, and main house structures</li>\n<li>Pop-up clerestory and its location on the roof and relationship with the interior sunken living room.</li>\n</ul>\n<p>Garage/Car Port:</p>\n<ul>\n<li>Flat roof structure enclosed on three sides, open on the elevation facing Sylvan Avenue and open bay on the west facade</li>\n<li>Exposed, unadorned, rectilinear, (painted) wood post-and-beam structure</li>\n<li>Vertical tongue-and-groove painted wood cladding to match the main house</li>\n<li>Horizontal recessed band distinguishing the roof plane from the exterior walls</li>\n</ul>\n<p>Walkway connecting main house to garage:</p>\n<ul>\n<li>Flat roof the width of the recessed front entrance alcove</li>\n<li>Metal flashing along roof fascia</li>\n<li>Exposed, unadorned, rectilinear, (painted) wood post-and-beam structure</li>\n<li>Exposed wood tongue-and-groove ceiling</li>\n<li>Space between the roof and the garage</li>\n<li>Paved walkway</li>\n</ul>\n<p>Main House:</p>\n<ul>\n<li>Recessed front door alcove the width of which directly matches that of the walkway roof</li>\n<li>Location and style of the orange painted front door, centered within two fixed-pane sidelights, with interior painted wood mullions acting as visual screens</li>\n<li>Japanese-inspired pocket sliding doors with rice paper panels in the interior between the entry hall and living room</li>\n<li>Steel post-and-beam frame structure encased in wood or other cladding material in the exterior</li>\n<li>Interior beams that connect to the exterior, blurring the line between indoor and outdoor space</li>\n<li>Facade composition; areas of the facade dedicated to glazing, and areas of the facade dedicated to walls</li>\n<li>Floor-to-ceiling fenestration, in particular but not limited to, along the southern facade facing the Scarborough Bluffs that provide a visual connection from the interior to the exterior</li>\n<li>Vertical, wood, tongue-and-groove cladding, from grade to recessed horizontal band, emphasizing the separation of roof and wall</li>\n<li>Flat roof design with metal flashed fascia</li>\n<li>Pop-up clerestory with a flat roof and its location centered on and along the perimeter of the sunken living room below, with windows located along two sides (facing south to the Bluffs and north to the front of the house) with regularly spaced mullions</li>\n<li>Japanese Shōji, pocket sliding doors from the foyer into the sunken living room</li>\n<li>Sunken living room, with Modernist style built-in wood seating lining three sides and teak wood cubic corner elements serving as end tables</li>\n<li>Rusticated stone wall containing fireplace, facing sunken living room, laid on a coursed random bond</li>\n<li>Cedar wood tongue-and-groove exposed ceilings</li>\n<li>Wood window mullions and doors, which in the interior adjacent to the rear covered area, are coordinated to match the tongue-and-groove ceiling, particularly in colour</li>\n<li>View of Lake Ontario from the interior and entry of the sunken living room and through rear glazed wall&nbsp;</li>\n</ul>\n<p><strong>Associative and Historical Value</strong></p>\n<p>Attributes that contribute to the associative and historical cultural heritage value of the McNeel House at 125 Sylvan Avenue:</p>\n<ul>\n<li>The inclusion of a separate entrance for Dr. McNeel's private practice, which led patients to the doctor's study complete with built-in psychiatrist's couch.</li>\n<li>The historical association with the work of Toronto-based Modernist architect James Murray, whose signature use of carports, covered walkways, broad, horizontal planes, and natural light are reflected by the subject property.</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual cultural heritage value of the McNeel House at 125 Sylvan Avenue:</p>\n<ul>\n<li>The picturesque placement of the subject property and all of its component parts &ndash; carport, covered walkway, and main house &ndash; atop the Scarborough Bluffs in such a way that complements the natural features of the waterfront, cliff-side lot.</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of August 18, 2022, which is September 19, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.7\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.7</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3600,
  "otherReferenceList": [
    {
      "description": "CC48.7 - 125 Sylvan Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 125 SYLVAN AVENUE",
  "title": "Notice of Intention to Designate the Property - 125 Sylvan Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
