{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "229 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.6543042319",
      "longitudeCoordinate": "-79.3696106638",
      "postalCode": "M5A 1S4",
      "province": "Ontario",
      "streetAddress": "229 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 229 Queen Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3369"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1660795200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 229 Queen Street East (including entrance address at 227 Queen Street East) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 229 Queen Street East (including entrance address at 227 Queen Street East), is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Completed in 1897, the three-storey hotel located at the south-west corner of Queen Street East and Sherbourne Street was completed for property owner George J. Foy who oversaw a wholesale wine, liquors and cigars business on Front Street East. According to the 1898 city directory, hotel keeper Frantz J. Kormann operated the &ldquo;Kormann House&rdquo; on-site. The subject property was listed on the City's Heritage Register in 2007 as the Kormann House Hotel. Many residents may better know the building by its later name, Canada House Hotel or Tavern, which it maintained for nearly 80 years before closing its doors for good in the early 1990s.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The Kormann House Hotel has design value as a representative example of a late-19th century corner hotel, typical of those found at major intersections in Toronto. Its design is highlighted by a chamfered corner, the application of Classical detailing, and the varied fenestration associated with the late-19th century Renaissance Revival style. Defining architectural features include the building's cornice, stepped parapet above the roofline and decorative corbelled brickwork.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The Kormann House Hotel is valued for its association with the late-19th century community which developed around this section of Queen Street as an urban townscape combining industrial, commercial and residential functions, lining one of the city's major cross-routes. It is valued for its historic association with Queen Street, the original boundary between the ten-block Town of York established in 1793 and the Park Lots estates to the north, and for its association with the history and development of the King-Parliament neighbourhood in the late-19th century.</p>\n<p>&nbsp;</p>\n<p>The building at 229 Queen Street East is valued for its association with the architect, John Wilson Sidall. Between 1893 and 1932, Sidall designed numerous institutional, ecclesiastical, commercial and residential buildings in Toronto between 1893 and 1932 and made significant contributions to the City&rsquo;s built form. Siddall&rsquo;s works are characterized by their blended styles, as is also evidenced in the design of the subject property at 229 Queen Street East.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, this three-storey, Victorian-era brick hotel maintains the scale, form and massing and materiality of this section of Queen Street East, particularly between Mutual Street and Seaton Street. Located on the north edge of the King-Parliament Secondary Plan Area which contains the historic 1793 Town of York, it supports the character of the area as it represents the late-nineteenth-century development of the neighbourhood with commercial/residential and industrial buildings and consistent urban street walls.</p>\n<p>&nbsp;</p>\n<p>Situated prominently at the south-west corner of Queen Street East (originally known as Lot Street), which separated the Town to the south from Park Lot estates to the north, and Sherbourne Street, the Kormann House Hotel anchors this historically important intersection and is physically, visually and historically linked to its surroundings alongside the neighbouring heritage properties at the Thomas J. Wilkie Block (167-185 Queen Street East, 1886-1887) and the Carlyle Block (234-242 Queen Street East, 1892-1893).</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;Attributes that contribute to the value of the corner hotel building at 229 Queen Street East (entrance address at 227 Queen Street East) as being a representative Late-Victorian era example of the type are:</p>\n<ul>\n<li>The setback, placement and orientation of the building on its corner lot at the southwest corner of Queen Street East and Sherbourne Street</li>\n<li>The three-storey scale, form and massing on a rectangular plan with raised foundation and flat roof</li>\n<li>The materials, with the red brick cladding (currently painted) and the brick and stone detailing</li>\n<li>The corbelled brick chimney on the north elevation</li>\n<li>The brick parapet wall above the roofline on the primary north and east street-fronting elevations, which is stepped at the outer bays as well as over the northeast corner</li>\n<li>On the north and east elevations, the decorative, corbelled brickwork beneath the cornice that wraps around the northeast corner of the building</li>\n<li>The north and east elevations of the building, including the chamfered northeast corner bay containing the original main entrance at street level</li>\n<li>The existing arrangement of varied flat-headed and round-arched openings on the upper storeys, which are divided vertically into bays by raised brick pilasters</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the corner hotel building at 229 Queen Street East (entrance address at 227 Queen Street East) as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The setback, placement and orientation of the building on its corner lot at the southwest corner of Queen Street East and Sherbourne Street</li>\n<li>The three-storey scale, form and massing on a rectangular plan with raised foundation</li>\n</ul>\n<p>Note: the one-storey addition to the property fronting onto Sherbourne Street (entrance address 134 Sherbourne Street) is not considered a heritage attribute</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of August 18, 2022, which is September 19, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.6\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.6</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3601,
  "otherReferenceList": [
    {
      "description": "CC48. 6 - 229 Queen Street East and 120-122 Sherbourne Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 229 QUEEN STREET EAST (INCLUDING ENTRANCE ADDRESS AT 227 QUEEN STREET EAST)",
  "title": "Notice of Intention to Designate the Property - 229 Queen Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
