{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "120 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.6539725565",
      "longitudeCoordinate": "-79.3695222748",
      "postalCode": "M5A 2R4",
      "province": "Ontario",
      "streetAddress": "120 Sherbourne Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "122 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.6540445895",
      "longitudeCoordinate": "-79.3696030996",
      "postalCode": "M5A 2R4",
      "province": "Ontario",
      "streetAddress": "122 Sherbourne Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 120 - 122 Sherbourne",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3370"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1660795200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 120 &ndash; 122 Sherbourne Street (entrance address at 52 Britain Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>The property at 120-122 Sherbourne Street (entrance address at 52 Britain Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design and physical, historical and associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located at the northwest corner of Sherbourne and Britain streets, the property at 120-122 Sherbourne Street comprises a Main Street Commercial Row building with residential above. The building was identified through the King-Parliament Secondary Plan Review (2019), is included in the King-Parliament Historic Context Statement and listed on the City's Heritage Register in 2020.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>Built in 1892, the property at 120-122 Sherbourne Street has design and physical value as a fine representative example of a late-19th century, Victorian-era main street commercial and residential row Clad in red brick on its street-fronting Sherbourne and Britain Street elevations, the corner building blends elements of the Romanesque and Classical Revival styles as expressed through the varied architectural elements, including the articulated brickwork, arched window openings and entrance, and rusticated stone foundation. The Sherbourne Street elevation is organized into three bays separated by brick pilasters, with architectural details including flat-headed and rounded-arch window openings, stone sills, corbelled brickwork and a recessed entrance beyond a grand, three-centred arch entryway.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The corner Main Street Commercial Row type building at 120-122 Sherbourne Street is valued for its association with the late-19th century community which developed around this section of Queen Street as an urban townscape combining industrial, commercial and residential functions, lining one of the city's major cross-routes. It is valued for its historic association with Queen Street, the original boundary between the ten-block Town of York established in 1793 and the Park Lots estates to the north, and for its association with the history and development of the King-Parliament neighbourhood in the late 19th century.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, this three-storey Victorian-era brick commercial row maintains the scale, form and massing, materiality and patterns of use of this section of Queen Street East, particularly between Mutual Street and Seaton Street. Located within the north edge of the King-Parliament Secondary Plan Area which contains the historic 1793 Town of York, it supports the character of the area as it represents the late-nineteenth-century development of the neighbourhood with commercial/residential and industrial buildings and consistent urban street walls.</p>\n<p>&nbsp;</p>\n<p>Situated at the north-west corner of Sherbourne and Britain Streets, just south of Queen Street (originally known as Lot Street) which separated the Town to the south from Park Lot estates to the north, the row is physically, visually and historically linked to its surroundings alongside the neighbouring heritage properties at the Thomas J. Wilkie Block (167-185 Queen Street East, 1886-1887), the Carlyle Block (234-242 Queen Street East, 1892-1893) and the adjacent corner properties identified in the King-Parliament Secondary Plan Review at 112-118 Sherbourne Street (1903-1910).</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the corner Main Street Commercial Row at 120-122 Sherbourne Street (entrance address at 52 Britain Street) being a fine representative example of the type with Victorian era styling:</p>\n<ul>\n<li>The scale, form and massing of the three-storey building on a raised foundation</li>\n<li>The setback, placement and orientation of the building on its lot at the north-west corner of Sherbourne and Britain streets</li>\n<li>The materials, with the red brick cladding and the brick and stone detailing</li>\n<li>On the east elevation, the two symmetrical bays with a recessed entrance beyond a grand, three-centred arch entrance</li>\n<li>The chamfered bay at the south-east corner of the building with its corbelled upper storey pilasters and commercial shopfront with corner entrance at street level</li>\n<li>On the east elevation, the decorative corbelled brickwork, stringcourses and pilasters </li>\n<li>On the street-fronting elevations, the arrangement of the flat-headed and rounded arch window openings</li>\n<li>On the Sherbourne Street elevation, the rusticated stone foundation and raised, segmental-arched basement window openings with their brick headers</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the corner Main Street Commercial Row at 120-122 Sherbourne Street (entrance address at 52 Britain Street) as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The scale, form and massing of the three-storey building on a raised foundation</li>\n<li>The setback, placement and orientation of the building on its lot at the north-west corner of Sherbourne and Britain streets</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of August 18, 2022, which is September 19, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3602,
  "otherReferenceList": [
    {
      "description": "CC48.6 - 229 Queen Street East and 120-122 Sherbourne Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC48.6"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 120 – 122 SHERBOURNE STREET (ENTRANCE ADDRESS AT 52 BRITAIN STREET)",
  "title": "Notice of Intention to Designate the Property - 120 - 122 Sherbourne",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
