{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "2019 Rate Supported Budgets – Solid Waste Management Services and Recommended 2019 Solid Waste Rates and Fees ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=222"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Budget Committee",
    "country": "Canada",
    "emailAddress": "buc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10W",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Budget Committee",
  "eventList": [],
  "noticeDate": 1548651600000,
  "noticeDescription": "<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a by-law amending the City of Toronto Municipal Code Chapter 441 - Fees and Charges; and any other Municipal Code chapters as may be required to give effect to the following retroactive to January 1, 2019:</p>\n<p>-&nbsp;&nbsp; a 1.0% rate increase to properties that receive Multi-Residential Front End Container and Multi-Residential Curbside collection services;</p>\n<p>-&nbsp;&nbsp; a 2.0% rate increase to all Single Family Residential and Residential Units Above Commercial (RUAC) properties;</p>\n<p>-&nbsp;&nbsp; a 5.2% increase to all other Solid Waste rates and fees currently in Schedule 1 of Appendix A of Chapter 441 (available <a title=\"TORONTO MUNICIPAL CODE CHAPTER 441, FEES AND CHARGES\" href=\"https://www.toronto.ca/legdocs/municode/1184_441-a.pdf\" target=\"_blank\" rel=\"noopener\">here</a> unless otherwise indicated in Appendix A of this Notice.</p>\n<p>Appendix A available <a title=\"Appendix A &ndash; Recommended 2019 Solid Waste Management Services Rates and Fees\" href=\"https://www.toronto.ca/legdocs/mmis/2019/bu/bgrd/backgroundfile-123925.pdf\" target=\"_blank\" rel=\"noopener\">here</a>, includes the key changes in the recommended 2019 Rates and Fees.</p>\n<p>The particulars of the proposed Solid Waste Management Services Rates and Fees are set out in the report to the Budget Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Solid Waste Management Services entitled \"2019 Rate Supported Budgets &ndash; Solid Waste Management Services and Recommended 2019 Solid Waste Rates and Fees\", (the \"Report\").</p>\n<p>The Budget Committee has established two subcommittees to hear public deputations on the 2019 Capital and Operating Budgets. The Budget Subcommittee for City Hall, and North York Civic Centre Consultation and the Budget Subcommittee for Scarborough Civic Centre and Etobicoke Civic Centre Consultation will receive presentations from any person, or their counsel, agent or solicitor, who wishes to speak to the matter at one of the following meetings:</p>\n<p><strong>-&nbsp;City Hall, Committee Room 1, 100 Queen Street West</strong></p>\n<p style=\"padding-left: 30px;\"><strong>February 7, 2019</strong></p>\n<p style=\"padding-left: 30px;\">Session 1 - 9:30 a.m.</p>\n<p style=\"padding-left: 30px;\">Session 2 - 6:00 p.m.</p>\n<p><strong>- Scarborough Civic Centre, Council Chamber, 150 Borough Drive</strong></p>\n<p style=\"padding-left: 30px;\"><strong>February 7, 2019</strong></p>\n<p style=\"padding-left: 30px;\">Session 1 - 3:00 p.m.</p>\n<p style=\"padding-left: 30px;\">Session 2 - 6:00 p.m.</p>\n<p><strong>- Etobicoke Civic Centre, Council Chamber, 399 The West Mall</strong></p>\n<p style=\"padding-left: 30px;\"><strong>February 11, 2019</strong></p>\n<p style=\"padding-left: 30px;\">Session 1 &ndash; 3:00 p.m.</p>\n<p style=\"padding-left: 30px;\">Session 2 &ndash; 6:00 p.m.</p>\n<p><strong>-&nbsp; North York Civic Centre, Council Chamber, 5100 Yonge Street</strong></p>\n<p style=\"padding-left: 30px;\"><strong>February 11, 2019</strong></p>\n<p style=\"padding-left: 30px;\">Session 1 &ndash; 3:00 p.m.</p>\n<p style=\"padding-left: 30px;\">Session 2 &ndash; 6:00 p.m.</p>\n<p>To make a presentation at one of the Budget Subcommittee meetings on February 7 or 11, 2019, please email <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a> or call 416-392-4666 no later than 12:00 p.m. on February 6, 2019. Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>Written comments may be submitted to the Budget Committee, by email <a href=\"mailto:buc@toronto.ca\">buc@toronto.ca</a>, by fax 416-392-2980 or by mail addressed to:</p>\n<p style=\"padding-left: 30px;\">Budget Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall</p>\n<p style=\"padding-left: 30px;\">100 Queen Street West, 10th Floor, West Tower</p>\n<p style=\"padding-left: 30px;\">Toronto, ON M5H 2N2</p>\n<p>Any comments received after the Committee meetings will be forwarded to City Council.</p>\n<p>The Budget Committee will make its final recommendations on February 20, 2019, which will be forwarded for consideration by the Executive Committee at its meeting on March 4, 2019 and then to City Council at its meeting on March 7, 2019.</p>\n<p>The adopted fees will be implemented through a by-law that will amend the Municipal Code, if necessary.</p>\n<p>While the Report sets out the recommended rates and fee increases, the appropriate Committee may change these recommendations.</p>\n<p>Further, Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report, changes to rates and fees for which no change is recommended, and may adopt additional new rates or fees.</p>\n<p>For further information on Solid Waste Rates included in the 2019 Recommended Operating Budget for the Solid Waste Management Services, please contact Vincent Sferrazza, Director, Policy Planning &amp; Support, Solid Waste Management Services, <a href=\"mailto:Vincent.Sferrazza@toronto.ca\">Vincent.Sferrazza@toronto.ca</a> 416-392-9095.</p>\n<p>To view a copy of the Report, please visit <a href=\"http://www.toronto.ca/council\">www.toronto.ca/council</a></p>\n<p><strong>Further information</strong>:</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p><strong>Notice to people writing, or making presentations to the Budget Committee</strong>:</p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p><strong>Closed Meeting Requirements</strong>: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 363,
  "otherReferenceList": [
    {
      "description": "BU2.2 - 2019 Rate Supported Budgets - Solid Waste Management Services and Recommended 2019 Solid Waste Rates and Fees",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.BU2.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "title": "2019 Rate Supported Budgets – Solid Waste Management Services and Recommended 2019 Solid Waste Rates and Fees ",
  "topics": [
    "Financial > Proposal to change user fees and charges",
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
