{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1 Weatherell Street Toronto Ontario",
      "latitudeCoordinate": "43.6516483009",
      "longitudeCoordinate": "-79.4839494318",
      "postalCode": "M6S 1S6",
      "province": "Ontario",
      "streetAddress": "1 Weatherell Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1 Weatherell Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3399"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1664769600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1 Weatherell Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 1 Weatherell Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Anchoring the southwest corner of Weatherell Street and Armadale Avenue within the Bloor West Village neighbourhood, the property at 1 Weatherell contains a one-storey bungalow completed in 1923. Designed by the prolific Toronto-born architect, Henry Simpson (1865-1926), the Craftsman-style dwelling served as Simpson's private home in the final years of his life. Simpson's previous private residence designed by the architect himself and located at 7 Triller Avenue (1912) also employs the Craftsman style and has been recognized on the City's Heritage Register since 1980.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Physical and Design Value</strong></p>\n<p>The property at 1 Weatherell Street is valued as a representative example of the bungalow building type, clad in red brick and designed by the architect-owner, Henry Simpson, in the Craftsman style. It contains defining features of the style including a mid-pitched gable roof with half-timbering, an asymmetrical design with its covered and arched main entrance porch opening onto the south and east elevations, wooden brackets and exposed wooden rafters below the eaves, leaded glass windows and flared, buttress-like corner columns on the south elevation.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property is valued for its association with Toronto-born architect, Henry Simpson (1865-1926), who was a significant designer in Toronto through the late 19th and early 20th century, designing countless buildings for institutional, corporate and private clients. Trained under E.J. Lennox and having brief partnerships with Charles J. Gibson, James Ellis and Robert M. Young, he was primarily a sole practitioner. Notable works by Simpson during his career include Cooke's Church (1891, demolished) where he was an avid member and the Metallic Roofing Company factory and Beaux-Arts style showroom (1896), the latter having been designated a National Historic Site in 1985 and moved from its original location at King and Dufferin Streets to Atlantic Avenue the following year.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 1 Weatherell was built at the end of Simpson's career as a practicing architect and is believed to have been designed for his personal use in retirement, likely reflected in the size and accessibility of the house and layout. His enjoyment of the house was short lived as he died at 62 years, three years after the house was built.</p>\n<p>&nbsp;</p>\n<p>The property also yields information that contributes to the understanding of the historical development and suburban expansion of Toronto and the residential and commercial growth along Bloor Street West in the early 20th century, as part of the wave of development that occurred following the annexation of The Junction to the City of Toronto in 1909. The inclusion of an attached garage in the design of the subject property signals the suburban context and emerging automobile culture that would come to define the Bloor West Village area by the mid-20th century.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The Henry Simpson House defines, maintains, and supports the early-20th century residential character in the western portion of Bloor West Village, north of Bloor Street West. The property's early-20th century date of construction is consistent with the neighbourhood while also defining itself as a unique, architect-owned and designed dwelling situated on a corner lot amongst more typical and uniformly-designed subdivision houses.</p>\n<p>&nbsp;</p>\n<p>The property is physically, functionally, visually and historically linked to its surroundings in the residential area of Bloor West Village just northwest of the Jane and Bloor intersection where its Craftsman-style design and detailing at once references and sets it apart from the other 1920s houses, as well as townhouses and institutional buildings of later periods on the street. Representing the earliest period of the subdivision of Registered Plan 1676, its elevated design is an important component in the built form history and evolution of its immediate neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;Attributes that contribute to the value of the house-form building located at 1 Weatherell Street as being a representative of the bungalow type in the Craftsman style:</p>\n<ul>\n<li>The setback, placement and orientation of the building on its terraced corner lot at the southwest corner of Weatherell Street and Armadale Avenue</li>\n<li>The one-storey scale, form and massing on a rectangular plan with gable roof</li>\n<li>The materials, with the red brick cladding and the brick, stone and wood detailing</li>\n<li>The corbelled brick chimney surmounted by three clay caps/pots</li>\n<li>The exposed wooden rafters below the roof eaves</li>\n<li>In the north and south gables, the original half timbering and decorative wooden double brackets supporting the gable corners</li>\n<li>The two, flared, brick buttresses at the north and south ends of the east elevation</li>\n<li>The arrangement of the openings with their brick headers and stone sills (flat-headed on the main floor and segmental-arched at the basement level)</li>\n<li>The original leaded glass window pane designs, including the pattern and number of lights per pane</li>\n<li>The covered, corner front porch containing the main entrance with its centred arch (north) and segmental arch opening and stairs (east)</li>\n<li>The galvanized iron sheet metal gutters and downspouts, designed by the architect</li>\n<li>The attached single-car garage at the south end of the property, with its wooden barn doors and detailing, each door containing four rectangular window panes</li>\n<li>The single brick buttress at the south-east corner of the garage and the adjacent rear house entrance opening onto the paved driveway</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the house-form building located at 1 Weatherell Street as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<p>The setback, placement and orientation of the building on its corner lot at the southwest corner of Weatherell Street and Armadale Avenue<br />&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of October 3, 2022, which is November 2, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.11\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.11</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3632,
  "otherReferenceList": [
    {
      "description": "1 Weatherell Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1 WEATHERELL STREET",
  "title": "Notice of Intention to Designate - 1 Weatherell Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
