{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "551 Mount Pleasant Road Toronto Ontario",
      "latitudeCoordinate": "43.7030151615",
      "longitudeCoordinate": "-79.3875737053",
      "postalCode": "M4S 2M5",
      "province": "Ontario",
      "streetAddress": "551 Mount Pleasant Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 551 Mount Pleasant Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3401"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1664769600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 551 Mount Pleasant Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 551 Mount Pleasant Road (including entrance addresses at 549, 553 and 555 Mount Pleasant Road), is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 551 Mount Pleasant Road is situated in Toronto's midtown, on the east side of Mount Pleasant Road between Belsize Drive and Manor Road East. It contains the Regent Theatre, a neighbourhood theatre from the interwar era that was constructed in 1927 to the designs of architect Murray Brown. Originally named the Belsize Theatre, it opened as part of the Famous Players chain and was designed to host both vaudeville and film entertainment. The physical presence of both stage and screen facilitated the adaptation between the two mediums on more than one occasion since the building's initial construction, contributing to its longevity as a community asset. The distinguishable roofscape of the brick and stone building, the marquee, and the projecting signage identify the property as a theatre, making it a recognizable local landmark. The property includes two integrated storefronts on the principal elevation, contributing to the intact historic village streetscape of this section of Mount Pleasant Road, as identified in the Midtown in Focus Planning Study. The property was listed on the City's Heritage Register in 1984.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The building at 551 Mount Pleasant Road is a representative example of an early 20th-century purpose-built vaudeville theatre along a neighbourhood main street, which were once common but are becoming increasingly rare. The two-storey scale at the property line with increased massing at the rear, the brick cladding with stone detailing, and the assimilation of the building into the contiguous commercial streetscape through the inclusion of two integrated storefronts are all characteristic of this typology. The use of Classical design language to project a sense of refinement is in keeping with the design tradition of vaudeville theatres, and is evident in the symmetrical arrangement of the fa&ccedil;ade, round-arched windows, and carved stone details. The roofline of the gabled centre bay flanked by flat-roofed sections to either side reinforces the focus on the marquee and projecting sign, which are also an integral part of the theatre typology. The design tradition of vaudeville theatre is also expressed on the interior of the building, including the surviving lobby ceiling that remains a tangible link to the original spatial arrangement and interior ornamentation of the Belsize Theatre.</p>\n<p>&nbsp;</p>\n<p>The subject property at 551 Mount Pleasant Road is valued for its association to the Crest Theatre (1953-1966), a highly influential repertory theatre company that helped to spotlight Canadian talent and establish the careers of a generation of theatre actors and playwrights. At the time the Crest Theatre was established, the Royal Alexandra Theatre was the only other permanent, year-round venue for live performance in the city, and the film industry was undergoing transition with the advent of television, leading many local cinemas to close. The Crest Theatre's founders, brothers Murray and Donald Davis, selected the theatre at 551 Mount Pleasant both for its location and because it had originally been constructed to host vaudeville entertainment, which facilitated the conversion to accommodate live performance. The Crest Hour Theatre, a touring company associated with the Crest Theatre, traveled to high schools across Ontario, further extending the cultural impact and legacy of the company.</p>\n<p>&nbsp;</p>\n<p>The subject property at 551 Mount Pleasant Road is also valued for its association with the architect Murray Brown (1884-1958). The Belsize Theatre at 551 Mount Pleasant Road was among the earliest of several theatres designed by Brown between 1926 and 1940. Brown is celebrated for his work on Canada's only surviving atmospheric theatre, the Capitol Theatre in Port Hope (1930) and Postal Station 'K' in Toronto (1936), and is a recipient of the Ontario Association of Architects' Honor Roll, which is only bestowed upon those who have made a significant contribution to the province's architectural heritage, either through their body of work or their influence in the wider community of design, education, and/or publication.</p>\n<p>&nbsp;</p>\n<p>Contextually, the predominantly two-storey height of the subject property, the delineated bays along the front elevation, and the ground floor storefronts with recessed entries serve to maintain the historical low-rise streetscape and consistent fine-grained rhythm of building frontages along Mount Pleasant Road between Davisville and Eglinton avenues. Located within the Glebe Manor Estate subdivision, the property supports the character of the area as it represents the early-20th century development of the neighbourhood as part of a prominent village main street in North Toronto.</p>\n<p>&nbsp;</p>\n<p>The building at 551 Mount Pleasant Road is historically, visually and physically linked to its setting, anchoring the east side of Mount Pleasant Road between Belsize Drive to the south and Manor Road East to the north. It is part of a contiguous row of commercial buildings with a shared setback constructed during the late 1920s following the introduction of public transit along Mount Pleasant Road.</p>\n<p>&nbsp;</p>\n<p>The contextual value of the former Belsize/Crest/Regent Theatre at 551 Mount Pleasant is also attributed to its role as a local landmark. The prominence of the building on the east side of Mount Pleasant Road is demonstrated through the larger massing at rear; gabled roofline and chimney that extend above the continuous streetwall height; and the projections into the public realm related to the building's historical use as a theatre, including a vertically-oriented sign at the second floor and a marquee and canopy above the front entrance, which have evolved over time.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 551 Mount Pleasant Road as an early 20th-century purpose-built neighbourhood vaudeville theatre.</p>\n<p>&nbsp;</p>\n<p><strong>Exterior Attributes:</strong></p>\n<ul>\n<li>The scale, form, and massing of the property as a two-storey building with a taller centre bay and increased massing at the rear</li>\n<li>The property's material palette, consisting of brick with stone detailing</li>\n<li>On the west (primary) elevation:\n<ul>\n<li>The gabled roof, chimney, and slight projection of the central bay, which rise above the continuous streetwall, giving prominence to the building</li>\n<li>The wide dentils on the eaves of the gabled roof on the primary elevation</li>\n<li>The tile coping on the parapet of the flat roofed portions of the property to either side of the gabled central bay</li>\n<li>The continuous stone cornice that follows the roofline for the width of the elevation</li>\n<li>The stone crest with the stylized letter \"B\" and the stone inscription panel reading \"Belsize\", in reference to the original name of the building</li>\n<li>The four smooth, stone panels above the flat-headed window openings on the second floor</li>\n<li>The original fenestration openings on the second level of the principal (west) elevation where there are two flat-headed window openings above each storefront, and three round-arched openings in the central bay above the theatre entrance</li>\n<li>The stone hood moulds above the round-arched openings, with their fluted keystones that curve around the extrados in the form of a scroll</li>\n<li>The stone lintels and string course above the flat-headed openings, which form a continuous band across the fa&ccedil;ade in conjunction with the hood moulds above the round-arched openings.</li>\n<li>The presence and placement of a projecting sign aligning with the ridgeline of the gable roof reading the name of the theatre in combination with a marquee and canopy above the theatre entrance (historically supported by chains)</li>\n<li>The placement of the main entrance doors in the centre of the primary elevation, slightly recessed from the property line</li>\n<li>The two storefronts, with their composition comprising a low bulkhead, large glass display windows, recessed entrances that slope to the level of the sidewalk, and stone cornice above</li>\n<li>The building's asymmetrical composition at the ground floor with a narrower storefront on the north bay allowing an entrance to the upper floor</li>\n<li>The stone detailing on the extant piers including the 'teardrop' forms on the capitals</li>\n<li>The stone detailing of the concentric planes on the north entrance surround</li>\n</ul>\n</li>\n</ul>\n<p><strong>Interior Attributes:</strong></p>\n<ul>\n<li>The spatial arrangement of a series of public spaces leading to an auditorium</li>\n<li>The plaster ceiling with details of the sun, stars, flowers, and astrological symbols in the original lobby</li>\n<li>The clear-span auditorium with vaulted ceiling and linear, ornamental plaster detailing arranged in a grid pattern</li>\n<li>The extant plasterwork and other architectural details that reflect the original d&eacute;cor scheme relating to theatrical history and traditional vaudeville theatre design, including the satyr masks, wall mural fragments, and ceiling grilles in the auditorium</li>\n<li>The inscription above the proscenium that reflects the original d&eacute;cor scheme, which reads \"On with the dance let joy be unconfined\"</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 551 Mount Pleasant Road as reflective of the former location of a live performance venue important to the performing arts community and as a representative work of Murray Brown's portfolio:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the east side of Mount Pleasant Road between Belsize Drive and Manor Road East where it is part of a contiguous row of commercial buildings</li>\n<li>The property's increased massing toward the rear of the building, which accommodated the historic use as an auditorium for both cinematic and theatrical entertainment</li>\n<li>The presence and placement of a projecting sign aligning with the ridgeline of the gable roof reading the name of the theatre in combination with a marquee and canopy above the entrance</li>\n</ul>\n<p><strong>Interior Attributes:</strong></p>\n<ul>\n<li>The astrological symbols in the plasterwork of the original lobby ceiling, which also featured in Brown's work for the Bedford Theatre.</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 551 Mount Pleasant Road as part of a historic main street commercial streetscape:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the east side of Mount Pleasant Road between Belsize Drive and Manor Road East where it is part of a contiguous row of commercial buildings</li>\n<li>The scale, form and massing of the two-storey building with the rectangular-shaped plan</li>\n<li>The property's material palette, consisting of brick with stone detailing</li>\n<li>The delineated bays along the property's front elevation, consistent with the rhythm produced by fine-grained building frontages along the surrounding historic commercial streetscape and recessed entrances of both storefronts and the central commercial unit (historically a theatre).</li>\n<li>The gabled roof and chimney of the central bay, which rise above the continuous streetwall giving prominence to the building, and the presence and placement of the projecting sign in conjunction with a marquee and canopy above the entrance, which serve to identify the property as a local landmark</li>\n</ul>\n<p><strong>NOTE:</strong> the existing canopy, marquee, and projecting sign are not considered to be heritage attributes.<br />&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of October 3, 2022, which is November 2, 2022. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.7\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.7</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3634,
  "otherReferenceList": [
    {
      "description": "551 Mount Pleasant Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.CC50.7"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 551 MOUNT PLEASANT ROAD",
  "title": "Notice of Intention to Designate - 551 Mount Pleasant Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
