{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Adoption of By-law 1218-2022 - Parkdale Main Street Heritage Conservation District",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3421"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Heritage Planning",
    "country": "Canada",
    "emailAddress": "heritageplanning@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1666324800000,
  "noticeDescription": "<p>TAKE NOTICE that on September 28, 2022, Toronto City Council enacted By-law 1218-2022, which designates the Parkdale Main Street Heritage Conservation District (area shown on attached map) under Part V of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended. The By-law also adopts the Parkdale Main Street Heritage Conservation District Plan, dated May 2022 as the district plan for the Parkdale Main Street Heritage Conservation District.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>Any person who objects to the By-law may appeal to the Ontario Land Tribunal by filing a notice of appeal with the City Clerk, Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, ON, M5H 2N2, no later than November 21, 2022.</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal must:</p>\n<ol>\n<li>set out the reasons for the objection to the by-law; and</li>\n<li>set out the reasons in support of the objection to the by-law; and be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1100.00 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</li>\n</ol>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca\">https://olt.gov.on.ca</a>.</p>\n<p>&nbsp;</p>\n<p>The By-law will come into force on November 22, 2022, if no notice of appeal is received on or before November 21, 2022.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>Only individuals, corporations or public bodies may appeal the decision of Toronto City Council to the Ontario Land Tribunal.&nbsp; A notice of appeal may not be filed by an unincorporated association or group.&nbsp; However, a notice of appeal may be filed in the name of an individual who is a member of the association or group on its behalf.</p>\n<p>&nbsp;</p>\n<p>No person or public body may be added as a party to the hearing of the appeal or appeal the heritage conservation district or district plan unless, before the district was designated and the district plan was adopted, the person or public body made oral submissions at a public meeting or written submissions to the Council.</p>\n<p>&nbsp;</p>\n<p><strong>Getting additional information</strong></p>\n<p>Additional information is included in the Explanatory Note on the following page.</p>\n<p>A copy of the by-law and background information about the application is available for public inspection by contacting Heritage Planning staff at <a href=\"mailto:heritageplanning@toronto.ca\">heritageplanning@toronto.ca</a>.</p>\n<p>Further information in respect of the by-law is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.TE34.58\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.TE34.58</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Explanatory note</strong></p>\n<p><strong>District Designation By-Law</strong></p>\n<p>On September 28, 2022, Toronto City Council adopted By-law No.1218-2022 which designated the area shown on the map attached to this note as the Parkdale Main Street Heritage Conservation District (the District) under Part V of the Ontario Heritage Act (the Act). The By-law also adopts the Heritage Conservation District Plan, dated May 2022.</p>\n<p>&nbsp;</p>\n<p><strong>Alterations to Property</strong></p>\n<p>The purpose of By-law No. 1218-2022 is to maintain the heritage character of the Parkdale Main Street Heritage Conservation District. This is accomplished by requiring certain alterations to buildings within the District to conform to District Objectives, Policies and Guidelines which are included in the District Plan. Typically, these alterations only relate to portions of the property that are visible from the public realm. For example, no heritage permit is required for exterior work that is not visible from the public realm, interior work, painting, and repairs using the same materials. If the proposal conforms to the District Objectives, Policies and Guidelines it can be approved by staff. Applications that do not conform to the District Objectives, Policies and Guidelines will be referred to City Council for consideration.</p>\n<p>&nbsp;</p>\n<p><strong>Demolition and Infill Development</strong></p>\n<p>Under By-law 1218-2022, owners of property are required to apply for a heritage permit before demolishing any building in the District. Demolition applications are referred to City Council for consideration. If City Council refuses the permit, the applicant may appeal to the Ontario Land Tribunal. New (infill) construction must contribute to the heritage character of the District, as per the District Plan.</p>\n<p>&nbsp;</p>\n<p><strong>Internet resources</strong></p>\n<p>A copy of the District Plan, which includes the District Objectives, Policies and Guidelines.</p>\n<p>Links: <a href=\"https://www.toronto.ca/legdocs/mmis/2022/te/bgrd/backgroundfile-227694.pdf\">https://www.toronto.ca/legdocs/mmis/2022/te/bgrd/backgroundfile-227694.pdf</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3654,
  "otherReferenceList": [
    {
      "description": "Designation of the Parkdale Main Street Heritage Conservation District Plan under Part V of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2022.TE34.58"
    },
    {
      "description": "District Plan, which includes the District Objectives, Policies and Guidelines",
      "url": "https://www.toronto.ca/legdocs/mmis/2022/te/bgrd/backgroundfile-227694.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Adoption of By-law 1218-2022 - Parkdale Main Street Heritage Conservation District",
  "topics": [
    "Heritage > Designation of a Heritage Conservation  District"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
