{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Proposed Amendments to the City of Toronto Municipal Code",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3482"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1669698000000,
  "noticeDescription": "<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a by-law, effective January 1, 2023, amending the City of Toronto Municipal Code Chapter 441, Fees and Charges, and any other necessary Municipal Code Chapters as may be required, to:</p>\n<ul>\n<li>increase the water and wastewater consumption rates for metered and flat rate consumers;</li>\n<li>increase certain proposed water and wastewater service fees;</li>\n</ul>\n<p>As shown in Appendix A <a href=\"https://www.toronto.ca/legdocs/mmis/2023/ex/bgrd/backgroundfile-230122.pdf\">https://www.toronto.ca/legdocs/mmis/2023/ex/bgrd/backgroundfile-230122.pdf</a>, the recommended interim increases in the water and wastewater consumption rates for metered and flat rate consumers, effective January 1, 2023, are as follows:</p>\n<ul>\n<li>for metered consumers, the Block 1 Rate and the Block 2 Rate by 3%; and</li>\n<li>for flat rate consumers, all rates by 3%.</li>\n</ul>\n<p>The proposed interim increases to water and wastewater service fees, effective January 1, 2023, are shown in Appendix B <a href=\"https://www.toronto.ca/legdocs/mmis/2023/ex/bgrd/backgroundfile-230158.pdf\">https://www.toronto.ca/legdocs/mmis/2023/ex/bgrd/backgroundfile-230158.pdf</a>.</p>\n<p>&nbsp;</p>\n<p>City officials are recommending the adoption of the proposed 2023 interim water and wastewater consumption rates and water and wastewater service fees, effective January 1, 2023, in advance of the 2023 Tax and Rate Supported Operating and Capital Budgets. The recommended interim water and wastewater consumption rates are consistent with the financial modeling and the rate increase requirements presented during the 2022 Budget Process. These interim rates may be amended by City Council when the 2023 Rate supported Operating and Capital Budgets are approved,</p>\n<p>City officials are not recommending any other changes to any of the other water and wastewater rates and service fees outlined in the City of Toronto Municipal Code Chapter 441, Fees and Charges.</p>\n<p>&nbsp;</p>\n<p>The particulars of the proposed water and wastewater consumption rates and service fee increases, are set out in the report to the Executive Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Toronto Water entitled \"2023 Interim Water and Wastewater Consumption Rates and Service Fees\" (the \"Report\").</p>\n<p>&nbsp;</p>\n<p>The Toronto Water Division of the City of Toronto, which is fully funded from the water and wastewater consumption rates and services fees, provides water and wastewater (WWW) services to the consumers within the City, areas in Peel (wastewater services) and York Region (water services). The City operates an extensive WWW infrastructure to deliver clean water for consumption and to treat wastewater before it is returned to Lake Ontario. The proposed interim water and wastewater consumption rate increases will ensure that funding continues to be available to the City for the continued provision of these water and wastewater services. The water and wastewater service fee increases reflect the increased costs of providing those specific services.</p>\n<p>&nbsp;</p>\n<p>At its meeting, to be held in person and by video conference on December 6, 2022 at 1:30 p.m., or as soon as possible thereafter, the Executive Committee will hear from any person, or their counsel, agent or solicitor, who wishes to speak to the matter.&nbsp; The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; December 6, 2022</p>\n<p>Time:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1:30 p.m., or as soon as possible thereafter</p>\n<p>Location:&nbsp; &nbsp; &nbsp; &nbsp; By Video Conference</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; OR</p>\n<p style=\"padding-left: 80px;\">&nbsp;Toronto City Hall, 2nd Floor</p>\n<p style=\"padding-left: 80px;\">100&nbsp;Queen Street West</p>\n<p>&nbsp;</p>\n<p>To submit written comments or register to make a presentation to the Executive Committee on December 6, 2022, please contact the Committee no later than 12:00 p.m. on December 5, 2022:&nbsp;</p>\n<p>&nbsp;</p>\n<p>Email:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;exc@toronto.ca</p>\n<p>Phone:&nbsp; &nbsp; &nbsp; &nbsp;416-396-7287&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Mail:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Executive Committee</p>\n<p style=\"padding-left: 80px;\">Toronto City Hall<br />100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p>Fax:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;416-392-2980</p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person, unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Executive Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its recommendations on <strong>December 6, 2022</strong>, which will be forwarded for consideration to City Council at its meeting on <strong>December 14, 2022</strong>.</p>\n<p>&nbsp;</p>\n<p>While the Report sets out the recommended rates and fee increases, the appropriate Committee may change these recommendations.</p>\n<p>&nbsp;</p>\n<p>Further, Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report, changes to rates and fees for which no change is recommended, and may adopt additional new rates or fees.</p>\n<p>&nbsp;</p>\n<p>The adopted rates and fees will be implemented through a by-law that will amend the Municipal Code.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, and the proposed rates and fee increases, please contact Boriana Varleva, Senior Financial Analyst, Revenue Services, &nbsp;Telephone: 416-392-4949, Email:&nbsp; <a href=\"mailto:boriana.varleva@toronto.ca\">boriana.varleva@toronto.ca</a>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.EX1.3\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.EX1.3</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing and making presentations to Executive Committee:</strong></p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-396-7287.</p>\n<p>&nbsp;</p>\n<p>Closed Meeting Requirements: If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3715,
  "otherReferenceList": [
    {
      "description": "2023.EX1.3 - 2023 Interim Water and Wastewater Consumption Rates and Service Fees\n",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.EX1.3"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "Proposed Amendments to the City of Toronto Municipal Code for Increases to the Water and Wastewater Consumption Rates and Certain Water and Wastewater Service Fees",
  "title": "Public Notice - Proposed Amendments to the City of Toronto Municipal Code for Increases to the Water and Wastewater Consumption Rates",
  "topics": [
    "Financial > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-financial.png"
  ]
}
