{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "415 Broadview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.666512872",
      "longitudeCoordinate": "-79.35265185",
      "postalCode": "M4K 2M9",
      "province": "Ontario",
      "streetAddress": "415 Broadview Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 415 Broadview Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3483"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1669870800000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 415 Broadview Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 415 Broadview Avenue, St. John's Presbyterian Church, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located in the Riverdale neighbourhood at the north-east corner of Broadview Avenue and Simpson Avenue, just north of Gerrard Street East, the property at 415 Broadview Avenue (St. John's Presbyterian Church) contains a church and Sunday school wing designed in the Neo-Gothic style by architect Andrew Sharp and constructed in 1907. Founded in 1886, the congregation constructed its first church at Gerrard Street East and Bolton Avenue two years later. After enlarging the original church twice, the congregation acquired land at the northeast corner of Broadview Avenue and Simpson Avenue in 1904, with construction of the present edifice commencing in 1907.&nbsp; The new church and Sunday School were dedicated on January 5, 1908. Now celebrating 115 years in its current location, St. John&rsquo;s Presbyterian Church continues to serve the Riverdale community.</p>\n<p>&nbsp;</p>\n<p>The subject property was listed on the City of Toronto's Heritage Register in 2009.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>Designed in the Neo-Gothic style, St. John&rsquo;s Presbyterian Church has design value as a representative example of an ecclesiastical building that displays a high degree of craftsmanship. Following the turn of the 20th century and a return to more simplified architectural designs, Neo-Gothic styling was popular for religious and educational buildings. With its monochromatic surfaces, overall balance, and less ostentatious medieval details including sparse religious symbolism, the style differs from the more elaborate Gothic Revival designs of the previous century. St. John&rsquo;s Presbyterian Church displays Neo-Gothic elements with the symmetrical organization of the principal (west) elevation, the mixture of pointed-arch and segmental-arched openings, and the central, spireless tower with a decorative octagonal turret at its south-east corner.</p>\n<p>&nbsp;</p>\n<p>The Sunday School wing at the east end of the church proper continues the Neo-Gothic styling and complements the church design with its similarly segmental-arched and flat-headed window openings and two-storey, tower-like projecting bay surmounted by a crenellated parapet with single embrasure on the south elevation. The eastern-most, two-bay portion of the Sunday School wing was added in 1914 and designed to seamlessly blend in with the style and materiality of the 1907 building.</p>\n<p>&nbsp;</p>\n<p>The interior of the church is also representative of the Neo-Gothic style.&nbsp; This is evident in the vaulted form of the ceiling with its corbel brackets supporting curved beams, the second floor gallery area that curves around the south, west and north interior elevations, the stained glass windows with their illustrations and wood tracery, the raised floor height and altar screen at the east end to distinguish the hierarchy of the chancel over the nave, the wooden pews in the nave (including the gallery) the chancel chairs and pulpit, the wood panelling and the carved wood altar and baptismal font.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 415 Broadview Avenue has associative value as the site of St. John&rsquo;s Presbyterian Church, an institution of importance to the Riverdale community for 115 years. Through its social justice work, the congregation has supported local agencies and people in need, and provided funding for projects in Africa, including wells, AIDS research and hunger elimination.</p>\n<p>&nbsp;</p>\n<p>St. John&rsquo;s Presbyterian Church is associated with Reverend John McPherson Scott (1859-1920), a person of significance to the Presbyterian community as he was a missionary and a pastor for 31 years at the congregation of St. John's Presbyterian Church, Riverdale, and oversaw the construction of the current church building completed in 1907. As part of his missionary work, Rev. Dr. Scott established the controversial Presbyterian Mission to the Jews in the Ward in 1908. Upon Scott's death in 1920 the mission evolved to become the Scott Institute with a broader community outreach program and subsequently the Scott Mission commemorating Rev. Dr. Scott in name. The Scott Mission continues to function as a Christian, non-denominational, urban mission which has provided significant community outreach services for over 80 years.</p>\n<p>&nbsp;</p>\n<p>The church is also linked to the practice of Scottish-born architect Andrew Sharp (1875-1966), who immigrated to Canada in 1900 following studies at the Glasgow School of Art.&nbsp; By 1902, he was chief designer in the office of Darling and Pearson, who were among Toronto&rsquo;s best-known architects in the early 20th century.&nbsp; During his tenure with the firm that lasted until 1910, Sharp&rsquo;s projects included Convocation Hall at the University of Toronto (1907). His name appears on the building permit issued for St. John&rsquo;s Presbyterian Church in March 1907. After leaving Darling and Pearson, Sharp embarked on a brief solo practice when he prepared the plans for St. Aidan&rsquo;s Anglican Church (1910) at Queen Street East and Silver Birch Avenue (which is recognized on the City&rsquo;s Heritage Register).&nbsp; During a short-lived partnership with the Ottawa-based architect, James Hodge Brown, Sharp entered competitions for municipal buildings across Canada and, in 1911, designed Deer Park Presbyterian Church (later Deer Park United Church) in Toronto.</p>\n<p>&nbsp;</p>\n<p>Located at the north-east corner of Broadview Avenue and Simpson Avenue, St. John's Presbyterian Church is important as it defines and maintains and supports the institutional character of the intersection, which also includes the former Don Jail, a city-wide landmark, the Riverdale Library (1910) and the former Bank of Ottawa Branch (1911). Including the church at 415 Broadview Avenue, all of these adjacent properties are recognized on the City's Heritage Register.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1907 and dedicated the following January, St. John's Presbyterian Church is visually, historically and functionally linked to its surroundings as it is forms part of the built form evolution and growth of the Riverdale community since the congregation's founding in 1888, just four years following annexation of the community to the City of Toronto.</p>\n<p>&nbsp;</p>\n<p>St. John&rsquo;s Presbyterian Church is also valued as a local landmark on the northeast corner of Broadview Avenue and Simpson Avenue in Riverdale. With its position on a prominent corner lot, St. John&rsquo;s Presbyterian Church is viewed from Broadview Avenue, Gerrard Street East, and the adjoining residential neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value &ndash; Exterior</strong></p>\n<p>The following heritage attributes contribute to the design and physical value of the 1907 church and Sunday School wing as representative of the Neo-Gothic style:</p>\n<ul>\n<li>The form and massing of the church with a long, rectangular nave on a tight cruciform plan on a raised foundation</li>\n<li>The materials, with the red brick cladding, and brick, stone and wood detailing</li>\n<li>The square tower with corner buttresses centred on the west elevation with its octagonal turret (southeast), and brick detailing</li>\n<li>At the base of the tower, the main (west) entrance where two pairs of doors and multi-paned leaded stained glass transoms with wooden mullions are placed in a grand three-centred arch with splayed brick detailing</li>\n<li>The transept bays adjoining the main (west) entrance and tower with their hipped roofs</li>\n<li>The steeply-pitched gable roof with brick chimneys that covers the nave of the church</li>\n<li>The hexagonal apse at the east end of the building</li>\n<li>The north and south elevations of the nave, organized into symmetrical bays defined by brick buttresses</li>\n<li>The fenestration that combines pointed-arched and segmental-arched window openings and wood tracery, on the tower and the elevations of the church</li>\n<li>The original diamond-pattern clear leaded glass in the central vestry office window opening located at the second storey level of the projecting bay window on the south elevation</li>\n<li>The Sunday School wing at the east end, including its seamlessly integrated 1914 eastern addition, which has segmental-arched and flat-headed window openings, a secondary entry and crenellated two-storey tower-like projecting bay with single embrasure on the south elevation</li>\n</ul>\n<p><strong>Design and Physical Value &ndash; Interior</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the interior of the 1907 church as representative of the Neo-Gothic style:</p>\n<ul>\n<li>The double-height volume of the church, including the gallery at the west end and the chancel and apse at the east end</li>\n<li>The church space with its vaulted ceiling and sequence of curved beams supported on large brackets</li>\n<li>The type and arrangement of the window openings and wood tracery</li>\n<li>The segmental-arched transoms above the doors between the narthex and the nave</li>\n</ul>\n<p><strong>Design and Physical Value &ndash; Liturgical Elements &ndash; Interior&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes which contribute to the design and physical value of the interior of the 1907 church as representative the Neo-Gothic style and expressing elements of the Presbyterian faith have been identified as liturgical elements:</p>\n<ul>\n<li>The raised chancel area with rood screen and centred, high pulpit with carved wooden detailing including trefoil- and segmental-arched motifs</li>\n<li>Musical instruments, including the organ and organ pipes</li>\n<li>All seating in the church, including all chairs and pews</li>\n<li>All stained glass windows in the church</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attribute contributes to the historic and associative value of the 1907 church as it represents the history and association of the congregation and its ministry with missionary services:</p>\n<ul>\n<li>The carved, stone dedication plaque commemorating the church's first Minister, Rev. John McPherson Scott (1887-1920)</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 415 Broadview Avenue as it conveys the historical institutional and landmark character of the property</p>\n<ul>\n<li>The set-back, placement and orientation of the building on a corner lot where it is viewed from Broadview Avenue, Gerrard Street East, Simpson Avenue, and the adjoining residential neighbourhood</li>\n</ul>\n<p>N.B. The following are not identified as heritage attributes but are noted by the Church as liturgical elements: all lighting in the church; the piano, and any other instruments of use to the Church; plaques, artwork, hangings, trim, and other decorative items; as well as the carved wooden baptismal font and communion table</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 1, 2022, which is January 3, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC1.5\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC1.5</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3716,
  "otherReferenceList": [
    {
      "description": "415 Broadview Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC1.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 415 BROADVIEW AVENUE",
  "title": "Notice of Intention to Designate - 415 Broadview Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
