{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "63 Old Forest Hill Road Toronto Ontario",
      "latitudeCoordinate": "43.6986620921",
      "longitudeCoordinate": "-79.4146977357",
      "postalCode": "M5P 2R1",
      "province": "Ontario",
      "streetAddress": "63 Old Forest Hill Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 63 Old Forest Hill Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3522"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1671426000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 63 Old Forest Hill Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 63 Old Forest Hill Road is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the east side of Old Forest Hill Road just south of the junction with Dunvegan Road and Browside Avenue, the property at 63 Old Forest Hill Road is part of a collection of grand residential properties in the Forest Hill neighbourhood, several of them designed by the same architect, Douglas E. Kertland. By providing a cohesive architectural character through their shared qualities of scale, form and massing, materials and details typical of the 1920s and 1930s, these properties create a sense of place. The Arts and Crafts movement house with Tudor Revival styling was originally owned by Canadian automotive industrialist George W. McLaughlin's daughter, Dorothy, who resided there for nearly twenty years. The house was subsequently owned by businessman, Paul D. Phelan until his passing in 2021.</p>\n<p>&nbsp;</p>\n<p>The subject property was listed on the City of Toronto's Heritage Register in 1975.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The Dorothy (McLaughlin) Tait House has design value as an excellent representative of a grand Tudor Revival style dwelling whose design reflects Arts and Crafts movement principles. The Arts and Crafts elements are present in the picturesque composition of the asymmetrical building massing and elevations, the combination of steeply pitched gabled and hipped clay tile roofs with dormers and dominant chimneys, the recessed entry porch and projecting oriel and bay windows, the flat-headed window openings and the cladding which combines rough-cut wood around the window openings, and half-timbering on highly decorative red brickwork in various patterns. The Tudor Revival is seen in the broad Tudor arch of the principal entry opening and wooden door with ornate metal detailing, the copper gutters, downspouts and light fixtures, and the half-timbering with carved columns, cornice lines and bargeboards. The situation of the house on its property with its long, south elevation facing the garden and the narrower, west elevation facing Old Forest Hill Road is characteristic of the informal quality of the Arts and Crafts architecture which responds to the site's topography and orientation. This unusual arrangement is enhanced by the intentional diagonal entry to an elliptical drive which creates a north-east route to the principal entrance with its stone and landscaped terrace.</p>\n<p>&nbsp;</p>\n<p>The house displays a high degree of artistic merit in the complexity of the overall building massing, the combination of multiple gable and hipped clay tile roofs punctuated with a variety of dormers and extended chimneys with their clustered and corbeled red brick flues, and in the wealth of detail seen in the materials including rough stone, a variety of brick pattern work and half timbering, and the range of door and window opening combinations. A high level of craftsmanship is present in the skilled carpentry required to construct the complex roof-scape and carved wooden detailing, and in the masonry with its random patterns of various shades and shapes of rough-hewn stone.</p>\n<p>&nbsp;</p>\n<p>Historical or Associative Value</p>\n<p>The property has historic value for its direct association with the Canadian auto industry magnate McLaughlin family, including former Vice President of General Motors of Canada, George W. McLaughlin, and his daughter, Dorothy Marion for whom he purchased the property in 1934 and commissioned the existing house to the designs of the important local architect, Douglas Kertland.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1934, shortly after the incorporation of Forest Hill Village, the property at 63 Old Forest Hill Road contributes to an understanding of the early history of Forest Hill as a residential enclave whose early design by-laws and practices resulted in the carefully crafted, landscaped neighbourhood still evident today.</p>\n<p>&nbsp;</p>\n<p>The property is representative of the important architect Douglas E. Kertland, who is known for winning the competition to design the CNE's Automotive Building (1928-9). Kertland's residential architecture was widely published from the mid-1920s to the 1940s and he designed at least six other grand homes adjacent to or in the vicinity of the Dorothy M. McLaughlin House in Forest Hill.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Situated on the east side of Old Forest Hill Road just south of the junction with Dunvegan Road and Browside Avenue, the subject property maintains and supports the character of the neighbourhood. It is one in a series of grand Arts and Crafts houses with Tudor Revival style details sharing a two-storey scale with complex asymmetrical massing and a unified mix of materials featuring stone, brick, wood and metal in a consistent landscaped and well-treed setback.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1934, as one of a number of Kertland-designed houses in the neighborhood, and as a part of the development of Forest Hill Village, the property at 63 Old Forest Hill Road is physically, functionally, visually and historically linked to its surroundings.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the property as representative of Arts and Crafts principles executed with Tudor Revival styling:</p>\n<ul>\n<li>The set-back, placement and orientation of the two-storey building on its large, landscaped lot where its west and south elevations are partially viewed simultaneously from the south end of the elliptical drive fronting onto Old Forest Hill Road</li>\n<li>The scale and irregular form of the two-storey house with its asymmetrically composed building massing and roofscape combining hipped and gabled roofs, punctuated by dormer windows and three extended chimneys, bay and oriel windows and a recessed, west-facing main entrance</li>\n<li>The stone cladding material comprised of rough-hewn stone at both storeys on all elevations except the west and its returns on the north and south elevations where half-timbering and inlaid brick are used at the second storey level</li>\n<li>The half-timbering featured on the second floor level of the west elevation, in the south-facing, gable end of the west elevation, and the north return</li>\n<li>The decorative brick infill with its variety of patterns, mirrored in the large roof gable ends on the west and south elevations, the north return, and below the openings flanking the double doorway leading to the flagstone garden terrace on the south elevation</li>\n<li>The intricate wood carving found on the half-timbering, the bay and oriel windows and the main entrance</li>\n<li>The copper material used in the gutters, and downspouts with their decorative collectors, the lighting fixtures above the main west entrance and the double doorway leading from the dining room to the stone garden terrace on the south elevation, as well as the conical copper canopy above the single-door entry on the south elevation</li>\n<li>The heated three-car integrated garage with living quarters above&nbsp;</li>\n<li>The recessed main entrance in the west elevation with its splayed wooden surround and Tudor-arched wood door with its vertical panels beneath a single window set deep beyond a heavy, flat-headed wooden entryway containing intricately carved columns</li>\n<li>The existing arrangement of the flat-headed openings on all four elevations</li>\n<li>existing original stone knee walls with their smooth stone coping framing the main entrance terrace on the west elevation, the garden terrace on the south elevation and the garden wall between the south terrace and the stone wall defining the south boundary of the property</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attribute contributes to the historic and associative value of the property as it represents the history and direct association of the original owner with the then-burgeoning automotive industry in Canada:</p>\n<ul>\n<li>The extended east wing of the house, containing an integrated and heated, three-car garage at the first storey</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 63 Old Forest Hill Road as it conveys the historical residential character of Forest Hill Village</p>\n<ul>\n<li>The set-back, placement and orientation of the two-storey building on its large, landscaped lot where its west and south elevations are partially viewed simultaneously from the south end of the elliptical drive fronting onto Old Forest Hill Road</li>\n</ul>\n<p>Note: the 1990s eastern extension of the south garden flagstone terrace and knee walls, the street walls and iron gates fronting onto Old Forest Hill Road and the in-ground swimming pool are not considered heritage attributes</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of December 19, 2022, which is January 18, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.17\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.17</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3755,
  "otherReferenceList": [
    {
      "description": "63 Old Forest Hill Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate - 63 Old Forest Hill Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
