{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "94 Isabella Street Toronto Ontario",
      "latitudeCoordinate": "43.668867969",
      "longitudeCoordinate": "-79.380637558",
      "postalCode": "M4Y 1N4",
      "province": "Ontario",
      "streetAddress": "94 Isabella Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 94 Isabella Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3524"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1671426000000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 94 Isabella Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 94 Isabella Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The subject property at 94 Isabella Street consists of a house-form building located on the north side of Isabella Street, west of Jarvis Street. The building measures two-and-a-half storeys with a raised basement constructed in rusticated stone, red brick at the first storey, and shingled cladding at the second storey on the south (primary) elevation, wrapping around to the sides. Set back behind a landscaped lawn with a short gate, the building lacks a primary entry on the front elevation and is instead accessed by a door on the west elevation.</p>\n<p>&nbsp;</p>\n<p>The building's design represents the Queen Anne Revival style. Characterized by an eclectic and picturesque application of varied historical influences, the style originated in the 1860s in England and by the 1880s had grown popular within Canadian residential architecture. Key stylistic components of the subject property's design include the asymmetrical composition of each of its elevations, the irregular roofline featuring gables and corbelled brick chimneys, and the varied textures of its material palette.</p>\n<p>&nbsp;</p>\n<p>Along with the adjacent designated properties at 90-92 Isabella Street, and a number of properties in the vicinity along Jarvis Street, the subject property contributes to a layer of built fabric reflecting the area's early development for the residences of prominent Torontonians.</p>\n<p>&nbsp;</p>\n<p>The Helen E. McMaster House was listed on the City of Toronto's Heritage Register in 1981.</p>\n<p>&nbsp;</p>\n<p>Statement of Cultural Heritage Value</p>\n<p>Constructed in 1884-1885, the Helen E. McMaster House is an intact, representative example of a Queen Anne Revival-style residence. Characterized by an eclectic and picturesque application of varied historical influences, the style originated in the 1860s in England and by the 1880s had grown popular within Canadian residential architecture. Key stylistic components of the subject property's design include the asymmetrical composition of its elevations, the irregular roofline featuring gables and corbelled brick chimneys, the varied textures of its material palette, oriel and bay windows, and details such as wood brackets and bargeboards.</p>\n<p>&nbsp;</p>\n<p>The property demonstrates the work of Edmund Burke (1850-1919), of the architectural firm of Langley &amp; Burke. Burke was a prolific and influential architect in Toronto, known for his versatility and application of new building technologies. Noted for its Queen Anne Revival-style design and precedential use of shingled cladding, the Helen E. McMaster House reflects Burke's approach to prominent residential commissions in the late nineteenth century.</p>\n<p>&nbsp;</p>\n<p>The property is important in maintaining and supporting the character of the area along Isabella Street and continuing along Jarvis Street. Representing the popular residential styles of the time, including Queen Anne Revival style at 94 Isabella Street and at the properties to the immediate west, these remaining house-form buildings are characterized by fine architectural detailing and deeper landscaped setbacks, as seen at the subject property. The property is also visually and historically linked to its surroundings. Along with the adjacent designated properties at 90-92 Isabella Street, and a number of properties in the vicinity along Jarvis Street, the subject property contributes to a layer of built fabric reflecting the area's early development for the residences of prominent Torontonians.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 94 Isabella Street as a representative example of a Queen Anne Revival-style residence:</p>\n<ul>\n<li>The scale, form, and massing of the property as a two-and-a-half-storey house-form building</li>\n<li>The property's richly textured material palette, including rusticated stone at the foundation, red brick at the first storey, and shingled cladding at the second storey on the south (primary) elevation, wrapping around to the sides</li>\n<li>The south, west, east, and north walls with their asymmetrical composition, characteristic of the Queen Anne Revival style</li>\n<li>The irregular roofline featuring gables and corbelled brick chimneys</li>\n<li>The variety of fenestration, characteristic of the Queen Anne Revival Style, including a bay window on the south elevation, dormer windows including gabled dormers on the south elevation, a curved stained glass window on the east elevation, an oriel window on the west elevation, and arched transom windows on the west elevation</li>\n<li>Additional architectural details including wood brackets and bargeboards, arched brick around multiple door and window openings, and decorative brick and stone banding</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 94 Isabella Street as a demonstration of the work of architect Edmund Burke:</p>\n<ul>\n<li>The scale, form, and massing of the property as a two-and-a-half-storey house-form building</li>\n<li>The property's richly textured material palette, including rusticated stone at the foundation, red brick at the first storey, and shingled cladding at the second storey on the south (primary) elevation, wrapping around to the sides</li>\n<li>The south, west, east, and north walls with their asymmetrical composition, characteristic of the Queen Anne Revival style</li>\n<li>The irregular roofline featuring gables and corbelled brick chimneys</li>\n<li>&nbsp;The variety of fenestration, characteristic of the Queen Anne Revival Style, including a bay window on the south elevation, dormer windows including gabled dormers on the south elevation, an oriel window on the west elevation, and arched transom windows on the west elevation</li>\n<li>Additional architectural details including wood brackets and bargeboards, arched brick around multiple door and window openings, and decorative brick and stone banding</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 94 Isabella Street as an important part of the area's nineteenth-century residential layer:</p>\n<ul>\n<li>The property's siting and orientation on the north side of Isabella Street, west of Jarvis Street</li>\n<li>The property's deeper landscaped setback with a gated lawn facing Isabella Street</li>\n<li>The scale, form, and massing of the property as a two-and-a-half-storey house-form building</li>\n<li>The property's richly textured material palette, including rusticated stone at the foundation, red brick at the first storey, and shingled cladding at the second storey on the south (primary) elevation, wrapping around to the sides</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of December 19, 2022, which is January 18, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.18\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.18</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3757,
  "otherReferenceList": [
    {
      "description": "94 Isabella Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.CC2.18"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate - 94 Isabella Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
