{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Proposed City-Initiated Official Plan Amendment pertaining to\nTechnical Amendments to Chapter 5 of the Official Plan and related Schedules as a result of Bill 109, More Homes for Everyone Act, 2022",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3582"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1675400400000,
  "noticeDescription": "<p>Location of Application: City-wide <br />Applicant: City of Toronto<br />&nbsp;<br />DATE: February 28, 2023<br />TIME: 9:30 a.m. or as soon as possible thereafter<br />PLACE: Committee Room 1, City Hall, 100 Queen Street West and by Video Conference<br />&nbsp;</p>\n<p><strong>PROPOSAL</strong> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Section 5.5 of the Official Plan provides guidance regarding the planning process. It includes direction for community consultation, mandatory pre-application consultation and complete application submission requirements. Detailed complete application submission requirements are addressed in Schedule 3. An associated Municipal By-law Amendment is being made to Chapter 415 of the Toronto Municipal Code to ensure conformity with in-force Provincial legislation.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The City of Toronto is proposing a City-Initiated Official Plan Amendment in response to Bill 109, <em>More Homes for Everyone Act, 2022</em>.</p>\n<p>&nbsp;</p>\n<p>Bill 109 introduces complete application provisions for Site Plan Control applications. The City's Official Plan generally conforms to the legislation as it currently outlines requirements for all application types in Schedule 3. However, current Official Plan policy and explanatory text treat requirements for Site Plan Control applications as \"encouraged\", not mandatory. Technical amendments to the Official Plan are required to update both policy and explanatory text language to reflect new provisions under the legislation.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material and a copy of the proposed Official Plan Amendment may be obtained by contacting Michelle Drylie, Project Director at 416-392-3436, or by e-mail at <a href=\"mailto:Michelle.Drylie@toronto.ca\">Michelle.Drylie@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>A copy of City Planning's Final Report on the proposed Official Plan Amendment and associated Municipal Code Amendment will be available on the City's website at: <a href=\"http://www.toronto.ca/legdocs/agendas.html\">www.toronto.ca/legdocs/agendas.html</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Planning and Housing Committee, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you want to address Planning and Housing Committee directly, please register by email to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, no later than 12:00 p.m. on February 27, 2023. If you register we will contact you with instructions on connecting to the meeting.</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, 100 Queen Street West, 10th Floor, West Tower, Toronto ON M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the amendments listed in this Notice regulate the use of lands at several locations within the geographic boundaries of the City of Toronto, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendment you must make a written request to the City Clerk, Attention:&nbsp; Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Official Plan Amendment Appeal:</strong> If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or refused, the person or public body is not entitled to appeal the decision and may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal there are reasonable grounds to do so. You may submit comments to the City Clerk, Attention: Nancy Martins, Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Municipal Code Amendments Appeal:</strong> There is no appeal of the decision of the Council of the City of Toronto for the Municipal Code Amendment to the Ontario Land Tribunal.</p>\n<p><strong>People writing or making presentations at the public meeting:&nbsp;</strong> The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>Dated at the City of Toronto on February 3, 2023.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3815,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "22 219478 STE 10 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Proposed City-Initiated Official Plan Amendment pertaining to Technical Amendments to Chapter 5 of the Official Plan and related Schedules as a result of Bill 109, More Homes for Everyone Act, 2022\n",
  "topics": [
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
