{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "46 Spadina Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6446606397",
      "longitudeCoordinate": "-79.3950758857",
      "postalCode": "M5V 2H8",
      "province": "Ontario",
      "streetAddress": "46 Spadina Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property – 46 Spadina Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3624"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "Toronto Preservation Board",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1676350800000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 46 Spadina Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 46 Spadina Avenue (including the addresses at 40, 44, and 50 Spadina Avenue) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 46 Spadina Avenue comprises a four-storey factory building that was constructed in 1907 and designed by the Toronto architectural firm of Horwood and Burke. Commissioned by Business Systems Limited, which manufactured business stationery and operated a business training school, the property served as the company's headquarters and factory for over half a century. In the late 20th century, the property was among the properties in the King-Spadina neighbourhood that became associated with the clothing manufacturing industry in Toronto&prime;s Fashion District.</p>\n<p>&nbsp;</p>\n<p>Representing the Edwardian Classical style, the property features red brick cladding with brick and stone detailing. The principal (east) elevation is symmetrically organized into 11 bays, with frontispieces in the slightly projecting centre and outer bays. Two entrances, at the north and south ends of the principal elevation, are set in Gibbs surrounds with stone quoins. Fenestration on the principal elevation includes flat-headed openings in the base and upper stories, and round-arched openings in the first (ground) storey. Additional details include window detailing with voussoirs and keystones, brick banding and quoins, brick corbelling above the first (ground) storey, and a stone name plate reading \"Systems Building\" above the north entrance.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 46 Spadina Avenue has design value as a well-crafted example of an early 20th century factory in the King-Spadina neighbourhood, which was designed with features of Edwardian Classicism, the most popular style for all building types during this era. The Systems Building is particularly distinguished by its elaborate classical detailing that includes the frontispieces with quoins and the twin entrances on the principal (east) elevation.</p>\n<p>&nbsp;</p>\n<p>The Systems Building is valued for its contributions to the development and evolution of the King-Spadina neighbourhood in the early 20th century. During this period, the area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district after the Great Fire of 1904. The property at 46 Spadina Avenue is especially linked to the historical transition of King-Spadina, as Business Systems Limited established its company in one of the former high-end residences that marked the initial development along the street before replacing it with the large-scale warehouse, a building typology that was indicative of the industrial character of the community after 1900.</p>\n<p>&nbsp;</p>\n<p>The historical value of the property at 46 Spadina Avenue is also through its connection with the architectural practice of Burke and Horwood. As the successor to the firm founded by his uncle, Henry Langley, Edmund Burke formed a partnership with John Horwood in 1894, and the pair received immediate recognition as the designers of the Robert Simpson Store as the first Chicago-style building in Toronto. Although Horwood and White designed many residential, institutional, and industrial buildings in the city, they accepted few documented commissions in King-Spadina, including the Systems Building and the neighbouring Samuel, Benjamin and Company Building on the southwest corner of King and Spadina, which is included on the City of Toronto&prime;s Heritage Register.</p>\n<p>&nbsp;</p>\n<p>With respect to contextual value, the property at 46 Spadina Avenue supports the historical character of the King-Spadina neighbourhood, where it contributes to an important concentration of former factories and warehouses. These buildings reflect the area's shift from its origins as an institutional and residential district to Toronto's manufacturing centre after the Great Fire of 1904. The Systems Building is historically and visually linked to its setting on Spadina Avenue, south of King Street West, where other large-scale warehouses on Spadina, King, and Wellington streets are among the neighbouring properties that are included on the City's Heritage Register. In particular, it complements the building at the north end of the block, 425 King Street West, with which it shares a material palette and architectural vocabulary.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 46 Spadina Avenue as a representative example of an Edwardian Classical-style industrial headquarters and warehouse:</p>\n<ul>\n<li>The scale, form, and massing of the property as a four-storey warehouse above a raised base with window openings</li>\n<li><span style=\"font-size: 12pt;\">The flat roofline, which is extended at the south end by a penthouse and has brick chimneys on the west end and southwest corner</span></li>\n<li>The material palette of brick cladding with brick and stone detailing, including brick banding and quoins, brick corbelling above the first (ground) storey, masonry at the basement level, and stone quoins in Gibbs surrounds</li>\n<li>The symmetrical organization of the principal (east) elevation into 11 bays, with the frontispieces in the slightly projecting centre and outer bays</li>\n<li>The two entrances at the north and south ends of the principal (east) elevation, which are set in Gibbs surrounds with stone quoins</li>\n<li>The fenestration on the principal (east) elevation, with the flat-headed openings in the base and upper stories, and the round-arched openings in the first (ground) storey, including the oversized opening in the third bay from the north end and the diminutive round-arched opening in the north frontispiece</li>\n<li>On the principal (east) elevation, the window detailing with the voussoirs and keystones, and the quoins on the diminutive openings in the centre and north frontispieces</li>\n<li>The north (side) elevation, which continues the decorative brick quoins, banding and quoins from the principal (east) elevation, and has segmental-arched and flat-headed window openings with brick and stone trim</li>\n<li>The south (side) elevation, with the flat-headed openings</li>\n<li>On the rear (west) wall, the brick quoins and the segmental-arched and flat-headed openings with the brick and stone trim</li>\n<li>The name plate reading \"Systems Building\" above the north entrance</li>\n</ul>\n<p><strong>Historic and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 46 Spadina Avenue as associated with the evolution of the King-Spadina neighbourhood, and an example of the work of Burke and Horwood:</p>\n<ul>\n<li>The placement, setback, and orientation of the building on the west side of Spadina Avenue between Wellington Street West and King Street West</li>\n<li>The name plate reading \"Systems Building\" above the north entrance</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 46 Spadina Avenue as supporting the historical character of the King-Spadina neighbourhood:</p>\n<ul>\n<li>The placement, setback, and orientation of the building on the west side of Spadina Avenue between Wellington Street West and King Street West</li>\n<li>The scale, form, and massing of the property as a four-storey warehouse above a raised base with window openings</li>\n<li>The materials, with the brick cladding and the brick and stone detailing, including the brick banding and quoins, and the brick corbelling above the first (ground) storey</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served to the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of February 14, 2023, which is March 16, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH1.5\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH1.5</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3857,
  "otherReferenceList": [
    {
      "description": "2023.PH1.5 - 46 Spadina Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH1.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 46 SPADINA AVENUE  (INLCLUDING ENTRANCE ADDRESSES AT 40, 44 AND 50 SPADINA AVENUE)",
  "title": "Notice of Intention to Designate the Property – 46 Spadina Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
