{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "152 Bathurst Street Toronto Ontario",
      "latitudeCoordinate": "43.6459759773",
      "longitudeCoordinate": "-79.4039087472",
      "postalCode": "M5V 2R3",
      "province": "Ontario",
      "streetAddress": "152 Bathurst Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "164 Bathurst Street Toronto Ontario",
      "latitudeCoordinate": "43.6462787763",
      "longitudeCoordinate": "-79.4039845367",
      "postalCode": "M5V 2R3",
      "province": "Ontario",
      "streetAddress": "164 Bathurst Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "621 Richmond Street West Toronto Ontario",
      "latitudeCoordinate": "43.6462611478",
      "longitudeCoordinate": "-79.4040077104",
      "postalCode": "M6J 1C2",
      "province": "Ontario",
      "streetAddress": "621 Richmond Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "267 Richmond Street West Toronto Ontario",
      "latitudeCoordinate": "43.648734875",
      "longitudeCoordinate": "-79.391662298",
      "postalCode": "M5V 3M6",
      "province": "Ontario",
      "streetAddress": "267 Richmond Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Request to Amend the Official Plan and Zoning By-law - 152-164 Bathurst Street and 621-627 Richmond Street West ",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3689"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1678939200000,
  "noticeDescription": "<p>NOTICE OF PUBLIC MEETING</p>\n<p>To be held by the Toronto and East York Community Council (Under the Planning Act)</p>\n<p>&nbsp;</p>\n<p>Request to Amend the Official Plan and Zoning By-law Application Number 21 181257 STE 10 OZ</p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:</strong> 152-164 Bathurst Street and 621-627 Richmond Street West<br /><strong>Applicant:</strong> Bousfields Inc&nbsp; <br />&nbsp;<br /><strong>Date:</strong> April 12, 2023<br /><strong>Time: </strong>10:00 a.m., or as soon as possible thereafter<br /><strong>Place:</strong> Committee Room 1, Toronto City Hall and by Video Conference<br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>These applications to amend the Official Plan and Zoning By-law propose an 18-storey mixed-use building for the property at 152-164 Bathurst Street and 621-627 Richmond Street West. The heritage building at 621 Richmond Street West and 164 Bathurst Street is proposed to be retained and the remaining buildings on the site are proposed to be demolished. The proposed development includes commercial uses on the ground floor, 217 residential condominium units above, 64 vehicular parking spaces and 224 bike parking spaces.</p>\n<p>&nbsp;</p>\n<p>Detailed information regarding the proposal, including background information and material and a copy of the proposed Official Plan Amendment may be obtained by contacting Tommy Karapalevski, Planner, Community Planning at 416-392-4336, or by e-mail at <a href=\"mailto:Tommy.Karapalevski@toronto.ca\">Tommy.Karapalevski@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>Toronto and East York Community Council will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>MAKE YOUR VIEWS KNOWN</strong></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to<a href=\"mailto:teycc@toronto.ca\"> teycc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Toronto and East York Community Council, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Toronto and East York Community Council directly, please register by e-mail to <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a> or by phone at 416-392-7033, no later than 12:00 p.m. on April 11, 2023. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Toronto and East York Community Council may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: City Clerk, Attention: Cathrine Regan, Administrator, Toronto and East York Community Council, 100 Queen Street West, 2nd Floor,&nbsp; West Tower, Toronto ON M5H 2N2, Phone: 416-392-7033, Fax: 416-392-2980, e-mail: <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>Special Assistance: City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-392-7033, TTY 416-338-0889 or e-mail <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca.</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>If you wish to be notified of the decision of the City of Toronto on the proposed Official Plan Amendment and/or passing or refusal of the proposed Zoning By-law Amendment, you must make a written request to the City Clerk attention:&nbsp; Cathrine Regan, Administrator, Toronto and East York Community Council, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p>Official Plan and Zoning By-law Amendments Appeal:&nbsp; If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendment is adopted or refused and the Zoning By-law Amendment is passed or refused, the person or public body is not entitled to appeal the decision.</p>\n<p>&nbsp;</p>\n<p>People writing or making presentations at the public meeting:&nbsp; The City of Toronto Act, 2006, the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3923,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "21 181257 STE 10 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "Aapplications to amend the Official Plan and Zoning By-law propose an 18-storey mixed-use building for the property at 152-164 Bathurst Street and 621-627 Richmond Street West. The heritage building at 621 Richmond Street West and 164 Bathurst Street is proposed to be retained and the remaining buildings on the site are proposed to be demolished. ",
  "title": "Notice of Public Meeting - Request to Amend the Official Plan and Zoning By-law - 152-164 Bathurst Street and 621-627 Richmond Street West ",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Proposal for a Zoning By-law Amendment",
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
