{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "193 College Street Toronto Ontario",
      "latitudeCoordinate": "43.6586733839",
      "longitudeCoordinate": "-79.3949110004",
      "postalCode": "M5T 1P9",
      "province": "Ontario",
      "streetAddress": "193 College Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "195 College Street Toronto Ontario",
      "latitudeCoordinate": "43.6586512507",
      "longitudeCoordinate": "-79.3949757696",
      "postalCode": "M5T 1P9",
      "province": "Ontario",
      "streetAddress": "195 College Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate the Property - 193 and 195 College Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3730"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 193 - 195 College Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 193 and 195 College Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the south side of the street between Henry and Beverley streets, the properties at 193 and 195 College Street contain a pair of semi-detached house form buildings that were first constructed in c.1886-1887 and later converted for mixed residential and commercial uses.</p>\n<p>&nbsp;</p>\n<p>The properties at 193 and 195 College Street were identified for their potential cultural heritage value in the College Street Study Official Plan Amendment adopted by the City of Toronto in 2017, and listed on the Heritage Register in 2018.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 193 and 195 College Street have design value as a surviving example of a pair of late-19th century semi-detached house form buildings on College Street, west of McCaul Street, whose design is typical of the Bay-and-Gable style with their 2-1/2-storey form and massing organized as a mirrored pair of two buildings, each with two vertically-oriented bays on the primary elevations. The Bay-and-Gable style draws from popular architectural styles of the Victorian era, including the Italianate and Gothic Revival, which are evident in the cross gables with surviving decorative wood detailing. 193-195 College Street are placed in the centre of a trio of semi-detached house form buildings that were constructed together.</p>\n<p>&nbsp;</p>\n<p>Contextually, the properties at 193 and 195 College Street are valued for their role in defining, supporting and maintaining the historical character of College Street, west of McCaul Street, which originally developed as a residential neighbourhood. With their later conversion for mixed commercial and residential uses, the buildings reflect the ongoing evolution of the thoroughfare, which has been shaped in part by the close proximity to the University of Toronto.</p>\n<p>&nbsp;</p>\n<p>The buildings at 193 and 195 College Street are historically, visually and physically linked to their setting in the block on the south side of the street where they are part of a series of complementary late-19th century house form buildings adjoining both sides of the intersection with Henry Street.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 193-195 College Street as representative examples of semi-detached house form buildings in the Bay-and-Gable style from the late-19th century:</p>\n<ul>\n<li>The setback, placement and orientation of the buildings on the south side of the street, west of Henry Street</li>\n<li>The scale, form and massing of the 2&frac12;-storey buildings on raised bases</li>\n<li>The gable roofs, with the front portion having a ridgeline parallel to College Street</li>\n<li>The materials, with the brick cladding and wood, brick and stone detailing (the brick masonry on the north elevation has been covered with stucco)</li>\n<li>The rough-faced cut-stone bases on the street-facing (north) elevations</li>\n<li>The principal (north) elevations, which are organized as mirror images of each other and comprise:\n<ul>\n<li>Raised entrances flanked by full height rectangular bays with cross gables that feature wood detailing including decorative gable screens, spindlework friezes, and eave brackets</li>\n<li>A single gabled dormer with half-timbering, a decorative spindlework frieze and brackets on the north roof slope fronting College Street</li>\n<li>Flat-headed window openings, with leaded glass transoms</li>\n</ul>\n</li>\n<li>The west and east side elevations, which are viewed from College Street</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 193 and 195 College Street as defining, supporting and maintaining the historic character of the area and being historically, visually, functionally and physically linked to their setting:</p>\n<ul>\n<li>The placement, setback and orientation of the buildings on the south side of College Street, where they are part of a contiguous row of similar properties flanking both sides of Henry Street</li>\n<li>The scale, form and massing of the 2&frac12;-storey properties</li>\n<li>The properties' material palette, consisting of brick with wood and stone detailing</li>\n<li>The subject properties' architectural detailing in the Bay-and-Gable style, one of the predominant styles of residential buildings in the immediate neighbourhood</li>\n</ul>\n<p>Note: No heritage attributes are identified on the rear (south) elevations</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.13\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.13</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3954,
  "otherReferenceList": [
    {
      "description": "2023.PH2.13 - 191, 193, 195, 199 College Street and 74 and 76 Henry Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 193 - 195 COLLEGE STREET",
  "title": "Notice of Intention to Designate the Property - 193 and 195 College Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
