{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "376 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6588768906",
      "longitudeCoordinate": "-79.3822509832",
      "postalCode": "M5B 1S6",
      "province": "Ontario",
      "streetAddress": "376 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "376A Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6588692697",
      "longitudeCoordinate": "-79.3823753855",
      "postalCode": "M5B 1S6",
      "province": "Ontario",
      "streetAddress": "376A Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 376 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3734"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 376 Yonge Street (including the entrance address at 376 A Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 376 Yonge Street (including the entrance address at 376 A Yonge Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located midblock on the west side of Yonge Street, between Gerrard and Walton Streets, the property at 376 Yonge Street (including the entrance address at 376 A Yonge Street) comprises a two-and-one-half storey, Georgian-style, commercial and residential mixed-use building constructed in 1865.</p>\n<p>&nbsp;</p>\n<p>The property at 376 Yonge Street was identified for its potential cultural heritage value and listed on the City of Toronto's Heritage Register in 1990.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 376 Yonge Street has design value as a representative example of Georgian-style architecture in Toronto at the time of its construction in 1865. The property exemplifies the continued employment of the style which was especially common in Toronto in the early and mid-nineteenth century, retaining popularity despite the emergence of other styles. Buildings such as the subject property lined the streets of the city, contributing to Toronto's particularly Georgian feel. Typical of Georgian design of the period in the city the brick fa&ccedil;ade was plain in detail containing flat headed windows with smoothly finished stone lintels and multi-pane, six-over-six sashes. Two simply detailed dormers project from the main fa&ccedil;ade's side-gable roof.</p>\n<p>&nbsp;</p>\n<p>The property also has contextual value as it contains a two-and-one-half-storey, mixed-use, Georgian-style brick building dating from 1865 which contributes to and supports the late nineteenth and early twentieth century character of this historic portion of Yonge Street. At the time that the subject site was constructed Gerrard Street marked the limit of concentrated development and was very sparse on the west side of Yonge Street until the vicinity of Bloor Street, the city's northerly limit. Buildings such as the subject property represent the earliest phase of substantial and permanent development on this part of Yonge Street and thereby provides an understanding of the development, evolution, and main street character of Yonge Street in the latter half of the 19th century.</p>\n<p>&nbsp;</p>\n<p>The physical form, materials and stylistic appearance of the building, combined with its historic commercial and residential use visually and historically link the building to its Yonge Street context.&nbsp; The property lies in close proximity to numerous sites on Yonge Street which are designated or listed on the City of Toronto's heritage register.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 376 Yonge Street as a representative example of Georgian-style design from the mid-1860s:</p>\n<ul>\n<li>The scale, form and massing of the building as a two-and-one-half storey mixed use residential and commercial building</li>\n<li>The side-gable roof with two gable-roof dormers</li>\n<li>The plain brickwork of the main fa&ccedil;ade's second storey, slightly pronounced at the roofline to form an understated cornice</li>\n<li>The symmetrical fenestration of the main fa&ccedil;ade's second storey comprising flat headed windows with stone lintels</li>\n<li>The ground floor storefront presence</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 376 Yonge Street as defining, supporting and maintaining the historic character of the area and being historically, visually, functionally and physically linked to its setting:</p>\n<ul>\n<li>The placement, setback and orientation of the building at 376 Yonge Street on the West side of Yonge Street between Gerrard and Walton Streets</li>\n<li>The scale, form, and massing of the property as a two-and-one-half-storey, mixed-use commercial and residential building</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3958,
  "otherReferenceList": [
    {
      "description": "2023.CC5.40 - 374, 374 A and 376 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC5.40"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 376 YONGE STREET  (INCLUDING ENTRANCE ADDRESS OF 376 A YONGE STREET)",
  "title": "Notice of Intention to Designate - 376 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
