{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "835 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.673138836",
      "longitudeCoordinate": "-79.387559755",
      "postalCode": "M4W 2H2",
      "province": "Ontario",
      "streetAddress": "835 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "839 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6737127303",
      "longitudeCoordinate": "-79.3876105532",
      "postalCode": "M4W 2H2",
      "province": "Ontario",
      "streetAddress": "839 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 835 and 839 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3737"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1680667200000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 835 and 839 Yonge Street (including entrance address at 837 Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 835 and 839 Yonge Street (including the entrance address at 837 Yonge Street) are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 835 and 839 Yonge Street is located at the northeast corner of the intersection of Yonge/Church Streets and Davenport Road, across from the Masonic Temple and adjacent to the South Rosedale Heritage Conservation District, in the Rosedale neighbourhood. The property, commonly known as the Canadian Tire Store, comprises, amongst other structures, portions of the Grand Central Market, a two-storey commercial market building designed in the Spanish Colonial Revival style in 1929 by Henry Wilkinson, the in-house architect for Associated Development Corporation Ltd, the financial and real-estate firm that developed the property. The design of the new market was conceived as a \"stop and shop\" modern market that would service the local community and offered an alternative to the more established St. Lawrence Market, where one would purchase directly from the producer. The concept for the Grand Central Market palatial building for over 100 of Toronto&rsquo;s better retail merchants was short lived. In 1936, the property was acquired by Canadian Tire Corporation to serve as the company's headquarters and flagship store along Toronto's famous Yonge Street. The Canadian Tire retail store has continuously operated for nearly 90 years at this location and this association with a national legacy business, established in Toronto in 1922, further contributes to the cultural heritage value of the property and the historic commercial character of Yonge Street at Davenport Road in the Bloor/Yorkville area.</p>\n<p>&nbsp;</p>\n<p>In the 1980s, Canadian Tire redeveloped the property making significant changes by incorporating 6 of the symmetrical 7-bay designed principal elevation and portions of the south elevation of the Grand Central Market building into its new flagship store along Yonge Street. This 1980s project was an early example of fa&ccedil;ade retention in the City of Toronto.</p>\n<p>The property at 835 and 839 Yonge Street (previously 837 Yonge Street) (today known as a Canadian Tire Store) has been recognized on the City of Toronto's Heritage Register since February 24, 1986.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The property at 835 and 839 Yonge Street has design value as a representative example of the Spanish Colonial Revival Style, which is evident in the design of the west and south elevations of the former Grand Central Market building fa&ccedil;ades.&nbsp; Elements of the style are expressed in the classically inspired metal cornice under the eaves, carved stone pilasters, arched window openings and floral themed medallions, stucco insets, red terracotta roof tile, and the distinct main entrance bay, which is higher than the overall roofline and wider than the typical bay width, topped with a pyramidal red terracotta tile roof.&nbsp; The main entrance bay is distinct from the rest, having a stone basket-handle arch, five blind stone arched decorative recesses, linked by a stone band, and the bay is flanked by full height carved stone pilasters.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property is a remnant example of a rare early-20th century commercial market building typology as evident in the design of the two-storey flat roof massing with a distinct main entrance feature that is higher than the overall roofline, culminating in a pyramidal Spanish red tile roof. It is also evident in the fa&ccedil;ade composition of the west (primary) and south elevations. The west and south fa&ccedil;ades retain the multi-bay arrangement that accommodated storefronts at ground level, originally constructed with display windows and single door entrances. The storefront flanking the main entrance bay originally had offset entrances while the others were centrally located within the storefront composition. Additional features include a prominent main entrance bay flanked by carved stone pilasters and carved stone arched window openings to ancillary uses on the second level. The arched window openings were originally designed with tripartite steel sash windows composed of a fixed centre sash and two flanking casement windows. A 7th bay originally existed, giving the building a symmetrical composition to the west fa&ccedil;ade. The extant iron anchors that once held the main entrance canopy also support the typology.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The property is valued for its association with Canadian Tire Corporation, a legacy business established in Toronto in 1922 by brothers J.W. and A. J. Billes. Incorporated in 1927, the company is one of Canada's most recognizable retail chains and it now operates a network of 1711 stores and gas bars across the country. Canadian Tire purchased the Grand Central Market building in 1936 as its flagship location owing to the company's expansion with the growth of the automotive market in Canada and its branding of \"do-it-yourself\" maintenance. The company has continuously operated a retail store at this location since 1936. Canadian Tire&rsquo;s commercial innovations such as the launch of Canada Canadian Tire Money, which was the first loyalty program in Canada, were inaugurated at this location. The alterations to the property undertaken in 1986 constitute an early example of fa&ccedil;ade retention in the City of Toronto.</p>\n<p>&nbsp;</p>\n<p>The property also has value for its association with Grand Central Market, a business venture conceived as a \"stop and shop\" modern market that would service the local community, similar to ones in the United States. It offered a business model based for retail markets based on tenancies, a model which was considered to be the first of its kind in Canada.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Contextually, the property at 835 and 839 Yonge Street has cultural heritage value as it maintains and supports the historic commercial character of this portion of Yonge Street. With the delineated bays along the extant 1935 fa&ccedil;ades, intended to function as individual storefronts, the property is an important contributor as it is consistent with the rhythm produced by fine-grained late 19th and early 20th storefronts along the streetscape.</p>\n<p>&nbsp;</p>\n<p>Designed in 1929, the commercial property at 835 and 839 Yonge Street is visually, physically, and historically linked to its surroundings as a representative example of a commercial building with its form, massing, and stylistic details such as its series of store front window openings that are characteristic of late 19th and early 20th century development along the city's main commercial thoroughfares such as Yonge Street.</p>\n<p>&nbsp;</p>\n<p>The property is also historically and visually linked to the neighbouring early 20th century properties that have been included on the City's Heritage Register. In particular, it complements the Masonic Temple (1918), located at the northwest corner of Yonge Street and Davenport Road, with which it shares architectural details such as arched openings and floral themed medallions.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 835 and 839 Yonge Street (including the entrance address of 837 Yonge Street) being a fine representative example of the Spanish Colonial Revival Style:</p>\n<ul>\n<li>The principal (west) and south elevation design with their classically inspired metal cornice under the eaves, carved stone pilasters, two carved stone arched window openings on the second level in each bay, excluding the main bay and red terracotta roof tile; the two-arch design separated by a floral themed medallion above and a shared hyperbolic shaped stone base detail, visually resting on a recessed panelled stucco band with two side-by-side stucco insets; stone base of the store front bays and red terracotta roof tile</li>\n<li>The main entrance bay located on the west fa&ccedil;ade that is higher than the overall roofline and wider than the typical bay width, culminating in a pyramidal red terracotta tiled roof</li>\n<li>The single stone basket-handle arch, five blind stone arched decorative recesses linked by a stone band and flanked by full height carved stone pilasters of the main entrance bay and a stone base</li>\n<li>The rectangular openings at ground level located within each bay, which originally contained store fronts</li>\n</ul>\n<p>Attributes that contribute to the value of the property at 835 and 839 Yonge Street (including the entrance address of 837 Yonge Street) being a fine remnant example of a rare early 20th century commercial market building typology:</p>\n<ul>\n<li>The two-storey flat roof massing with a main entrance feature that is higher than the overall roofline, culminating in a pyramidal Spanish red terracotta tile roof</li>\n<li>The fa&ccedil;ade composition of the west (primary) and south elevations, a prominent main entrance bay, flanked by carved stone pilasters and carved stone arched window openings on the second level</li>\n<li>Iron anchors</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 835 and 839 Yonge Street are:</p>\n<ul>\n<li>The extant fa&ccedil;ades of the 1935 structure, which served as a long-standing retail location for Canadian Tire, was the site of a number commercial innovations associated with the business, and are early examples of fa&ccedil;ade retention in the City of Toronto</li>\n<li>The extant fa&ccedil;ades of the 1935 structure's siting, and orientation on the east side of Yonge Street north of Church Street, with a Yonge Street frontage</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 835 and 839 Yonge Street as defining, supporting and maintain the historic character of the area and being historically, visually, functionally and physically linked to their setting:</p>\n<ul>\n<li>The placement, setback, and orientation of the 1935 fa&ccedil;ades with respect to Yonge Street</li>\n<li>The scale, form, and massing of the 1935 fa&ccedil;ades as a two-storey commercial market building with delineated bays along the west or principal elevation, consistent with the rhythm produced by fine-grained building frontages along the historic portion of Yonge Street</li>\n<li>The architectural vocabulary including the arched portal and floral themed medallions found on the Masonic Temple at the northwest corner of Yonge and Davenport are echoed on the subject property</li>\n</ul>\n<p>NOTE:&nbsp; The 1980s Canadian Tire store is not a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of April 5, 2023, which is May 5, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.17\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.17</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 3961,
  "otherReferenceList": [
    {
      "description": "2023.PH2.17 - 835 and 839 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH2.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 835 AND 839 YONGE STREET  (INCLUDING ENTRANCE ADDRESS AT 837 YONGE STREET)",
  "title": "Notice of Intention to Designate - 835 and 839 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
