{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "153 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.654373102",
      "longitudeCoordinate": "-79.356038495",
      "postalCode": "M5A 1H7",
      "province": "Ontario",
      "streetAddress": "153 Eastern Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "185 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.654654141",
      "longitudeCoordinate": "-79.354784076",
      "province": "Ontario",
      "streetAddress": "185 Eastern Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 153 and 185 Eastern Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3823"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 153 and 185 Eastern Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>The Dominion Wheel &amp; Foundries Complex</strong></p>\n<p>The properties at 153 and 185 Eastern Avenue are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The properties at 153 and 185 Eastern Avenue are located in the West Don Lands neighbourhood, on the south side of Eastern Avenue between Rolling Mills Road and Bayview Avenue. The buildings were originally part of a larger industrial complex for the Dominion Wheel &amp; Foundries Company that spanned from Cherry Street to (former) Overend Street. The grouping is associated with the rail and industrial uses predominant in the surrounding area in the late 19th and early 20th centuries and contains a collection of two-storey buildings originally constructed between 1929 and 1953. They were used for industrial purposes until the late 1980s, when they were among several properties expropriated by the province for a redevelopment initiative intended to provide affordable housing in a new mixed-use neighbourhood. The project did not move forward, and the buildings are currently vacant.</p>\n<p>&nbsp;</p>\n<p>The properties at 153, 169, 171 and 185 Eastern Avenue were listed on the City of Toronto's Inventory of Heritage Properties (now the Heritage Register) on October 1, 2004. As a consequence of some demolition activity by the province in early 2021, both the buildings located at 169 and 171 Eastern Avenue have been removed, although sufficient material has been salvaged to permit a reconstruction of the north elevation of the building located at 169 Eastern Avenue.</p>\n<p>&nbsp;</p>\n<p>Two remaining properties contribute to the understanding of the Dominion Wheel &amp; Foundries complex, as follows:</p>\n<ul>\n<li>153 Eastern Avenue: a two-storey rectangular industrial building known as the \"Cleaning Room\", constructed for the Dominion Wheel &amp; Foundries Co. Ltd. to the designs of engineering firm Proctor, Redfern &amp; Laughlin in 1953.</li>\n<li>185 Eastern Avenue: a two-storey rectangular industrial building known as the \"Machine Shop\", likely constructed c.1930. Significant additions were made to the building in 1940 (north addition linking the Machine Shop with the Storage Building to the north), c.1946 (west addition) and 1947 (east addition), all to the designs of engineering firm James, Proctor &amp; Redfern.&nbsp;&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The properties at 153 and 185 Eastern Avenue have design value as representative examples of a mid-20th-century vernacular industrial style. As articulated on the Cleaning Room at 153 Eastern Avenue and the Machine Shop at 185 Eastern Avenue, this vernacular expression is typified by restrained classical features, including symmetrical composition of bays and piers, brick piers with concrete footings, pediments formed by gabled rooflines, and concrete window sills. These buildings also prominently feature large, multi-paned industrial steel windows that maximize natural light exposure, and which are similarly representative of the mid-century industrial architectural style. The architectural style of these properties is rare within the surrounding context of the West Don Lands.</p>\n<p>&nbsp;</p>\n<p>The subject properties once functioned together as part of a larger industrial site spanning from Cherry Street to (former) Overend Street. Together, they are a rare surviving example of an industrial complex typology in the West Don Lands neighbourhood.</p>\n<p>&nbsp;</p>\n<p>The former Dominion Wheel &amp; Foundries complex has value through its direct associations with Dominion Wheel &amp; Foundries Ltd. The company was established in Toronto in 1913 and played an important role in supplying rail and train parts to Canada's burgeoning rail industry in the first half of the 20th century. Shortly after incorporation, the company moved onto a large site at the southeast corner of Cherry Street and Eastern Avenue and gradually expanded their operations eastward through the early half of the 20th century. In 1929, the company purchased a large tract of land from the CNOR (including the subject properties at 153-185 Eastern Avenue), and proceeded to construct a series of buildings related to the company's principal operations as a foundry for the railway industry.</p>\n<p>&nbsp;</p>\n<p>The complex has historic value as it yields information about the historical development of the West Don Lands neighbourhood, which evolved from its earliest use as a Government Reserve fortifying the eastern edge of York, to the burgeoning immigrant neighbourhood of Corktown in the mid-19th century, to its establishment as an important industrial centre in the city in the late-19th and early-20th centuries following the introduction of the railways. Due to its location on former CNOR lands, proximity to the rail corridor, and original use manufacturing equipment for the rail industry, the subject site also yields information about the rise and subsequent decline of the rail industry in Canada through the 19th and 20th centuries.</p>\n<p>&nbsp;</p>\n<p>The complex has further associative value as it demonstrates the work of the prolific Toronto-based engineering firm of James, Proctor &amp; Redfern (later Proctor, Redfern &amp; Laughlin), who were responsible for the building program at the Dominion Wheel &amp; Foundries complex during its period of expansion from the 1920s to the 1950s. Established c.1920 by founding partners architect Edgar Augustus James (1874-1927), and engineers Edward Moore Proctor (1888-1972) and Wesley Blaine Redfern (1886-1960), the firm was instrumental in civil engineering and city-building in Southern Ontario's growing municipalities in the early 20th century. The firm is credited with a varied portfolio of projects, including firehalls, industrial buildings, bridges, dams, sewage treatment plants, storm water management systems, and environmental engineering projects. The firm was also responsible for Hamilton's High Level Bridge in the early 1930s, in collaboration with celebrated architect John Lyle.</p>\n<p>&nbsp;</p>\n<p>As a former industrial complex built between c.1912 and 1953 on former CNOR lands and in proximity to the extant rail corridors to the south and east, the Dominion Wheel &amp; Foundries complex has contextual value for its functional and historical links to its surroundings. While the surrounding area reflects major redevelopment and master-planning projects from the late 20th and early 21st centuries, including the Don Valley Parkway overpasses directly to the north and the surrounding high-density mixed-use West Don Lands neighbourhood, the site is part of a larger post-industrial landscape within the West Don Lands. Surviving structures from this landscape include the former Canadian National Railways Office Building located to the southwest at 453 Cherry Street (and originally part of the same large CNOR property as the Dominion Wheel &amp; Foundries complex), the Consumers' Gas Co. building to the southwest at 51 Parliament Street, the Gooderham &amp; Worts Distillery to the southwest, the Cherry Street Interlocking Station at 385 Cherry Street, and the extant rail corridors to the south and east. Many of these buildings have been adaptively reused.</p>\n<p>&nbsp;</p>\n<p>As a large site reflecting a mid-20th-century industrial typology, and as the last remaining former industrial complex in the surrounding area, the complex is a landmark within the West Don Lands neighbourhood. The site also terminates the view north on Tannery Road.</p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the properties at 153 and 185 Eastern Avenue being representative of mid-20th-century vernacular industrial style, forming a rare surviving 20th-century industrial complex:</p>\n<ul>\n<li>The setback, placement and orientation of the building complex on the south side of Eastern Avenue between Rolling Mills Road and Bayview Avenue, which expresses the functional arrangement of its various building components and the relationship of the complex to its surroundings</li>\n<li>The two-storey brick streetwall formed by the extant buildings along the perimeter of the site, including Rolling Mills Road, Eastern Avenue, and Palace Street</li>\n</ul>\n<p>&nbsp;</p>\n<p><em>153 Eastern Avenue: Cleaning Room</em></p>\n<ul>\n<li>The building's location, placement (tight to the north and west property lines) and orientation within the larger Dominion Wheel &amp; Foundries complex</li>\n<li>The scale, form and massing of the two-storey, rectangular building with a shallow-gable roof</li>\n<li>The building's materials and their application, including red brick cladding laid in a common bond and concrete detailing of the window sills and foundation</li>\n<li>The symmetrical design and arrangement of the building's elevations as a series of piers and bays (four bays on the north and south elevations, six bays on the east and west elevations), which express the classical proportions typical of mid-century industrial design</li>\n<li>The design, arrangement and placement of the building's window openings, and the extant large industrial steel multi-paned window units (some of the original units have been demolished)</li>\n<li>The large, two-storey entrance openings on the building's east and south elevations</li>\n</ul>\n<p>&nbsp;</p>\n<p>Interior</p>\n<ul>\n<li>The interior design of 153 Eastern Avenue including:</li>\n<li>The double-height open interior space with exposed brick walls, concrete floor slab and steel roof trusses, purlins, and exposed wood roof decking</li>\n<li>The interior fitments and equipment of 153 Eastern Avenue including:</li>\n<li>Travelling gantry crane manufactured by Sir William Arrol &amp; Co. Ltd., Glasgow, Scotland</li>\n<li>Secondary steel structure to support the gantry crane</li>\n</ul>\n<p>&nbsp;</p>\n<p><em>185 Eastern Avenue: Machine Shop</em></p>\n<ul>\n<li>The building's location, placement along the south property line and orientation within the larger Dominion Wheel &amp; Foundries complex</li>\n<li>The scale, form and massing of the two-storey building with shallow-gable roofs</li>\n<li>The building's materials and their application, including red brick cladding laid in a common bond and concrete details including window sills and foundation</li>\n<li>The design and arrangement of the building's elevations as a series of piers and bays (four bays on the west elevation, five bays on the east elevation, and thirteen bays on the south elevation)</li>\n<li>The design and arrangement of the building's window openings, which contain large industrial steel multi-paned window units, and feature concrete sills and steel lintels</li>\n<li>Large entrance openings on the building's north, south and west elevations</li>\n</ul>\n<p>Interior</p>\n<ul>\n<li>The interior design of 185 Eastern Avenue including:</li>\n<li>The double-height open interior space with exposed brick walls and concrete floor slab</li>\n<li>The exposed structural steel beams supporting steel roof purlins and exposed wood roof decking of the original building and west addition</li>\n<li>The exposed structural steel roof trusses, girts and wood roof decking of the eastern addition</li>\n<li>The interior fitments and equipment of 185 Eastern Avenue including:\n<ul>\n<li>The secondary steel structures for the gantry cranes in the original building and eastern addition</li>\n<li>The railway tracks embedded in the concrete flooring</li>\n</ul>\n</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>Attributes that contribute to the value of the subject properties for their association with the Dominion Wheel &amp; Foundries Company and reflect their former use as an industrial complex important to the historical development of the West Don Lands neighbourhood:</p>\n<ul>\n<li>The setback, placement and orientation of the building complex on the south side of Eastern Avenue, and in particular the orientation of 185 Eastern Avenue, which is functionally and visually oriented in the direction of the former rail yards to the south</li>\n<li>The large industrial window units and double-height door openings of 153 and 185 Eastern Avenue</li>\n<li>The interior fitments and equipment of 153 and 185 Eastern Avenue including:\n<ul>\n<li>The secondary steel structures to support gantry cranes in both buildings</li>\n<li>The travelling gantry crane manufactured by Sir William Arrol &amp; Co. Ltd., Glasgow, Scotland in 153 Eastern Avenue</li>\n<li>The railway tracks embedded in the concrete slab of 185 Eastern Avenue</li>\n</ul>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 153-185 Eastern Avenue being part of a 20th-century industrial complex that is historically and functionally linked to its setting and a landmark:</p>\n<ul>\n<li>The setback, placement and orientation of the building complex on the south side of Eastern Avenue</li>\n<li>The placement and orientation of 185 Eastern Avenue, which terminates the view north on Tannery Road</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: hertpb@toronto.ca within thirty days of May 16, 2023, which is June 15, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.12</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4047,
  "otherReferenceList": [
    {
      "description": "2023.PH3.12 - 153 and 185 Eastern Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO",
  "title": "Notice of Intention to Designate - 153 and 185 Eastern Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
