{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1313 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.6410766219",
      "longitudeCoordinate": "-79.4333624633",
      "postalCode": "M6K 1L8",
      "province": "Ontario",
      "streetAddress": "1313 Queen Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1313 Queen Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3826"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1313 Queen Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1313 Queen Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1313 Queen Street West is located on the south side of Queen Street West between Cowan Avenue and Dunn Avenue in the Parkdale neighbourhood, and contains the former Police Station No. 6, a two-storey building completed in 1931-32. The building combines elements of the Art Deco and Art Moderne styles and was designed by the City Architect's Office led by J.J. Woolnough, with K.S. Gillies (Deputy City Architect), and designer S.T.J. Fryer.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto's Inventory of Heritage Properties (now the Heritage Register) on May 2, 1983, and is located within the proposed Parkdale Main Street Heritage Conservation District, which is currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>&nbsp;</p>\n<p>1313 Queen Street West has design and physical value as a representative example of a civic building that is distinguished by its Art Deco and Art Moderne detailing on its street-facing elevations. The popularity of these styles peaked in the late 1920s to 1930s, making the former Police Station No. 6, which was constructed in 1931-32, strongly of its time. The property's two-storey scale and rectangular massing, flat roof, brick cladding with stone detailing, stepped planes, and emphasis on horizontality are characteristic of these architectural styles, which sought to create a clean and streamlined aesthetic.</p>\n<p>&nbsp;</p>\n<p>The design of 1313 Queen Street West displays a high degree of artistic merit through its seamless blending of both Art Deco and Art Moderne design principles, two related but different architectural styles. The property comprises several integrated volumes organized around a central courtyard, with the exterior detailing of each volume reflecting the hierarchy of original use within. Material accents of stone and copper are reserved for the street-facing elevations where they are effectively used to create a cohesive and restrained composition.</p>\n<p>&nbsp;</p>\n<p>The property at 1313 Queen Street West is directly associated with the themes of arts and culture and affordable housing, through its later uses as emergency and low-income rental housing and as the Parkdale Arts and Cultural Centre. Parkdale's community identity has been shaped by local residents' advocacy on issues of affordability, equity, and opportunity, which has evolved from the neighbourhood's longstanding history of welcoming and supporting people from all backgrounds into the community, including new immigrants, former mental health patients, students, and artists.</p>\n<p>&nbsp;</p>\n<p>The building is also associated with Artscape, a group of non-profit organizations that provide programs, services and physical space to support local artists and others in the arts and culture community. The Parkdale Arts and Cultural Centre was Artscape's first mixed-use development project.</p>\n<p>&nbsp;</p>\n<p>The former Police Station No. 6 building at 1313 Queen Street West is part of an important collection of civic architecture designed by the Office of the City Architect in the early 1930s. The architects and designers that worked for the City during this time period embraced modern ideas and principles, producing several celebrated works of civic architecture, including Fire Hall No. 12 and the Symes Road Incinerator. By relying extensively on building materials produced in Toronto for its construction, the building also has value for its historical associations to local manufacturers and businesses.</p>\n<p>&nbsp;</p>\n<p>The property reflects the architectural career of J. J. Woolnough, who held the position of City Architect during the early 1930s when Police Station No.6 was designed and constructed. During his extended career with the City of Toronto, Woolnough oversaw the plans for an important collection of public buildings that embraced the Art Deco and Art Moderne styles, including the Horse Palace at the Canadian National Exhibition. His career as a public servant from 1904 to 1932, coincides with nearly the entirety of the existence of the City Architect's Office, which was established in 1903 and restructured into the Department of Buildings in 1933.</p>\n<p>&nbsp;</p>\n<p>The property at 1313 Queen Street West is contextually important in maintaining and supporting the character of the Parkdale neighbourhood, which retains a strong sense of place through its cohesive collection of buildings constructed between the 1880s and 1930s, coinciding with the period of the area&rsquo;s incorporation as a separate municipality and the wave of development following its annexation into the City of Toronto. The property's materiality and 2-storey height contribute to the consistent streetwall along this portion of Queen Street West.</p>\n<p>&nbsp;</p>\n<p>The contextual value of 1313 Queen Street West is also demonstrated by its historical and functional links to the intersection of Queen Street West and Cowan Avenue, where it contributes to an important cluster of civic and religious buildings. The location of this civic precinct was established during the time that Parkdale was its own entity, encompassing police and fire services and government offices for the local population. The collection of buildings has evolved over time, incorporating new uses that allow them to continue to serve the area&rsquo;s diverse resident and business communities.</p>\n<p>&nbsp;</p>\n<p>The property at 1313 Queen Street West anchors the southwest corner of Queen Street West and Cowan Avenue. Its location, historical associations and design value give it prominence within its context, making it a landmark within the Parkdale neighbourhood.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1313 Queen Street West as being a representative example of the Art Deco and Art Moderne styles with a high degree of artistic merit:</p>\n<ul>\n<li>The scale, form and massing of the building, which features a combination of 1- and 2-storey volumes arranged around an internal courtyard</li>\n<li>The materials including the red brick cladding and the brick and stone detailing</li>\n<li>The decorative horizontal stone band coursing throughout, which spans the entirety of the north and east elevations and partially wraps onto the south and west elevations</li>\n<li>The flat roofline, brick parapet and the rounded copper cornice</li>\n<li>The fenestration pattern between the stone band courses, including the 6-over-1 division of the window sash, which serves to emphasize the horizontality of the design and the bull-nosed brick jambs on each opening</li>\n<li>On the primary (north) elevation:\n<ul>\n<li>The main entrance to the building, with the stepped planes around the wide door, copper flashing above the entablature, unique flanking light fixtures forming part of the surround, and the rounded railings flanking the steps</li>\n<li>The prominently located datestone with bas-relief detailing and the projecting bronze clock above the entrance</li>\n<li>The secondary entrance on the west side of the building, with the surround of stepped planes, decorative stone blocks in the lintel, thin drip edge, and the light fixture above</li>\n<li>The truncated limestone band courses on the first storey, which span the width of the entrance bays and give additional prominence to the entrances</li>\n<li>The driveway entrance on the west side of the property, including the Art Deco style piers and geometric-patterned iron gate</li>\n</ul>\n</li>\n<li>On the secondary (east) elevation:\n<ul>\n<li>The brick piers with stone detailing dividing the former vehicle bays of the garage</li>\n</ul>\n</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1313 Queen Street West as being associated with the themes of arts and culture and affordable housing and the work of the Office of the City Architect:</p>\n<ul>\n<li>The setback, placement, and orientation of the building on the south side of Queen Street West between Cowan and Dunn avenues</li>\n<li>The 1- and 2-storey scale, form and massing of the building volumes arranged around an internal courtyard, which facilitated the adaptive reuse of the building into new uses as an emergency housing shelter and arts and cultural centre</li>\n<li>The subject property's architectural detailing in the Art Deco and Art Moderne styles, which was favoured by the designers working for the Office of the City Architect for civic buildings constructed during the 1920s and 1930s</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1313 Queen Street West as supporting the historic character of the Parkdale neighbourhood and a landmark:</p>\n<ul>\n<li>The two-storey scale, form, and massing of the property along Queen Street West and Cowan Avenue, including its flat roof</li>\n<li>The setback, placement, and orientation of the property on the southwest corner of Queen Street West and Cowan Avenue, where it is part of a collection of civic buildings that formed the civic heart of Parkdale when it was an independent town, prior to its annexation by the City of Toronto</li>\n<li>The materials, including the red brick cladding and the brick and stone detailing</li>\n<li>The projecting bronze clock above the entrance</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of May 16, 2023, which is June 15, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.15\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.15</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4050,
  "otherReferenceList": [
    {
      "description": "2023.PH3.15 - 1313 Queen Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1313 QUEEN STREET WEST",
  "title": "Notice of Intention to Designate - 1313 Queen Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
