{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "4888 Dundas Street West Toronto Ontario",
      "latitudeCoordinate": "43.649740492",
      "longitudeCoordinate": "-79.528214054",
      "postalCode": "M9A 1B5",
      "province": "Ontario",
      "streetAddress": "4888 Dundas Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 4888 Dundas Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3827"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 4888 Dundas Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 4888 Dundas Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative and contextual values.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 4888 Dundas Street West comprises a two-storey house constructed in 1879.&nbsp; It is located midblock on the north side of Dundas Street West between Burnhamthorpe Road and Burnhamthorpe Crescent in the village of Islington area of Etobicoke. The brick house was designed in the Italianate style and originally featured a wraparound verandah. It is now distinguished by its hipped roof and symmetrical fa&ccedil;ade. The polychromatic brick has been painted on the main facades and a c. late 1940s addition attached to the southwest corner of the house. The property housed the post office from 1887-1906, while also serving as the residence for postmasters Thomas and Elizabeth Musson. In addition to its continued use as a residence, it contained the local telephone exchange from 1912-25.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 4888 Dundas Street West, built 1879, has design value as a unique example of Italianate style design in Toronto. The house represents an understated version of Italianate design in combination with an earlier, more conservative Georgian-style aesthetic. In reference to Georgian-style architecture, the house is of rectangular form with a symmetrical main fa&ccedil;ade, hipped roof and central doorway with side and transom lights. However, numerous features align the home with the more contemporary Italianate style of the time such as the segmental arched windows, polychromatic brickwork, and the detailing of the main doorway assembly with its rounded sidelights, thick rope mouldings and panelled base. Further, the design originally featured two-over-two windows sashes, and a verandah will bellcast eaves to create a picturesque effect characteristic of Italianate style design.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property has historical value given that it yields information that contributes to an understanding of the historical development of the village of Islington.</p>\n<p>&nbsp;</p>\n<p>The site occupies a position on Dundas Street West, which was the main street of the Islington village and an important strategic and military road established further south in 1795 but resurveyed through this location in 1814. The road became a stagecoach route in 1816 and then an important location of converging local roads by the 1840s. In the decade before, however, the village had already begun to take form with a tavern, store, and services typical of a small, rural village.</p>\n<p>&nbsp;</p>\n<p>By 1879, when the house was constructed for Township clerk, Alexander MacPherson (1822-1906), the village contained 200 people and had just gained railway service the same year. The property became an Islington focal point and contributed significantly to the social fabric of the community as the post office from 1887-1906, while also serving as the residence for postmasters Thomas and Elizabeth Musson. In addition to its continued use as a residence, it contained the local telephone exchange from 1912-25.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The presence of 4888 Dundas Street West, in addition to several other municipally recognized heritage properties, serves to symbolize the location of Islington village and is historically linked to its surroundings.</p>\n<p>&nbsp;</p>\n<p>The subject property is situated within close proximity to two other sites designated under Part IV of the Ontario Heritage Act: the Montgomery Inn (c.1832), a site to the east, and the Etobicoke Township Hall (built 1843 as the Methodist church), a site one block west. Additionally, two other sites to the north are listed on the City's Heritage Register. Immediately behind the house is the Islington United Church (1949), and a block further north at 66 Burnhamthorpe Road is the 1907 Johnston residence built for descendants of the first settlers to the area. This small collection of buildings, of which the subject property contributes to, are integral to representing the historic development of the Islington community.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 4888 Dundas Street West as a unique example of Italianate style design include:</p>\n<ul>\n<li>The form, scale and massing of the building as a rectangular, two-storey, house-form building</li>\n<li>The hipped roof</li>\n<li>The polychromatic brick exterior comprising mostly red brick with buff-coloured brick quoin detailing at the corners of the house (painted on the three main facades, but extant on the rear facade)</li>\n<li>The fenestration comprising segmental-arched openings and a symmetrical arrangement on the main facade</li>\n<li>The main central doorway and doorway assembly with transom light and rounded sidelights, a panelled base and thick rope mouldings</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 4888 Dundas Street West for its contribution to an understanding of the historical development of the village of Islington include:</p>\n<ul>\n<li>The setback, placement, and orientation of the house in its original location on Dundas Street West</li>\n<li>The rear doorway at the Northeast corner of the house marking the location of the post office and telephone exchange</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of 4888 Dundas Street West as historically linked to its surroundings include:</p>\n<ul>\n<li>The setback, placement, and orientation of the house in its original location on Dundas Street West</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of May 16, 2023, which is June 15, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.13\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.13</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4051,
  "otherReferenceList": [
    {
      "description": "2023.PH3.13 - 4888 Dundas Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH3.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 4888 DUNDAS STREET WEST",
  "title": "Notice of Intention to Designate - 4888 Dundas Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
