{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "221 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6560858014",
      "longitudeCoordinate": "-79.4458446468",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "221 Sterling Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "225 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6560126551",
      "longitudeCoordinate": "-79.4459746051",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "225 Sterling Road"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "227 Sterling Road Toronto Ontario",
      "latitudeCoordinate": "43.6562824598",
      "longitudeCoordinate": "-79.446034857",
      "postalCode": "M6R 2B2",
      "province": "Ontario",
      "streetAddress": "227 Sterling Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 221, 225 and 227 Sterling Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3831"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Toronto Preservation Board",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1684209600000,
  "noticeDescription": "<p><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 10, 11 and 12, 2023, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 221 Sterling Road (including active entrance addresses at 225 and 227 Sterling Road). &nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on May 10, 11 and 12, 2023, &nbsp;has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 221 Sterling Road (including active entrance addresses at 225 and 227 Sterling Road).</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; City Council approve:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; The alterations to the designated heritage property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), in accordance with Section 33 of the Ontario Heritage Act, for the construction of a new residential building that includes three towers, in conjunction with an appeal to the Ontario Land Tribunal, comprised of the plans and drawings prepared by Turner Fleisher Architects Inc., and dated February 1, 2023, submitted with the Heritage Impact Assessment prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated February 10, 2023, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out in Recommendation 2 below.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; The removal of the heritage attributes from the designated heritage property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), in accordance with Section 34(1)1 of the Ontario Heritage Act to allow for the construction of a new residential building that includes three towers, in conjunction with an appeal to the Ontario Land Tribunal, comprised of the plans and drawings prepared by Turner Fleisher Architects Inc., and dated February 1, 2023, submitted with the Heritage Impact Assessment prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated February 10, 2023, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to the conditions as set out in Recommendation 2 below.</p>\n<p>&nbsp;</p>\n<p>2.&nbsp; City Council direct that its consent to the application to alter the designated property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road) under Part IV, Section 33 of the Ontario Heritage Act and its consent to the demolition of heritage attributes, of the designated heritage property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), under Part IV, Section 34(1)1 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; Prior to issuance of an OLT order in connection with the Zoning By-law Amendment and Draft Plan of Subdivision appeals for the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Enter into a Heritage Easement Agreement with the City for the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), substantially in accordance with plans and drawings prepared by Turner Fleisher Architects Inc. and dated February 1, 2023, submitted with the Heritage Impact Assessment prepared by Goldsmith Borgal &amp; Company Ltd. Architects dated February 10, 2023, subject to and in accordance with the approved Conservation Plan required in Recommendation 2.a.2, all to the satisfaction of the Senior Manager, Heritage Planning including execution of such agreement to the satisfaction of the City Solicitor;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), prepared by Goldsmith Borgal &amp; Company Ltd. Architects, dated February 10, 2023, and details all future conservation efforts as part of this application, all to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Withdraw the appeal of the heritage designation by-law 1130-2022 at the Ontario Land Tribunal (Case OLT-22-004437).</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; Prior to Final Site Plan approval in connection with the Zoning By-law Amendment for the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Provide final site plan drawings including drawings related to the approved Conservation Plan required in Recommendation 2.a.2 to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Provide a Heritage Lighting Plan that describes how the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4.&nbsp; Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">5.&nbsp; Submit a Landscape Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c.&nbsp; That prior to the issuance of any permit for all or any part of the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Planning, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Obtain final approval for the necessary by-law amendments required for the alterations to the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road), such amendments to have been enacted by City Council in connection with an Ontario Land Tribunal Order and to have come into effect in a form and with content acceptable to City Council as determined by the Chief Planner, City Planning in consultation with the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 2.a.2 above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3.&nbsp; Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan, Heritage Lighting Plan, Landscape Plan, and Interpretation Plan.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d.&nbsp; That prior to the release of the Letter of Credit required in Recommendation 2.c.3. above the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, required heritage lighting work, and the required interpretive work has been completed in accordance with the Conservation Plan, Lighting Plan, Landscape Plan, and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp; City Council authorize the entering into of a Heritage Easement Agreement under Section 37 of the Ontario Heritage Act with the owner of 221 Sterling Road (including active entrances at 225 and 227 Sterling Road) in a form and content satisfactory to the City Solicitor and the Chief Planner and Executive Director, City Planning.</p>\n<p>&nbsp;</p>\n<p>4.&nbsp; City Council authorize the City Solicitor to introduce the necessary Bill in Council authorizing the entering into of a Heritage Easement Agreement for the property at 221 Sterling Road (including active entrances at 225 and 227 Sterling Road).</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter, erect, demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of May 16, 2023, which is June 15, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Objection of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; &nbsp; &nbsp; &nbsp;set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at https://olt.gov.on.ca/appeals-process/forms.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions, or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC6.4\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC6.4</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4055,
  "otherReferenceList": [
    {
      "description": "2023.CC6.4 - 221, 225, and 227 Sterling Road - Zoning By-law Amendment and Draft Plan of Subdivision Applications - Request for Direction Report",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC6.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 221 STERLING ROAD  (INCLUDING ACTIVE ENTRANCE ADDRESES AT 225 AND 227 STERLING ROAD)",
  "title": "Notice of Decision - 221, 225 and 227 Sterling Road",
  "topics": [
    "Heritage > Decision on alteration to a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
