{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1117 Queen Street West Toronto Ontario",
      "latitudeCoordinate": "43.6429667198",
      "longitudeCoordinate": "-79.4238304554",
      "postalCode": "M6J 3X7",
      "province": "Ontario",
      "streetAddress": "1117 Queen Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1117 Queen Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3963"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Administrator",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1687233600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1117 Queen Street West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1117 Queen Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design and physical, historical and associative and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 1117 Queen Street West is located on the south side of Queen Street West between Lisgar Street and Abell Street in the West Queen West neighbourhood, and contains the former Postal Station 'C', a two-storey building completed in 1903. The Beaux-Arts building was designed by the architecture branch of the federal Department of Public Works, with S.G. Curry acting as the local associate architect.</p>\n<p>&nbsp;</p>\n<p>The property is uniquely positioned in that it is surrounded on all four sides by the public realm, facilitating visibility and access to all four of the building's elevations. On the north and east, the property abuts the adjacent street and sidewalk. To the west, a narrow extension of Lisgar Park connects to Queen Street West, and a public laneway running along the south property line has been integrated into the design of Lisgar Park.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto's Inventory of Heritage Properties (now the Heritage Register) on June 20, 1973 and is located within the proposed West Queen West Heritage Conservation District. The property is part of a collection of former institutional buildings within the West Queen West area, including the former Queen and Lisgar Library (1115 Queen Street West, designated Part IV in 2012) on the opposite side of Lisgar Street that has been adaptively reused as the Theatre Centre.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Postal Station 'C' is valued for its design and physical value as an early example of the stripped Beaux-Arts style applied to federal buildings at the beginning of the 20th century. The two-storey square form and massing, brick cladding with stone detailing, and flanking entrances are characteristic of post offices contemporary to this era. The Beaux-Arts influences can be seen in the flat roofline, symmetrical composition of the four elevations, the double height pilasters, the metal cornice, rusticated stone base and stringcourses that wrap the entirety of the building, and the round arched openings on the ground floor and flat-headed openings on the upper floor.</p>\n<p>&nbsp;</p>\n<p>The property at 1117 Queen Street West has additional associative value for its contribution to the understanding of the historical development and evolution of the West Queen West neighbourhood, with Queen Street West serving as the dividing line between the Park Lots and the Military Reserve that were established in 1793. The large lots on the south side of the street that were gradually parceled out from the Military Reserve lands for institutional use to support the growing City contrast with the ad hoc subdivision and narrower lots on the north side of the street.</p>\n<p>&nbsp;</p>\n<p>The property at 1117 Queen Street West is further valued for its association with the architecture branch of the Department of Public Works of Canada, which was formed in 1871 and contributed significantly to establishing a cohesive and recognizable image for federal buildings across the nation. Under the tenure of Chief Architect David Ewart from 1897-1914, the Department of Public Works designed and constructed hundreds of federal buildings across Canada, including over 180 post offices. Postal Station 'C' introduced the modest and stripped down aesthetic that reflected the emphasis on rational and prudent use of public funds, whilst maintaining an appropriate appearance of civic grandeur. The Department of Public Works replicated these ideas in other projects constructed across the country.</p>\n<p>&nbsp;</p>\n<p>Located on the south side of Queen Street West, the red brick and stone building at 1117 Queen Street West has contextual value for its contribution to the historical character of the West Queen West area, which is typified by narrow lots with commercial buildings on the north side of the street, and large lots originally held for institutional use on the south side of the street (the former Military Reserve lands). Like several other buildings on the south side of Queen Street West, all four elevations are visible from the public realm. This section of Queen Street West is part of the proposed West Queen West Heritage Conservation District.</p>\n<p>&nbsp;</p>\n<p>The contextual value of Postal Station 'C' is also demonstrated by its historical and visual links to its surroundings on Queen Street West, where it contributes to an important collection of institutional buildings along this section of the street, including the neighbouring Queen and Lisgar Library (1115 Queen Street West), the Dovercourt YMCA (1089 Queen Street West), and the extant walls of the former Provincial Lunatic Asylum. These properties are connected through their creation in 1888 when the east and west portions of the Asylum grounds were subdivided and subsequently sold.</p>\n<p>&nbsp;</p>\n<p>Postal Station 'C' is considered a local landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the value of the property at 1117 Queen Street West as an early example of stripped Beaux-Arts principles applied to a federal building:</p>\n<ul>\n<li>The setback, placement, and orientation of the building on the south side of Queen Street West between Abell and Lisgar streets</li>\n<li>The scale, form and massing of the building that rises two stories above the rusticated stone base, including the projecting corner bays with their double height brick piers</li>\n<li>The materials including the red brick cladding and the brick and stone detailing</li>\n<li>The flat roofline, brick parapet and the metal cornice</li>\n<li>The round arched openings on the ground floor and the flat arched openings on the second floor on all four elevations</li>\n<li>Rusticated stone stringcourses accenting the level of the springline on the ground floor openings and the sill level for the second floor windows, on all four elevations</li>\n<li>The symmetrical organization of the building's four elevations</li>\n<li>On the north elevation, the two flanking entrances raised above grade and accessed by wide stairways and landings</li>\n<li>On the south elevation, the two symmetrically arranged brick chimneys next to the projecting corner bays</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property as connecting to the building program of the Department of Public Works of Canada:</p>\n<ul>\n<li>On the north elevation, the two flanking entrances (one for public access and one for private access) and the upwardly projecting stone nameplate inscribed with \"Postal Station C\"</li>\n<li>The use of the stripped Beaux-Arts style that reflected the emphasis on the prudent use of public funds, whilst maintaining an appropriate appearance of civic grandeur on all four elevations</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property as defining, supporting and maintaining the historic character of the area, being historically, visually, functionally and physically linked to their setting, and being considered a landmark within the West Queen West neighbourhood:</p>\n<ul>\n<li>The two-storey scale, form, and massing, and flat roof</li>\n<li>The materials including the red brick cladding and the brick and stone detailing</li>\n<li>The setback, placement, and orientation of the property on the south side of Queen Street West between Abell and Lisgar streets, and adjacent to Lisgar Park which allows all four elevations of the building to be viewed from the public realm</li>\n</ul>\n<p>Note: The loading dock on the rear (south) elevation was constructed in 2012 and is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of June 20, 2023, which is July 20, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.2\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.2</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4167,
  "otherReferenceList": [
    {
      "description": "2023.PH4.2 - 1117 Queen Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.2"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1117 QUEEN STREET WEST",
  "title": "Notice of Intention to Designate - 1117 Queen Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
