{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1123 Leslie Street Toronto Ontario",
      "latitudeCoordinate": "43.723146998",
      "longitudeCoordinate": "-79.347290064",
      "postalCode": "M3C 2K1",
      "province": "Ontario",
      "streetAddress": "1123 Leslie Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1123 Leslie Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=3964"
    }
  ],
  "contact": {
    "city": "Toronto ",
    "contactName": "Administrator",
    "country": "Canada",
    "emailAddress": "hertpb@toronto.ca",
    "locationName": "2nd floor, West Tower, City Hall",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario ",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1687233600000,
  "noticeDescription": "<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1123 Leslie Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1123 Leslie Street, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all the criteria of design/physical, historical/associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 1123 Leslie Street is located on the east side of Leslie Street opposite Wilket Creek Park between Eglinton Avenue East and Overland Drive and contains the former office headquarters and plant for the William Wrigley Jr. Company. It was designed by Gordon S. Adamson and Associates and constructed in 1962. The Canadian Architect declared the building one of twelve significant projects for 1963-1964 and the Royal Architectural Institute of Canada (RAIC) Journal also reviewed the building in July 1963, signalling its design importance. The property at 1123 Leslie Street, originally known as William Wrigley Jr. Company, was identified as having cultural heritage value in the inventory included in North York's Modernist Architecture, first published in 1997, with a revised edition in 2009.</p>\n<p>&nbsp;</p>\n<p>The original 1962 office building was extended and renovated in 2003-2004 to the designs of Sterling, Finlayson, Sweeney &amp; Co. Ltd. reinterpreting the 1960s Late Modern style design language. The later 2003-2004 northwest and southwest office additions are complementary to the original Late Modern style, incorporating a number of original design features, including the overhanging bronze eaves and ribbon windows at the second storey. The primary entrance is located at the southwest corner of the original 1962 office building. The renovation and extension of the original office building included new window openings on the south and west elevations and the addition of an elevator shaft to the south elevation. The elevator added to the original office building is considered a compatible and integral addition, which contributes to the overall design value of the complex.</p>\n<p>&nbsp;</p>\n<p>Wrigley celebrated 100 years in Canada with a time capsule embedded in the front lobby of the building and then closed down its operations in 2016.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The former William Wrigley Jr. Company building has design value as an example of the characteristic Don Mills clean industrial facility designed in a Late Modern style. It is located in a landscaped setting accessed by a curvilinear street which represents the principles set out by the lead planner, Macklin Hancock, and is considered a notable example of Post-War suburban planning based on Garden City principles. The features of the Late Modern style, prevalent in the 1960s, are present in the rectangular massing of the structure with its deep reveals with recessed fenestration, the depth of the overhanging roof, the varied brown, brick cladding, and the use of bronze Anaconda \"Muntz Metal\" on the roof fascia and the bronze door and window frames. In contrast to the earlier International Style of Modernism which features a predominantly white and light aesthetic, the Late Modern characteristics are also found in the greater sense of weight in the massing and an increased complexity in the composition of doors and windows.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Window openings are no longer horizontal, ribbon windows but have a much more organic variety frequently related to use. The horizontal band of glazing just beneath the roof confirms that the walls, in Modernist fashion, are non-load bearing. The use of concrete at the base with pebbles and the various landscape components including the rough-hewn stone stairs are all part of the Late Modern increased interest in texture and nature. The later 2003-2004 additions to the offices at the west end of the property are complementary to the original Late Modern style, incorporating a number of original design features. The elevator shaft added to the south elevation of the original 1962 office building and the new window openings have remained harmonious in composition and legible as Modernist in character. The elevator shaft is considered a compatible and integral addition which contributes to the overall design value of the complex.</p>\n<p>&nbsp;</p>\n<p>The complex is valued for its high degree of craftsmanship and artistic merit which is evident in the composition of the massing and apertures as well as the selection of materials which provide a high degree of variety. The property's artistic merit was recognized when it was completed as it was selected by the Canadian Architect as one of the twelve most significant projects for 1963-1964, praising it for its \"poetic expression.\"[1] It was also reviewed in the Royal Architectural Institute of Canada Journal in 1963.[2]</p>\n<p>&nbsp;</p>\n<p>The former William Wrigley Jr. Company property has cultural heritage value as it is historically associated with the 1950s planning and development of Don Mills by E. P. Taylor and Don Mills Developments Ltd. with the lead planner Macklin Hancock which was a notable example of Post-War suburban planning based on Garden City principles and its design encouraged the establishment of businesses on the periphery of the residential neighbourhood as part of a goal for self-sufficiency and local employment. It is also valued for its association with the popularly renowned William Wrigley Jr. gum company, established in the United States, in Chicago, in 1891. Wrigley would become the largest gum manufacturer in the world and opened its Canadian branch in Toronto on Carlaw Avenue in 1911. Further, it is valued for its association with the architectural practice of Gordon S. Adamson + Associates (later known as Adamson + Associates) who, following World War II, became outstanding leading and award-winning Modernist architects.</p>\n<p>&nbsp;</p>\n<p>Although not part of the original plan for Don Mills, located on a sloping ground facing Wilket Creek Park on the east side of Leslie Street, the subject property at 1123 Leslie Street has contextual value as its low-rise, modernist building in a landscaped setting represents the two design principles that define the mid-20th century Garden City values of the Don Mills development. It maintains and defines the character of the Don Mills area and is visually, physically and historically linked to its surroundings in this part of Don Mills as it developed through the 1950s-1960s establishing its landscaped campus headquarters character.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The heritage attributes that contribute to the value of the property as a representative example of a Late Modernist office headquarters and plant are:</p>\n<ul>\n<li>The scale, form and massing of the two-storey complex with its flat and deep overhanging eaves including the original 1962 office building and the elevator shaft added to the south elevation of the original office building in 2003-2004</li>\n<li>The materials, including the varied brown brick and bronze coloured metal cladding</li>\n<li>The bronze or bronze-coloured metal window and door frames</li>\n<li>The primary entrance on the south elevation of the original 1962 office building</li>\n<li>The arrangement of the windows on the west and south elevations including the long narrow windows at the soffit line</li>\n<li>The deeply recessed areas of the west and south elevations of the original 1962 office building</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1123 Leslie Street as the former office headquarters and plant for William Wrigley Jr. Company and as an example of Post-War suburban planning:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the east side of Leslie Street just north of Eglinton Avenue East</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 1123 Leslie Street as defining and maintaining the character of the Don Mills area, and as being visually, physically and historically linked to its surroundings:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the east side of Leslie Street just north of Eglinton Avenue East</li>\n<li>The scale, form and massing of the two-storey complex with its flat and deep overhanging eaves including the original 1962 office building and the elevator shaft added to the south elevation of the original office building in 2003-2004</li>\n<li>The landscaped setting facing Leslie Street including grass lawns, low shrubs and trees</li>\n<li>The landscaping elements including the rough-hewn stone stairs at the primary entrance on the south elevation of the original 1962 office building, the planter on the south side of the primary entrance, and the concrete base of the original office building</li>\n</ul>\n<p>NOTE: The rear manufacturing facility, which has been extended and modified over time is not included in the heritage attributes, which pertain to the front offices as indicated above.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a>&nbsp;within thirty days of June 20, 2023, which is July 20, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.3\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.3</a></p>\n<p><br />[1] Canadian Architect, \"Twelve Significant Buildings,\" Canadian Architect, 1963-1964 Yearbook, 1964, p. 58<br />[2] RAIC Journal, \"Wrigley Building: an Appraisal,\" September, 1963</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4168,
  "otherReferenceList": [
    {
      "description": "2023.PH4.3 - 1123 Leslie Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH4.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "IN THE MATTER OF THE ONTARIO HERITAGE ACT R.S.O. 1990, CHAPTER O.18 AND CITY OF TORONTO, PROVINCE OF ONTARIO 1123 LESLIE STREET",
  "title": "Notice of Intention to Designate - 1123 Leslie Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
