{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "651 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6681227549",
      "longitudeCoordinate": "-79.3855576384",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "651 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 651 Yonge Street (Including Entrance Address at 653 Yonge Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4046"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>651 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESS AT 653 YONGE STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 651 Yonge Street (including entrance address at 653 Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 651 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 651 Yonge Street (including entrance address at 653 Yonge Street) is located on the east side of Yonge Street, in the block between Isabella Street and Charles Street East. The mixed-use building was converted into a theatre in 1912-1914 and has been over‐clad with a metal lattice that obscures the building's features. The property is part of a cohesive grouping of built heritage resources that provide a distinct sense of place and represent Toronto's 1860s-1950s architecture, a period when historic Yonge's commercial main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto Heritage Register on March 10, 2016 and is identified as a contributing over-clad property in the Historic Yonge Street Heritage Conservation District, adopted by City Council in 2016 and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 651 Yonge Street has design and physical value as a unique example of a mixed-use commercial building designed in the Second Empire style that has been converted into a theatre. The use of the Second Empire style is evident in its slate mansard roof with convex slope, large gabled dormer, and arched dormer windows (the building is presently over-clad), which date to 1887. The building was converted into a theatre in the early 20th century and its massing, which comprises a 2-1/2-storey elevation on Yonge Street with increased height and volume towards the rear, reflects this typology.</p>\n<p>&nbsp;</p>\n<p>The subject property is valued for its association with and contribution to the establishment of Yonge Street as a prominent arts, culture, and entertainment district in Toronto. The property has been the site of continuous theatre use for over one hundred years (1914 to present) and has accommodated a full range of productions, including vaudeville performances, silent films, live theatre, and modern cinematic screenings. In the 1970s, as the New Yorker Theatre, the subject property was also a designated location venue for the \"Festival of Festivals\" cinema event, which was the early iteration of the present-day Toronto International Film Festival (TIFF).</p>\n<p>&nbsp;</p>\n<p>Situated on the east side of Yonge Street in the block between Isabella Street and Charles Street East, the subject property maintains and supports the historic commercial main street character along this portion of Yonge Street, which is characterized by a low-scale continuous streetwall condition. While presently over-clad, the building's west elevation retains architectural features in the Second Empire style, one of several predominant architectural styles in the area.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property at 651 Yonge Street (including 653 Yonge Street) is functionally, visually and physically linked to Yonge Street, Toronto's \"Main Street\", as a commercial building housing the services, amenities, and employment opportunities necessary to support daily life in neighbouring residential areas. Through its long-term use as a theatre, the property was one of a collection of entertainment, arts, and culture venues that were established along Yonge Street and is therefore functionally and historically linked to the metamorphosis of Yonge Street into Toronto's main commercial corridor.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 651 Yonge Street as a unique example of a Commercial Main Street Row building designed in the Second Empire style that has been converted into a theatre:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the east side of Yonge Street between Isabella Street and Charles Street East</li>\n<li>The scale, form and massing of the 2-1/2-storey building</li>\n<li>The slate mansard roof with convex slope that is visible behind the current metal mesh over-cladding</li>\n<li>On the principal (west) elevation, the two arched dormer windows and the large dormer with the gabled roof, which are visible behind the current metal mesh over-cladding</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 651 Yonge Street as associated with the establishment of Yonge Street as a prominent arts, culture, and entertainment district in Toronto:</p>\n<ul>\n<li>The presence of a marquee projecting over the sidewalk, which is an indication of the property's use as a theatre use for over one hundred years</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 651 Yonge Street as supporting and maintaining the character of this portion of Yonge Street, and as being historically, functionally, and visually linked to its surroundings:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the east side of Yonge Street between Isabella Street and Charles Street East</li>\n<li>The scale of the building, which is consistent with the 2-4 storey streetwall height along this portion of Yonge Street</li>\n<li>The recessed entrance, which is consistent with the storefronts along this portion of Yonge Street</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4248,
  "otherReferenceList": [
    {
      "description": "2023.PH5.13 - 639 - 651 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 651 Yonge Street (Including Entrance Address at 653 Yonge Street)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
