{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "137 Bond Street Toronto Ontario",
      "latitudeCoordinate": "43.657831292",
      "longitudeCoordinate": "-79.3787214014",
      "postalCode": "M5B 1Y2",
      "province": "Ontario",
      "streetAddress": "137 Bond Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": " Notice of Intention to Designate - 137 Bond Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4051"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>137 BOND STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 137 Bond Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 137 Bond Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria for municipal designation under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 137 Bond Street is located in Toronto's Downtown Yonge East neighbourhood on the east side of Bond Street, prominently situated on the southeast corner of Bond Street and Gould Street. It contains a three-storey, multi-unit residential detached house form that dates to 1855. Throughout the 1880s, a series of alterations to the building resulted in its current Queen Anne architectural style. The building was originally constructed as a single-unit residence for William Mathers, and it underwent a series of interior alterations to accommodate intermittent periods of commercial use.&nbsp; Since 1963, the property, known as O'Keefe House, has been owned by Toronto Metropolitan University and operated as a student residence (1964-2018) that supported the student community of the surrounding, institutional neighbourhood and that is proposed to become the university's Student Wellness Centre.</p>\n<p>&nbsp;</p>\n<p>The subject property at 137 Bond Street was included on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) on March 5th, 1984.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>Constructed in 1855, the property at 137 Bond Street has design and physical value as a unique example of a Queen Anne building adapted from an original Georgian house form. The additions to the property from the 1880s reflect not only the changing tastes of the public (Queen Anne was a popular architectural style for residential buildings in Toronto in the late-19th century), but also the particular influence of the property's prominent, former owner and occupant: Eugene O'Keefe. The property retains evidence of both its original Georgian design (including the two-storey rectangular plan with a long gable roof, the symmetrical organization of the north elevation with its flat-headed openings, the brick construction, and a brick string course that delineates the basement level or plinth at all elevations excepting the east) and the O'Keefe additions in its scale, form, and massing as a three-storey house form building.</p>\n<p>&nbsp;</p>\n<p>Its design value as a unique representation of the Queen Anne style is reflected in many of its extant features original to Eugene O'Keefe, including but not limited to its brick construction with ornamental wood, terracotta, and stone decorative details, asymmetrical fa&ccedil;ades, cross-gable roof with a variety of dormer windows, the oriel window with lead stained glass transom windows and sleeping balcony above, the three-storey corner turret with brick bay windows and hexagonal roof with copper finial, flat-headed windows with stone sills and lintels, and decorative gable wall chimney brickwork.</p>\n<p>&nbsp;</p>\n<p>The subject property at 137 Bond Street is valued for its association with the Toronto brewer and philanthropist, Eugene O'Keefe, who lived at the residence from 1879 until his death in 1913. O'Keefe was the founding partner and president of the O'Keefe Brewing Company, one of the most successful breweries in Ontario. He regularly used his business proceeds to assist in the funding for, or construction of, community institutions. O'Keefe oversaw several additions to the pre-existing Georgian property such that he successfully transformed its appearance to reflect the Queen Anne style, which was the popular architectural movement of the time. The posterity of O'Keefe's alterations establishes a connection between the associative value and the built value of the property. After O'Keefe's passing, his daughter Helena Charlotte French continued to live at the property until she died in 1938, ending an almost sixty-year period of continuous occupation by the O'Keefe family.</p>\n<p>&nbsp;</p>\n<p>The subject property at 137 Bond Street is also valued for its association with the Toronto Metropolitan University (formerly Ryerson University), for which it operated as a student residence for over fifty years, from 1964 to 2018. Over the years, the residence at 137 Bond Street and the collection of low-rise buildings on Gould Street developed into the heart of the TMU campus, and \"O'Keefe House\" itself provided a valuable residential centre where students could build a community and fully participate in campus life - which is a significant and unique quality at a university otherwise known for its permeable, city-wide boundaries and its colloquial status as a \"commuter school\".</p>\n<p>&nbsp;</p>\n<p>The adaptation of 137 Bond Street from a residential house form into a communal living space for students contributes to an understanding of the Toronto Metropolitan student community. The student housing environment of the subject property followed a model similar to fraternity or sorority houses: a close-knit community connected by their living space that collectively participated in campus events and established house-specific traditions. Notably, this community lasted beyond graduation in the form of the</p>\n<p>\"O'Keefe House\" Alumni group. This environment was unique to \"O'Keefe House\" and did not exist in other student residences at TMU.</p>\n<p>&nbsp;</p>\n<p>Contextually, the building at 137 Bond Street supports and maintains the historic character of the surrounding residential and institutional neighbourhood that developed in the mid-to-late-19th century. The property's materiality, scale, and massing contribute to the low-to-mid-rise streetscape, which has been reinforced through the introduction of compatible infill projects along Gould Street including Oakham House.</p>\n<p>&nbsp;</p>\n<p>Bond Street north of Dundas Street is characterized by a unifying scale and a mix of building types spanning from the mid-19th century to the present, many of which are recognized as heritage properties. These include 19th century townhouses, such as the pair at 112 Bond Street; a rare two-and-a-half-storey red brick with buff brick house at 113 Bond Street; the historic home of Toronto's first mayor William Lyon Mackenzie at 82 Bond Street (listed 1973); Oakham House at 322 Church Street (Part IV, 1978); the O'Keefe House at 297 Victoria Street (Part IV, 2007); remnants of the Normal School (listed, 1973), St. George Greek Orthodox Church (Part IV, 1976), and the First Lutheran Church at 116 Bond Street (listed 1973), among others. Low-rise commercial buildings from the early 20th century at 105, 109, and 111 Bond Street and the 21st century elevations of the Image Arts Faculty and the Heidelberg Centre maintain the typical three to four-storey height as well as a predominance of buff brick.</p>\n<p>&nbsp;</p>\n<p>Situated on historic Bond Street, the subject property has contextual value as it is physically, functionally, visually, and historically linked to its surroundings where it anchors the southeast corner of Bond Street and Gould Street. During the 1850s, the development of the McGill estate featured residential housing built in mind for the middle-class market oriented around larger scale lots set aside for religious and secular institutions. Constructed in 1855, 137 Bond Street is contemporaneous with this development trend in both its construction date and building type, and its construction date places it within the timeframe of the early development of the area.</p>\n<p>&nbsp;</p>\n<p>The subject property's shift in function over the years, from a purpose-built residence into a multi-unit residence for TMU students, provides a link between the area's residential and institutional character. Its corner location has become a central location within the TMU campus. This placement, paired with its social function as a student residential hub, has established the property as distinctive and defining property within the student community.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 137 Bond Street as a representative example of a Queen Anne residential building uniquely integrated into a pre-existing Georgian residence situated within a mixed-use neighbourhood of institutional and residential structures:</p>\n<ul>\n<li>The scale, form, and massing of the three-storey building on a rectangular plan and raised basement level</li>\n<li>The complicated roofline with a steeply-pitched cross gable roof punctuated by a shed roof dormer, a projecting wall dormer with pediment and paired columns, three gable dormers, the hexagonal turret dome, and four red brick chimneys</li>\n<li>The wide eave overhangs supported by wood brackets</li>\n<li>The original, raised entrance porch and door opening on the west elevation</li>\n<li>The existing position of all door and window openings</li>\n<li>The brick string course that delineates the basement level or plinth at all elevations excepting the east</li>\n<li>The materials, with the brick masonry construction featuring stone, brick, slate, terracotta and wood detailing</li>\n<li>The three-storey corner turret with hexagonal dome including its decorative details: terracotta panels, brick and stone string courses, and copper finial</li>\n<li>The sleeping balcony at the third storey on the north elevation, which is supported by a second-storey oriel window containing leaded stained glass transom lights and decorative wood details</li>\n<li>Fish scale patterned shingles and wooden bargeboards with decorative carved ends that appear in gable ornamentation across all elevations</li>\n<li>The brick gable wall chimney on the west elevation with its decorative brick detailing</li>\n<li>Decorative brick banding on the southeast corner, second storey of the south elevation</li>\n<li>The flat-headed window openings with their existing arrangement of plain and decorative stone lintels and sills</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 137 Bond Street as associated with its former owner and occupant Eugene O'Keefe, as well as its recent use as a student residence for Toronto Metropolitan University:</p>\n<ul>\n<li>The subject property's Queen Anne style design features, which is demonstrative of Eugene O'Keefe's additions and alterations to the original Georgian-style house form building dating to 1855</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 137 Bond Street as defining, supporting, and maintaining the historic character of the area and being historically, visually, functionally, and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The setback, placement, and orientation of the building prominently anchoring the southeast corner of Gould Street and Bond Street, directly across the street from the former Normal School and the present-day Kerr Hall</li>\n<li>The south-facing orientation of the west and south entrances towards the former lawn space that references the original use, circulation, and layout of the original Mathers residence</li>\n</ul>\n<p>&nbsp;</p>\n<p>Note: the ancillary, one-storey red brick addition at the southeast corner of the property's south elevation is not considered an attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.29\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.29</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4253,
  "otherReferenceList": [
    {
      "description": "2023.CC8.29 - 137 Bond Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.29"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 137 Bond Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
