{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "42 Maitland Street Toronto Ontario",
      "latitudeCoordinate": "43.664610347",
      "longitudeCoordinate": "-79.382107604",
      "postalCode": "M4Y 1C5",
      "province": "Ontario",
      "streetAddress": "42 Maitland Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 42 Maitland Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4050"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>42 MAITLAND STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 42 Maitland Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 42 Maitland Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the criteria of design/physical, historical/associative and contextual values.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property, \"The Maitlands\", located at 42 Maitland Street comprises of two similar but not identical apartment buildings at 36 and 42 Maitland Street. \"The Maitlands\" was completed by Robert Bullen (1850-1921), a native of Devon, England who was a butcher and grocer for decades in the late 1800s and early 1900s went into the development and building business around 1907. The property is located mid-block on the north side of Maitland Street between Yonge and Church Streets. The easterly building at 42 Maitland Street was completed in 1911, and the westerly building at 36 Maitland street was completed in 1912. The four-storey, buff-brick and stone finished buildings are Classical Revival-style in their design and distinguished by their classically detailed entrance porches. The \"L-shaped\" building at 36 Maitland links to the rectangular building at 42 Maitland Street to create a \"U-shaped\" complex.</p>\n<p>&nbsp;</p>\n<p>The property at 42 Maitland (including the entrance address at 36 Maitland Street) was included the City's Heritage Register on March 15, 1974.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>\"The Maitlands\" are representative of Classical Revival-style design adapted to an apartment house form. Characteristic of the style's formality, the main fa&ccedil;ades of each are symmetrical in arrangement and clad in quality, buff-coloured brick with stone window surrounds and other detailing.</p>\n<p>&nbsp;</p>\n<p>The classical influences on the buildings are also pronounced with the entrance porches that feature Corinthian columns and elaborate entablature mouldings executed in pressed metal. Other classical attributes include the ornamental detailing of inset stone plaques and panels.</p>\n<p>&nbsp;</p>\n<p>Extending the Classical Revival-style to the interior, each lobby contains stained and varnished woodwork featuring panelled wainscotting that lines the walls, a main staircase with wood balustrades, and other wood mouldings and casings. These simple but elegant finishes solidify the formal character of the building's design.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The subject properties yield information that contributes to an understanding of the Church - Wellesley Village. The properties reflect the historic transition of the Church - Wellesley Village neighbourhood in the first few decades of the twentieth century from an area of single-family residences - including some of the city's most substantial - to a zone containing a concentration of nearly 40 extant apartment houses between Bay, Bloor, Carlton and Sherbourne Streets. Due to the area's close proximity to downtown, it was one of the first areas of the city to be redeveloped during the pre-World War I era into an area dominated by apartment buildings, especially east of Yonge Street. The date of construction of \"The Maitlands\" coincides with the culmination of pre-World War I apartment house development in the City of Toronto, which peaked in 1911-12.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The subject properties are visually linked to their surroundings and are part of a collection of pre-World War I era apartment buildings in the Church- Wellesley Village. The area between Yonge and Jarvis Streets was one of three distinct concentrations of apartment buildings in the area.</p>\n<p>&nbsp;</p>\n<p>Between Jarvis and Yonge Street, Maitland Street retains a significant degree of late-nineteenth and early-twentieth century character to which the subject properties help to define, maintain, and support. Within this two-block stretch, Maitland Street is occupied by a total of nine apartment buildings dating from 1910 to 1930, including \"The Maitlands\". Six of these apartment buildings are between Yonge and Church Streets, while the other three properties are between Church and Jarvis Streets.</p>\n<p>&nbsp;</p>\n<p>Further contributing to the historic character of the street are six designated structures which are located at 99-113 Maitland Street, between Church and Jarvis Streets: the semi-detached William J. Hill Houses at #99-101(1888), two Patrick McBrine Houses at #103 (1872) and #105 (1871), the Society of Friends Meeting House at #111 (1911), and the Alexander Crombie House at #113 (1871). Diagonally across the street from \"The Maitlands\", in addition to the listed Biltmore Apartments, is a c.1859 house at 37 Maitland Street which was listed on the Heritage Register in 1974.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 42 Maitland Street (including 36 Maitland Street) as representative of Classical Revival-style design include:</p>\n<ul>\n<li>The form, scale and massing of each of the two buildings being four-storeys in height and the \"L-shaped form of 36 Maitland Street and rectangular form of 42 Maitland Street, joined to create a \"U-shaped\" complex</li>\n<li>Their flat roofs; the classical, metal, roofline cornice on 36 Maitland Street</li>\n<li>Their masonry construction comprising unadorned brick side and rear walls and buff-coloured brick main fa&ccedil;ades</li>\n<li>Stone detailing on main fa&ccedil;ades comprising window and door casings, inset plaques and panels, and pilasters (on 36 Maitland Street) and stone lintels, keystones, and sills on the side and rear fa&ccedil;ades</li>\n<li>The fenestration comprising a mix of flat and segmental arched windows; bay windows on the side fa&ccedil;ades; the finishes of the central, second-storey porch doorway with leaded and stained-glass transom and sidelights and single door (36 Maitland Street); the finishes of the central, second-storey porch doorway with leaded and stained-glass transom light and French windows (42 Maitland Street)</li>\n<li>The front entrance porches with classical detailing including Corinthian columns, pilasters and entablatures</li>\n<li>The main central doorway assemblies with panelled bases and classical mouldings, sidelights and transom lights, leaded and bevelled glazing and \"The Maitlands\" stencilled lettering</li>\n<li>On the interior, each lobby contains stained and varnished woodwork of the main central doorway assemblies.</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>Attributes that contribute to the value of the property at 42 Maitland Street (including 36 Maitland Street) for the contribution to yielding an understanding of the historical development of the area include:</p>\n<ul>\n<li>The buildings' form, scale and massing, and Classical Revival-style design which characterize them as pre-World War I era apartment buildings in the Church - Wellesley Village area</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the contextual value of the property at 42 Maitland Street (including 36 Maitland Street) as visually linked to the surroundings and helping to define, maintain, and support the character of the area include:</p>\n<ul>\n<li>The buildings' setback, placement, and orientation on Maitland Street</li>\n<li>The buildings' form, scale, and massing; their brick and stone finish; and their Classical Revival-style design</li>\n<li>&nbsp;</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.11\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.11</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4254,
  "otherReferenceList": [
    {
      "description": "2023.PH5.11 - 42 Maitland Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 42 Maitland Street\t",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
