{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "409 Huron Street Toronto Ontario",
      "latitudeCoordinate": "43.666610495",
      "longitudeCoordinate": "-79.400824313",
      "postalCode": "M5S 2G5",
      "province": "Ontario",
      "streetAddress": "409 Huron Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 409 Huron Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4052"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>409 HURON STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 409 Huron Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 409 Huron Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 409 Huron Street comprises a two-and-a-half storey, detached house-form building that is clad in red brick with a stone base. On the primary (west) fa&ccedil;ade, the building demonstrates the Queen Anne Revival style, which was popular during the late 19th and turn of the 20th centuries. Architectural details include a Dutch gable above a central two-storey bay window, brick voussoirs with stone keystones above most windows, stone sills, and a hipped roof with dormers, a window with an original arched transom in the front dormer, and a brick chimney. The main entrance of the house, accessed by an exterior staircase, is elevated for entry to the ground floor. The entrance includes a wooden doorframe and transom window. The building's original fenestration is varied, including small square windows on the north elevation. Like the neighbouring houses along Huron Street, the building is set back from the street on a landscaped lot. The property backs onto bpNichol Lane and has surface parking at the north and rear (east) sides. A large three-storey rear addition dates to 1955.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 409 Huron Street is a representative example of Queen Anne Revival architecture, demonstrating the whimsical, asymmetrical composition that is characteristic of the style. Key intact features include a two-storey bay window, brick voussoirs with stone keystones above most windows, a hipped roof with dormers and a brick chimney, and a Dutch gable on the primary elevation.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1903, the building demonstrates the work of Frederick Henry Herbert, an accomplished architect who practiced in Toronto in the late 19th and early 20th centuries. Herbert was noted for his residential designs that promoted the Queen Anne Revival style, as seen at 409 Huron Street.</p>\n<p>Situated at the north end of a late Victorian streetscape along the east side of Huron Street, the property is important in maintaining and supporting the character of the area. The building's scale, form, materials, and architectural details contribute to a consistent assemblage of detached and semi-detached residences. The property is functionally, visually, and historically linked to its context in the Huron-Sussex neighbourhood. Contemporaneous with the surrounding area, the building was part of a wave of residential development in the late nineteenth and turn of the twentieth centuries, and shares many of the neighbourhood's key architectural characteristics. The building's ongoing use since the 1960s as a student residence has reinforced the interconnectedness between Huron-Sussex and the University of Toronto St. George Campus.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 409 Huron Street as a representative example of the Queen Anne Revival style:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and massing of the original portion of the building (dating to 1903), not including the rear addition (dating to 1955)</li>\n<li>The building's material palette, primarily consisting of red brick with stone at the base and trim</li>\n<li>Architectural details reflective of the building's era and Queen Anne Revival style, including the following:\n<ul>\n<li>The two-storey bay window with a Dutch gable above</li>\n<li>The original raised primary entrance, accessed by steps from Huron Street</li>\n<li>The main entrance wooden door frame and transom window</li>\n<li>Varied fenestration on the primary and side elevations, including an original arched window in the front dormer, and small square windows on the north elevation</li>\n<li>Brick voussoirs with stone keystones</li>\n<li>The hipped roof with dormers and a brick chimney</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 409 Huron Street as demonstrating the work of Frederick Henry Herbert:&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and massing of the original portion of the building (dating to 1903), not including the rear addition (dating to 1955)</li>\n<li>The building's material palette, primarily consisting of red brick with stone at the base and trim</li>\n<li>Architectural details reflective of the building's era and Queen Anne Revival style, including the following:\n<ul>\n<li>The two-storey bay window with a Dutch gable above</li>\n<li>The original raised primary entrance, accessed by steps from Huron Street</li>\n<li>The main entrance wooden door frame and transom window&nbsp;</li>\n<li>Varied fenestration on the primary and side elevations, including an original arched window in the front dormer, and small square windows on the north elevation</li>\n<li>Brick voussoirs with stone keystones</li>\n<li>The hipped roof with dormers and a brick chimney</li>\n</ul>\n</li>\n</ul>\n<p><br /><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property at 409 Huron Street with respect to its context in the Huron-Sussex neighbourhood:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and massing of the original portion of the building (dating to 1903), not including the rear addition (dating to 1955)</li>\n<li>The property's siting and orientation on the east side of Huron Street</li>\n<li>The building's material palette, primarily consisting of red brick with stone at the base and trim</li>\n<li>Architectural details reflective of the building's era and Queen Anne Revival style, including the following:\n<ul>\n<li>The two-storey bay window with a Dutch gable above</li>\n<li>The original raised primary entrance, accessed by steps from Huron Street</li>\n<li>The main entrance wooden door frame and transom window</li>\n<li>Varied fenestration on the primary and side elevations, including an original arched window in the front dormer, and small square windows on the north elevation</li>\n<li>Brick voussoirs with stone keystones</li>\n<li>The hipped roof with dormers and a brick chimney</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Note: The window openings on the rear addition (north elevation) are not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.31\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.31</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4255,
  "otherReferenceList": [
    {
      "description": "2023.CC8.31 - 409 Huron Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.31"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 409 Huron Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
