{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "38 Walmer Road Toronto Ontario",
      "latitudeCoordinate": "43.66856645",
      "longitudeCoordinate": "-79.406738848",
      "province": "Ontario",
      "streetAddress": "38 Walmer Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 38 Walmer Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4054"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>38 WALMER ROAD</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</span></strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 38 Walmer Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 38 Walmer Road, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/ associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 38 Walmer Road, known as the Walmer Road Baptist Church, is located in a residential section of Toronto's Annex neighbourhood, on the northwest corner of Walmer Road and Lowther Avenue, fronting Gwendolyn Macewen Park.</p>\n<p>&nbsp;</p>\n<p>Rev. Elmore Harris, with the financial backing of his father, Alanson Harris, of Brantford, who made his fortune in the manufacturing of farm machinery (Massey-Harris), led the development of the Walmer Road Baptist Church to which he would take charge upon its completion in 1889. Rev. Harris commissioned the illustrious Toronto architectural firm of Langley and Burke to design a church with a Sunday school facilities on the property purchased on Walmer Road and extended along Lowther Avenue. The church complex consists of three building sections - the 1889 Queen Anne revival- style Sunday School building, an 1892 Romanesque revival-style Sanctuary with seating for more than 1500, and a Gothic-style 1913 Memorial Building linking the other two sections into a building complex along Lowther Avenue.</p>\n<p>&nbsp;</p>\n<p>Several properties in close proximity to the church have been designated under Part IV of the Ontario Heritage Act or listed on the City's Heritage Register. Designated properties nearby include 6 Walmer Road, the former Loretto College Building (1914) at 385-87 Brunswick Avenue.&nbsp; Properties which are listed on the Register include 21 Walmer Road, 1894 house, as well as 11, 35, and 44 Walmer Road &ndash; all mid-twentieth century apartment buildings designed by architect Uno Prii.</p>\n<p>&nbsp;</p>\n<p>City Council listed the property on the City of Toronto's Heritage Register in 1986.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property possesses historical and associative value as the home of the Walmer Road Baptist Church, an institution with a congregation established in 1889. Since that time, it has been a place of worship, social and educational activity for its members as well as a place of community outreach. Originally, the Sunday school building served as the place of worship - with a seating capacity of 600 - until 1892, when the sanctuary was completed. With the completion of the 1892 sanctuary, and its seating for 1540 people, the church became the largest Baptist church in Canada. The use of the church and its functional role in the community was significant, aligning with the times and the needs of the community. The church was said to have the most diversified programming of a church in Canada, aligning with the community-minded values of the founder, Rev Harris.</p>\n<p>&nbsp;</p>\n<p>The church is associated with some of Toronto's most important and prolific architectural practices &ndash; Langley and Burke for the Sunday School and Sanctuary; and Burke, Horwood and White for the Memorial Building section.&nbsp; Edmund Burke was a leading Toronto architect for a half century designing a wide array of residential, commercial and institutional works, while Henry Langley was the leading architect of ecclesiastical works in Ontario in the late 1800s. Together, they designed numerous landmark churches such as Jarvis Street Baptist Church, Shelbourne Street Methodist Church, and Trinity Methodist Church (1887-89). Subsequently, Burke and Horwood were responsible for some of Toronto's most significant architectural works such as the Robert Simpson Department Store. Later, Burke, Howood and White were associated with important commissions across Canada such as the iconic Hudson's Bay Department stores in Calgary, Vancouver and Victoria.</p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The Sunday School building, dating from 1889, is a unique example of Queen Anne&ndash;revival style design due to its adaptation for an institutional use rather than the typical residential uses associated with such design in the area.&nbsp; The building's asymmetrical fa&ccedil;ade with tower, tiled gable and picturesque appearance distinguishes the exterior of the building, while the interior is notable for its open truss ceiling. The design of the building reinforces and compliments the predominant architectural character of the area which is a blend of Queen Anne- and Romanesque-style influences to create what is known as the local \"Annex\" style of design.</p>\n<p>&nbsp;</p>\n<p>The 1892 Sanctuary is a unique example of the Romanesque style adapted to an ecclesiastical purpose incorporating a variety of Gothic-style references. Characterizing the building are the contrasting materials of brick, rough-faced stone and terra-cotta tiles. Its asymmetrical front fa&ccedil;ade with towers features a distinctive window treatment, being deeply set, and comprising various rounded arch windows and rows of openings. Lancet and pointed arch windows, window tracery, buttressed walls and an elaborate and impressive open-truss ceiling contribute to the Gothic quality. A sweeping, horseshoe-shaped gallery further distinguishes the interior.</p>\n<p>&nbsp;</p>\n<p>The 1913 Memorial Building linking the Sanctuary and Sunday School also has value as a representative example of Gothic revival-style design physically and visually connecting the two buildings with understated stylistic influences. Elements of the Gothic style can be seen in both the Sunday School and Sanctuary buildings and the employment of the Memorial Building's Gothic style detailing to link the two structures skillfully brings the composition together.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The Walmer Road Baptist Church is functionally and visually linked to its surroundings.</p>\n<p>In architectural character, the Walmer Road Baptist Church is visually linked to the community which is distinguished by residential architecture in the \"Annex style\" &ndash; a combination of Romanesque- and Queen Anne revival styles - both of which are displayed in the subject property, visually tying the property to its surroundings.</p>\n<p>Functionally, the property has served the spiritual and social needs of its geographical community since 1889. Since then, it has been a place of community outreach offering an extensive variety of programming for the area's residents.</p>\n<p>&nbsp;</p>\n<p>The property is also historically linked to its surroundings. The development, growth, and evolution of the church reflects the same of the community with each evolving, to a degree, in tandem. The initial establishment of the church in 1889 reflects the early development phase of the community. Further development of the community in terms of physical and population growth aligns with the continued development and growth of the church. In the twentieth century, the changing social demographics of the community, which became more diverse, was similarly reflected in the role of the church in the community and its evolution in programming and outreach.</p>\n<p>&nbsp;</p>\n<p>The Walmer Road Baptist Church is also a landmark in the Annex community. The substantial and distinctive character of its architecture in combination with its prominent presence on Walmer Road and its situation dominating Gwendolyn Macewan Park makes the property a physically pronounced structure in the area. The building also terminates the view from the East alignment of Lowther Avenue, prior to the street continuing around the building. Its long and important functional role has made it a community focal point, contributing to this landmark status.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 38 Walmer Road and specifically the Sunday school's Queen Anne and Romanesque revival style; the Memorial Building's Gothic-revival style; and the Sanctuary's Romanesque-revival style:</p>\n<p>&nbsp;</p>\n<p><strong>Sunday School Building (1889)</strong></p>\n<p><strong>Exterior:</strong></p>\n<ul>\n<li>The form, scale and massing of the building being three storeys and rectangular with corner tower</li>\n<li>The front gable roof with lower parapeted cross gables and flat sections; roof elements comprising an eave bracket, open eaves with exposed rafters and wooden tongue and groove soffits; and the tower's cornice, pyramidal roof and finial</li>\n<li>The reddish-brown brick cladding and brickwork of the facades forming buttresses and corbel tables; terra-cotta gable shingles; and stone sills</li>\n<li>The fenestration, with pointed arch and segmental arched windows as well as a large multi-part gable window (with leaded glazing) and multi-part tower windows with foil-shaped sashes to mimic tracery and leaded and stained-glazing; wood-sash windows with leaded glazing</li>\n<li>&nbsp;</li>\n</ul>\n<p><strong>Interior:</strong></p>\n<ul>\n<li>The extended height ceiling of the gymnasium space (original sanctuary) with timber, open-truss ceiling</li>\n<li>The ornamented cast-iron structural columns within the basement</li>\n</ul>\n<p><strong>Sanctuary Building (1892)</strong></p>\n<p><strong>Exterior:</strong></p>\n<ul>\n<li>The form, scale and massing of the cruciform-shaped building with lofty nave and lower sides, and with an asymmetrical main fa&ccedil;ade arrangement comprising a tall bell tower and lower stair tower</li>\n<li>The materials of brown, rough-faced, Credit Valley sandstone base, walls, courses and sills and contrasting reddish-brown cladding and brickwork forming label mouldings, buttresses, and the terra-cotta shingled clerestory</li>\n<li>The steeply-sloped front gable roof over the nave with lower cross gables over the transepts and lower slopes roofs over the sides (aisles) and the pyramidal bell tower roof and the conical copper-clad stair tower roof</li>\n<li>The fenestration, with a variety or pointed- and segmental-arched windows containing wooden sash, leaded glazing, and front windows with wood tracery; ribbons of leaded-glass clerestory windows atop the nave; the arcaded, deeply set windows and the narrow rounded-arch and lancet openings within the towers and gables; the 1948, stained glass Warren Family memorial window of the south elevation</li>\n<li>The main entrance with its three pointed-arch doorways each with formed brick mouldings and reveals, panelled wood double doors, transom lights with wooden tracery of foils and leaded and stained glass</li>\n</ul>\n<p><strong>Interior:</strong></p>\n<p>The following heritage attributes have been identified as \"liturgical elements\":</p>\n<ul>\n<li>The configuration with lofty single volume nave with its raked floor and separate entrance foyer containing two tower staircases</li>\n<li>The elaborate open-truss roof with strapwork plaster ceiling</li>\n<li>The horseshoe-shaped gallery with tiered seating, and with wood balustrades of ash and turned balusters of birch</li>\n<li>The elaborately cast-iron columns supporting the balconies and the ceiling</li>\n<li>The exposed, pressed-red-brick walls of the sanctuary incorporating ornamental brickwork detailing such as a dado, courses, and label mouldings</li>\n<li>The raised chancel with carved and panelled oak rood screen, pulpit,</li>\n<li>The pipe organ recesses, oak casing and fa&ccedil;ade pipes</li>\n<li>metal lined baptismal tank</li>\n<li>The three-part stained glass memorial window</li>\n<li>The two fireplaces with tiled hearth and ornamental brickwork chimneypieces</li>\n<li>The bronze hanging light fixtures and sconces with Gothic stylistic motifs</li>\n<li>The oak finishes comprising the staircase balustrades, the foyer wall assembly with wainscot panelling, and the solid panelled and glazed doors</li>\n</ul>\n<p><strong>Memorial Building (1913)</strong></p>\n<p><strong>Exterior:</strong></p>\n<ul>\n<li>The form, scale and massing of the building being two-storeys with flat roof and comprising two connected volumes wrapping around the Sunday School building&nbsp;</li>\n<li>The reddish-brown brick cladding and brickwork of the facades forming buttresses, a crenelated parapet and arched doorway reveals; smoothly-dressed sandstone finishes comprising label mouldings, coping, lintels and sills</li>\n<li>The fenestration with pointed-arch and flat-headed windows; the leaded-glass wood -sash windows</li>\n</ul>\n<p><strong>Interior:</strong></p>\n<ul>\n<li>The auditorium space and its features including its stage, pointed proscenium arch with Gothic columns, and balconies with their wood balustrades, large support brackets</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property as a place of worship, social, educational and recreational activity for its members as well as a place of community outreach:</p>\n<ul>\n<li>The Sunday School, the Sanctuary and the Memorial Building associated with the Baptist church</li>\n</ul>\n<p>The following heritage attributes contribute to the cultural heritage value of the property associated with the prominent architects associated with the property:</p>\n<ul>\n<li>The building materials and Queen Anne, Romanesque and Gothic revival-style design of the property reflecting an association with Langley and Burke architects and Burke, Horwood and White architects</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property as defining, supporting and maintaining the historic character of the area and being historically, visually linked to its setting and as a landmark in the Annex:</p>\n<ul>\n<li>The setback, placement and orientation of the buildings on a corner lot viewed from Walmer Road and Lowther Avenue, with a focal-point presence fronting Gwendolyn Macewen Park</li>\n<li>The Romanesque and Queen Anne-Revival design of the property which is visually linked the architectural style of the Annex.</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.12</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4257,
  "otherReferenceList": [
    {
      "description": "2023.PH5.12 - 38 Walmer Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 38 Walmer Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
