{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "123 Wynford Drive Toronto Ontario",
      "latitudeCoordinate": "43.726319854",
      "longitudeCoordinate": "-79.329096403",
      "postalCode": "M3C 1K1",
      "province": "Ontario",
      "streetAddress": "123 Wynford Drive"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 123 Wynford Dr",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4055"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>123 WYNFORD DRIVE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 123 Wynford Drive under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of Wynford Drive, northeast of Don Mills Road and Eglinton Avenue East, in the Banbury-Don Mills neighbourhood in North York, the property at 123 Wynford Drive, originally known as the Japanese Canadian Cultural Centre, contains a two-storey institutional building on an exposed basement level and designed landscape garden by Order of Canada Companion and internationally-renowned architect, Raymond Moriyama. Completed in 1963, the property served as the city's community hub for the re-establishment, promotion and sharing of Japanese culture in the post-war period. From 2003 to 2021, the property was adaptively reused to serve the Canadian Muslim community as the Noor Cultural Centre with only minor interventions to the original building undertaken by Moriyama &amp; Teshima Architects. The property sits on the tablelands of the Don River, immediately west of the Don River&rsquo;s east branch.&nbsp; Situated on a wooded ravine lot, the building responds directly to the natural and topographical features of the site. The ravine landscape is within a Toronto Regional Conservation Authority (TRCA) regulated area.</p>\n<p>&nbsp;</p>\n<p>The property at 123 Wynford Drive was identified as having cultural heritage value in the inventory included in North York's Modernist Architecture, first published in 1997 with a revised edition in 2009. It identified 123 Wynford Drive as one of twenty 'Significant Modernist Projects' in North York constructed between 1945 and 1981.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the North York Inventory of Heritage Properties on October 6, 1997.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p><strong>Design/Physical Value</strong></p>\n<p>The Japanese Canadian Cultural Centre located at 123 Wynford Drive has design value as a unique example in Toronto of Brutalist architecture combined with landscape inspired by traditional Japanese garden design. Largely constructed of concrete, the two-storey building on an exposed basement level containing a double-height auditorium hall and mezzanine is nestled into its deeply sloped and treed ravine lot containing a designed Japanese stroll garden amongst the existing natural conditions of the site. Despite budgetary constraints, the building displays a high degree of craftsmanship and artistic merit in its creative use of cost-effective materials such as wood and concrete, including concrete block. This is evidenced by the extensive use of poured-in-place and pre-cast fine and coarse aggregate concrete structural elements and cladding, concrete block partition walls and the cedar plank woodwork of its traditional Japanese wall screens, lanterns and ceiling light fixtures. Traditional Japanese rainwater leaders or rain chains (kusari-do) serve as significant visual and auditory landscape design elements, while also cleverly providing a cost-saving role for the re-direction of stormwater away from the property.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property is also valued for the interrelationship of the building and landscape designs, which similarly combine traditional Japanese architectural principles and elements with Canadian topography and materials. The property&rsquo;s Nikka Teien (Japanese Canada Garden) integrates existing ravine conditions of the property at the west and south sides of the building, including retention of select mature trees and a meandering creek tributary of the Don River, with a designed Japanese stroll garden landscape that can be viewed and accessed from the building and is comprised of stone steps, paths, bridges, seating and sculpture amongst verdant plantings. The diagonal orientation of the building, as viewed from the landscape garden below, is derived from the Japanese stroll garden aesthetic principles of asymmetry and borrowed scenery (skakkei). Traditional Japanese design intent is also expressed through the building&rsquo;s blurring of boundaries between interior and exterior space (using sliding doors, balconies with deep overhangs, and continuous floor and ceiling planes that extend beyond the vertical elevations defining inside and outside), and the orientation of the building&rsquo;s main rooms toward the moonlight and the water below in the Nikka Teien. The significance of the Nikka Teien to the property&rsquo;s overall design is celebrated by a bronze plaque which was presented on October 20, 1973 by Akira Nishiyama, Ambassador of Japan to Canada, and affixed to Moriyama&rsquo;s dynamic stone slab sculpture situated on an island in the parking lot directly north of the building&rsquo;s main entrance.</p>\n<p>&nbsp;</p>\n<p><strong>Historical/Associative Value</strong></p>\n<p>The property at 123 Wynford Drive stands as a living memorial to the enduring optimistic spirit of the early Japanese immigrants to Canada despite their experiences of racially-driven injustices, discrimination, and hostility. The property is a physical testament to the Japanese Canadian community&rsquo;s resiliency, as well as hope and belief in a more culturally tolerant and inclusive future and to the community&rsquo;s hard work towards contributing to and participating in the cultural plurality that defines Canada.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property holds significant associative value with respect to the Japanese Canadian community who resettled in Toronto following their experience of the Canadian government&rsquo;s unjust and racist policies during and after the Second World War and as a racialized minority in Toronto's discriminatory environment. The property also holds associative value as a cultural centre and community hub that was conceived, financed, and stewarded by the broad participation of the diasporic Japanese Canadian community in Toronto. The purchase of the property in 1960 and the construction of the building in 1963, which was designed at a budget of $14 per square foot using modest materials, was financed by the diasporic Japanese Canadian community through individual donations and community fundraising events, as well as with 75 families acting as guarantors on a bank mortgage.</p>\n<p>&nbsp;</p>\n<p>The property is valued for its association with the Japanese Canadian Cultural Centre, a non-profit organization founded in 1963 through the dedicated voluntary leadership of individual members of the Japanese Canadian community in Toronto. At the 60th anniversary of the JCCC, the organization is stronger than ever continuing to offer a broad range of cultural programming that promotes and honours Japanese cultural heritage, and this building stands as the central legacy of the \"friendship through culture\" motto.</p>\n<p>&nbsp;</p>\n<p>The property&rsquo;s adaptive reuse as a centre for Islamic practice and learning and as a centre for Canada's diverse Muslim community by the Noor Cultural Centre, which purchased the property in 2001, has continued the legacy of the building&rsquo;s community use and celebration of culture. The building was sensitively adapted for the Noor Cultural Centre to accommodate faith-based practices by Moriyama and Teshima Architects.</p>\n<p>&nbsp;</p>\n<p>One of Canada&rsquo;s finest and respected architects, Raymond Moriyama is a contemporary Canadian architect of Japanese heritage who established an architectural practice in Toronto in 1958 and entered into partnership with Ted Teshima in 1970. Raymond Moriyama has received numerous awards for his work including being made an Officer of the Order of Canada (1985), receiving the RAIC Gold Medal (1997) as well the Governor General's Award in Visual and Media Arts and the Queen Elizabeth Golden Jubilee Medal (2012). He is renowned for his humanistic approach to design, commitment to addressing social justice issues and advancing the public good through the built form, and sensitivity in connecting the built form and landscape.&nbsp; The JCCC was Raymond Moriyama's first major commission. Moriyama designed the JCCC within the context of Japanese Canadian's postwar resettlement in Toronto and in the nascent period of Canadian multiculturalism as a national identity.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Situated on a garden terrace within a steeply sloped site, contained within the context of Wynford Drive, Eglinton Avenue and the Don Valley Parkway &amp; ravine, the property has contextual value as a physical and cultural landmark within the community for 60 years. It is also valued for maintaining the character of the area which features a number of important cultural and institutional buildings of distinctive high-quality design surrounding Don Mills, including the Ontario Science Centre (1969) at 770 Don Mills Rd, an iconic heritage property, and the Aga Khan Museum and Ismaili Centre (2014) at 77 Wynford Drive. Like the original Japanese Canadian Cultural Centre, both the Ontario Science Centre and the Ismaili Centre were also designed with Raymond Moriyama's &ldquo;humanistic touch&rdquo;.</p>\n<p>&nbsp;</p>\n<p>The integrated and inextricable relationship of the building and landscape designed together at 123 Wynford Drive responds to, and provides continuity with, the adjacent Don Valley River ravine. As the first Japanese cultural centre built in Canada, the property at 123 Wynford Drive is visually, physically and historically linked to its surroundings.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 123 Wynford Drive is a cultural landmark in Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the original Japanese Canadian Cultural Centre property at 123 Wynford Drive are:&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Exterior Heritage Attributes</strong></p>\n<ul>\n<li>The placement, set back and orientation of the building, as it is located on the south side of Wynford Drive and east of the Don Valley Parkway</li>\n<li>The scale, form and massing of the two-storey building on a rectangular plan with exposed basement level on the west, south and east sides</li>\n<li>The setting of the building set into a terraced slope, surrounded by the topographical condition and natural elements of a ravine landscape, including mature trees and a tributary creek of the Don River wrapping around the west and south ends of the property&nbsp;</li>\n<li>The flat roof of the building</li>\n<li>The rain water leaders (kusari-doi) comprised of four cantilevered concrete downspouts emerging from the roof parapet on the east and west elevations (eight downspouts in total), with their suspended galvanized iron chains tethered to large stone boulders at grade&nbsp;&nbsp;</li>\n<li>The combination of poured-in-place and pre-cast concrete structural columns, beams and floors of the building</li>\n<li>On all four elevations, the precast concrete exterior cladding with a variety of finishes including smooth, exposed small white marble aggregate, and exposed medium marble aggregate composed within faux units with deep v-shaped joints</li>\n<li>On the north, west and east elevations, the elevated terrace with precast guardrail, accessed on the north elevation by a set of concrete stairs and anchored by four large board-formed, poured-in-place concrete pylons, one at each corner of the building&rsquo;s footings</li>\n<li>Inset bronze plaque identifying Architect and General Contractor on the northwest concrete pylon</li>\n<li>Date stone with &ldquo;1963&rdquo; inscribed in the central concrete block element on the north elevation</li>\n<li>On the north elevation, the main entrance and lobby glazing with entrance doors with concrete block and precast concrete elements interrupting the glazing&nbsp;</li>\n<li>The precast concrete clad second floor supported on precast concrete columns and cantilevered beams, with small windows on the south return walls</li>\n<li>The second floor (mezzanine level) and deeply recessed glazed wooden screen with inset metal windows&nbsp;</li>\n<li>Wood-clad lanterns or beacons mounted on cantilevered concrete beams at the roof level with cut out opening facing north and flag poles projecting above</li>\n<li>The deeply recessed central portion of the building at the basement and main floor levels with exposed columns and cantilevered beams with block infill flanking doors, and wood screens with inset glazing above&nbsp;</li>\n<li>Cantilevered soffit with precast concrete double-t structure that continues seamlessly into the lobby at the west end of the building, and precast cladding with projecting beams&nbsp;</li>\n<li>At the south end, a precast concrete clad building element enclosing the existing backstage, supported on cantilevered beams</li>\n</ul>\n<p><strong>Interior Heritage Attributes&nbsp;</strong></p>\n<ul>\n<li>In the lobby, the wood benches, terrazzo floor with typical smooth finish and exposed pea gravel finish at the bench locations, precast concrete block partition walls of alternating unit height with flush vertical and recessed horizontal joints, and the wood and glass screens between the double-t concrete beams</li>\n<li>The double-height central auditorium hall with its wood screens and glazing and tongue-and-groove wood plank drop ceiling&nbsp;</li>\n<li>The lounge in the mezzanine level, with its wood screen and glazing&nbsp;</li>\n<li>The wood plank and plastic ceiling light fixtures on all three floors with their traditional Japanese shoji screen styling&nbsp;</li>\n</ul>\n<p><strong>Landscape Heritage Attributes</strong></p>\n<ul>\n<li>North of the building, the slab stone sculpture designed by Raymond Moriyama and arranged around a concrete cylinder with the Nikka Teien (Japan Canada Garden) dedication plaque mounted on one of the vertical slabs&nbsp;</li>\n<li>At the north-west corner of the building, a slab stone staircase descending from the ground floor to the lower-level terrace&nbsp;</li>\n<li>The interrelationship between the west elevation of the building, the flagstone landscape terrace at the lower (ground floor) level and the ravine landscape beyond which also includes the designed Japanese stroll garden (Nikka Teien)</li>\n<li>In the ravine landscape, three slab stone staircases descending to the creek level, two on the east slope and one on the west slope&nbsp;</li>\n<li>In the ravine landscape, a stone slab bridge over the creek&nbsp;</li>\n<li>In the ravine landscape, three granite elements: a rough stone granite lantern and two horizontal granite benches</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.10\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.10</a>&nbsp; &nbsp;&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4258,
  "otherReferenceList": [
    {
      "description": "2023.PH5.10 - 123 Wynford Drive - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 123 Wynford Drive",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
