{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "639 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6677557298",
      "longitudeCoordinate": "-79.3854276603",
      "postalCode": "M4Y 1Z9",
      "province": "Ontario",
      "streetAddress": "639 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 639 Yonge Street (Including Entrance Addresses at 2 and 4 Isabella Street)\t",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4057"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen` Street West"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>639 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESSES AT 2 AND 4 ISABELLA STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 639 Yonge Street (including entrance addresses at 2 and 4 Isabella Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 639 Yonge Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical value, historical/associative value and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 639 Yonge Street (including entrance addresses at 2 and 4 Isabella Street) is located on the northeast corner of Yonge Street and Isabella Street and contains a mixed‐use brick building constructed in 1879. It retains its original scale, form, and massing as a two-and-a-half storey building designed in the Second Empire style. The property is part of a cohesive grouping of built heritage resources that provide a distinct sense of place and represent Toronto's 1860s-1950s architecture, a period when Yonge Street's commercial main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) on March 15, 1974 and is identified as a contributing property in the Historic Yonge Street Heritage Conservation District, adopted by City Council in 2016, and currently under appeal.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>Dating to c.1879, the property at 639 Yonge Street has design and physical value as a representative example of the Second Empire architectural style that was popular in many prominent commercial, public, and residential buildings in Toronto from 1860 to 1900. Although the ground floor is altered, the corner property features several details that are typical of the Second Empire style, including a slate mansard roof, segmental-arched windows, and bell-shaped dormers accented by wood trim details on both its street-facing elevations. The 2-1/2-storey property also has design and physical value for its typology as a representative example of a Main Street Commercial Row building constructed during a significant period of development along Yonge Street.</p>\n<p>&nbsp;</p>\n<p>The property at 639 Yonge Street is significant for the retail activity which occurred here from 1924-31, being the first retail location and office for the Canadian Tire Corporation. Established in 1922 by brothers J.W. and A.J. Billes and incorporated in 1927 while occupying the premises at 639 Yonge Street, the business repaired tires, sold a variety of automotive supplies, and pumped gasoline from under a canopy on the south side of the building. Presently, the company is one of Canada's most recognizable retail chains and operates a network of over 1700 stores and gas bars across the country.</p>\n<p>&nbsp;</p>\n<p>The property is also associated with the theme of Yonge Street's role as a focal point for Toronto's counterculture, pop culture, and music scene during the latter half of the 20th century as the premises of the House of Lords hair salon from the early 1970's through 2017. The House of Lords gained notoriety for catering to celebrities and rock stars such as David Bowie, Axl Rose, Rod Stewart and others. During this time, the House of Lords contributed to music, arts, and fashion culture not only through their hair styling services, but also by hosting record release parties, album launches, and live radio broadcasts at the salon.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property has cultural heritage value for maintaining and supporting the historic main street character of Yonge Street, south of Bloor Street. Situated on the east side of the block between Isabella Street and Charles Street East, the subject property's scale, form and massing contribute to the low-rise streetwall condition found on this portion of Yonge Street and are consistent with the rhythm produced by fine-grained storefronts along the streetscape. The building's Second Empire style is one of several predominant architectural styles in the area.</p>\n<p>&nbsp;</p>\n<p>The property at 639 Yonge Street (including 2 and 4 Isabella Street) is functionally, visually and physically linked to Yonge Street, Toronto's \"Main Street\", as a commercial building housing the services, amenities, and employment opportunities necessary to support daily life in neighbouring residential areas. The property is also historically linked to the metamorphosis of Yonge Street into Toronto's main commercial corridor.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 639 Yonge Street as a representative example of a Main Street Commercial Row building designed in the Second Empire style:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the northeast corner of Yonge and Isabella streets</li>\n<li>The scale, form and massing of the property as a 2-1/2-storey building with a rectangular-shaped plan</li>\n<li>The property's material palette, consisting of brick with wood detailing (the brick has been painted)</li>\n<li>The 3-sided mansard roof with patterned slate tile supported by a decorated soffit, eaves, and cornice featuring ornamental brackets on the west, south, and east elevations (some slates on the east slope of the roof have been replaced with asphalt shingles)</li>\n<li>The brick chimney that projects from the exterior wall and roof slope of the south elevation</li>\n<li>The architectural details on the west and south elevations that are representative of the Second Empire style, including:</li>\n<li>The bell-shaped dormers with carved wood trim on the mansard roof</li>\n<li>The segmental-arched windows on the second floor</li>\n<li>The increased proportion of glazing of the ground floor storefront compared to the upper stories</li>\n<li>Entrances providing at-grade access from the street to the ground floor and upper floors of the building</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 639 Yonge Street as supporting and maintaining the character of this portion of Yonge Street, and as being historically, functionally, and visually linked to its surroundings:</p>\n<ul>\n<li>The placement, setback and orientation of the building on the northeast corner of Yonge and Isabella streets</li>\n<li>The scale of the building, which is consistent with the 2-4 storey streetwall height and rhythm of narrow storefronts along this portion of Yonge Street</li>\n<li>The recessed entrance doorways, which are consistent with the storefronts along this portion of Yonge Street</li>\n<li>The materials of the building's fa&ccedil;ade, which are consistent with the brick, stone, and wood detailing found along this portion of Yonge Street</li>\n<li>The higher percentage of glazing on the ground floor fa&ccedil;ade along Yonge Street relative to upper floors, which serves the purpose of indicating retail use at-grade that can be accessed directly from Yonge Street and residential and/or commercial uses in upper floors</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of July 25, 2023, which is August 24, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4260,
  "otherReferenceList": [
    {
      "description": "2023.PH5.13 - 639 - 651 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH5.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 639 Yonge Street (Including Entrance Addresses at 2 and 4 Isabella Street)\t",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
