{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "35 Kingsway Crescent Toronto Ontario",
      "latitudeCoordinate": "43.6560740752",
      "longitudeCoordinate": "-79.5042998145",
      "postalCode": "M8X 2P9",
      "province": "Ontario",
      "streetAddress": "35 Kingsway Crescent"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 35 Kingsway Crescent",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4060"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1690257600000,
  "noticeDescription": "<p>TAKE NOTICE that the Council of the City of Toronto on July 19 and 20, 2023, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove, or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 35 Kingsway Crescent. &nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on July 19 and 20, 2023, has considered an application under Section 34(1)2 of the Ontario Heritage Act to demolish or remove, or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 35 Kingsway Crescent. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The Decision of Council of the City of Toronto, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p style=\"padding-left: 40px;\">1. City Council approve:</p>\n<p style=\"padding-left: 80px;\">a. the demolition of the curved wall of the designated property at 35 Kingsway Crescent, in accordance with Section 34 (1) 1 of the Ontario Heritage Act, subject to the conditions as set out below.</p>\n<p style=\"padding-left: 80px;\">b. the demolition of the detached garage at the designated property at 35 Kingsway Crescent, in accordance with Section 34 (1) 2 of the Ontario Heritage Act, subject to the conditions as set out below.</p>\n<p style=\"padding-left: 80px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p style=\"padding-left: 40px;\">2. City Council direct that its retroactive consent to the application to demolition of the curved wall of the designated property at 35 Kingsway Crescent, under Part IV, Section 34 (1) 1 of the Ontario Heritage Act and its consent to demolish the detached garage at the designated property at 35 Kingsway Crescent, in accordance with Part IV, be subject to the following conditions:</p>\n<p style=\"padding-left: 80px;\">a. that a curved wall be constructed as shown in the plans and drawings prepared by Gren Weis Architect and Associates, dated June 9, 2023 and on file with the Senior Manager, Heritage Planning to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning.</p>\n<p style=\"padding-left: 80px;\">b. that a detached garage be constructed as shown in the plans and drawings prepared by Gren Weis Architect and Associates., dated June 9, 2023 and on file with the Senior Manager, Heritage Planning to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning.</p>\n<p style=\"padding-left: 80px;\">c. Final building permit drawings for the new curved wall be consistent with the plans and drawings by Gren Weis Architect and Associates, dated June 9, 2023 to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning.</p>\n<p style=\"padding-left: 80px;\">d. Final building permit drawings for the new detached garage be consistent with the plans and drawings by Gren Weis Architect and Associates, dated June 9, 2023 to the satisfaction of the Senior Manager, Heritage Planning, Urban Design, City Planning.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>Notice of an appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property or the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty days of July 25, 2023, which is August 24, 2023.</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove or permit the demolition or removal of a heritage attribute of the Property or the application to demolish or remove a building and/or structure on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p style=\"padding-left: 40px;\">(1) set out the reasons for the objection to the decision;</p>\n<p style=\"padding-left: 40px;\">(2) set out the reasons in support of the objection to the decision; and</p>\n<p style=\"padding-left: 40px;\">(3) be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions, or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>Only the owner of the Property subject of the application under Section 34 of the Ontario Heritage Act may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act. The appeal may only be made where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions, or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.24\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.24</a></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4263,
  "otherReferenceList": [
    {
      "description": "2023.CC8.24 - Demolition of a Heritage Attribute and a Structure to a Designated Property at 35 Kingsway Crescent",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC8.24"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 35 Kingsway Crescent",
  "topics": [
    "Heritage > Designation of a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
