{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2 Villiers Street Toronto Ontario",
      "latitudeCoordinate": "43.6476402285",
      "longitudeCoordinate": "-79.353411174",
      "postalCode": "M5A 1B1",
      "province": "Ontario",
      "streetAddress": "2 Villiers Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "170 Villiers Street Toronto Ontario",
      "latitudeCoordinate": "43.6498406699",
      "longitudeCoordinate": "-79.347564506",
      "province": "Ontario",
      "streetAddress": "170 Villiers Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "16 Munition Street Toronto Ontario",
      "latitudeCoordinate": "43.6473116882",
      "longitudeCoordinate": "-79.3514617469",
      "postalCode": "M5A 1G7",
      "province": "Ontario",
      "streetAddress": "16 Munition Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "39 Commissioners Street Toronto Ontario",
      "latitudeCoordinate": "43.646087804",
      "longitudeCoordinate": "-79.350092122",
      "postalCode": "M5A 1A6",
      "province": "Ontario",
      "streetAddress": "39 Commissioners Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "99 Commissioners Street Toronto Ontario",
      "latitudeCoordinate": "43.6462986163",
      "longitudeCoordinate": "-79.3436722015",
      "postalCode": "M5A 1A6",
      "province": "Ontario",
      "streetAddress": "99 Commissioners Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "222 Cherry Street Toronto Ontario",
      "latitudeCoordinate": "43.643297676",
      "longitudeCoordinate": "-79.351496305",
      "province": "Ontario",
      "streetAddress": "222 Cherry Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "312 Cherry Street Toronto Ontario",
      "latitudeCoordinate": "43.6471083937",
      "longitudeCoordinate": "-79.3542662899",
      "postalCode": "M5A 3L2",
      "province": "Ontario",
      "streetAddress": "312 Cherry Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Request to Amend the Official Plan and former City of Toronto Plan - Villiers Island",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4136"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1692849600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Toronto and East York Community Council</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the Planning Act)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Request to Amend the Official Plan and former City of Toronto Official Plan &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Application Number 23 159975 STE 14 OZ</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application: Villiers Island, generally located at 2, 62, 65, 105, 155, 165, and 170 Villiers Street; 16 Munitions Street; 39, 51, 54, 63, 75, 85, 95, 97 and 99 Commissioners Street; and 222, 238, 242, 256 and 312 Cherry Street</strong><br /><strong>Applicant: City Of Toronto&nbsp; </strong><br /><strong>&nbsp;</strong><br /><strong>Date: September 19, 2023</strong><br /><strong>Time: 10:00 a.m., or as soon as possible thereafter</strong><br /><strong>Place: Committee Room 1, Toronto City Hall and by Video Conference</strong><br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>The application to amend the Official Plan and former City of Toronto Official Plan propose to remove a barrier for the City to enter into future agreements to transfer lands to federal or provincial government agencies or boards for purposes of advancing infrastructure projects or conservation activities and to permit the City to enter into easement agreements with utility companies to permit utilities to cross lands designated Parks and Open Space Areas to service Villiers Island, McCleary District, South River and Polson Quay precincts for the Villiers Island area, which generally includes the properties at 2, 62, 65, 105, 155, 165, and 170 Villiers Street; 16 Munitions Street; 39, 51, 54, 63, 75, 85, 95, 97 and 99 Commissioners Street; and 222, 238, 242, 256 and 312 Cherry Street.</p>\n<p>&nbsp;</p>\n<p>The Official Plan Amendments do not propose any changes in land use designation or reduction in the City's Green Space System.</p>\n<p>&nbsp;</p>\n<p>&nbsp;This land is also subject to an application under the Planning Act for an amendment to an official plan amendment.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material and a copy of the proposed Official Plan Amendments may be obtained by contacting Anthony Kittel, Project Manager at 416-392-0758, or by e-mail at <a href=\"mailto:Anthony.Kittel@toronto.ca\">Anthony.Kittel@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Further information can be found at <a href=\"https://www.toronto.ca/city-government/planning-development/planning-studies-initiatives/port-lands/\">https://www.toronto.ca/city-government/planning-development/planning-studies-initiatives/port-lands/</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>Toronto and East York Community Council will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Toronto and East York Community Council, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Toronto and East York Community Council directly, please register by e-mail to <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a> or by phone at 416-392-7033, no later than 12:00 p.m. on September 18, 2023. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Toronto and East York Community Council may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Cathrine Regan, Administrator, Toronto and East York Community Council, 100 Queen Street West, 2nd Floor,&nbsp; West Tower, Toronto ON M5H 2N2, Phone: 416-392-7033, Fax: 416-392-2980, e-mail: <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-392-7033, TTY 416-338-0889 or e-mail <a href=\"mailto:teycc@toronto.ca\">teycc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>In support of the Port Lands- flood protection works and related City-building infrastructure projects, amendments to the Official Plan and former City of Toronto Official Plan are required in order to allow the City to enter into future agreements with federal or provincial agencies or boards, and/or utility companies to transfer, sell or dispose by way of long term easement any City-owned lands that are identified in the Green Space System and/or designated Parks and Open Space Areas.</p>\n<p>&nbsp;</p>\n<p>The amendments are a technical exercise and streamlining process that will remove the requirement for an Official Plan Amendment to implement specific Council-endorsed projects, plans and Environmental Assessments within the new Don River valley, as well as the Villiers Island parks and open space system. The official plan amendment process is long and resource intensive, and these Official Plan Amendments will create efficiencies in transferring lands for conservation or flood protection, as well as any easements that are required to facilitate development of Villiers Island, McCleary District, Polson Quay and South River mixed-use precincts. The Official Plan Amendments do not propose any changes in land use designation or reduction in the City's Green Space System.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Official Plan Amendment, you must make a written request to the City Clerk Attention: Cathrine Regan, Administrator, Toronto and East York Community Council, at the address, fax number or e-mail set out in this notice.</p>\n<p>&nbsp;</p>\n<p><strong>Official Plan Amendment Appeal:</strong> If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Official Plan Amendments are adopted or refused, the person or public body is not entitled to appeal the decision.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:&nbsp;</strong> The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at: <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws\">https://www.toronto.ca/city-government/public-notices-bylaws</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4337,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "23 159975 STE 14 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - Request to Amend the Official Plan and former City of Toronto Plan - Villiers Island",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Proposal for an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
