{
  "accessibilityDescription": "Special Assistance for Members of the Public:  City staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-396-7287, TTY 416-338-0889 or e-mail scc@toronto.ca.",
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "4342 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.771673181",
      "longitudeCoordinate": "-79.173490225",
      "province": "Ontario",
      "streetAddress": "4342 Lawrence Avenue East"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Scarborough Community Council",
    "country": "Canada",
    "emailAddress": "scc@toronto.ca",
    "locationName": "Scarborough Civic Centre",
    "phone": "416-396-7287",
    "postalCode": "M1P 4N7",
    "province": "Ontario",
    "streetAddress": "150 Borough Drive"
  },
  "decisionBody": "Scarborough Community Council",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Scarborough Civic Centre, 3rd Floor",
      "postalCode": "M1P 4N7",
      "province": "Ontario",
      "startDateTime": 1553002200000,
      "streetAddress": "150 Borough Drive"
    }
  ],
  "noticeDate": 1551762000000,
  "noticeDescription": "<p>Notice is given that the City of Toronto will consider whether to pass a by-law to authorize the naming of a proposed private street in the Scarborough Community Council Area.</p>\n<p>To consider a proposal to name the proposed private street at 4342 Lawrence Avenue East as \"Wildflower Way\".</p>\n<p>The plan showing the lands to be affected may be seen in the City Clerk's Office, Secretariat, 3rd Floor, Scarborough Civic Centre, 150 Borough Drive, between the hours of 8:30 a.m. and 4:30 p.m. Monday to Friday. At its meeting to be held in the Council Chamber, Main Floor, Scarborough Civic Centre, 150 Borough Drive, on March 19, 2019 at 9:30 a.m., or shortly afterwards, the Scarborough Community Council will hear in person or by his or her counsel, agent or solicitor, any person who claims that his or her lands will be prejudicially affected by the naming and who applies to be heard with respect to the proposed naming.</p>\n<p>Notice to People writing or making presentations to the Scarborough Community Council:&nbsp; The personal information contained in your correspondence to Toronto City Council or its committees is collected under the City of Toronto Act, 2006, and the City of Toronto Municipal Code, Chapter 27 &ndash; Council Procedures, section 27-21. Any personal information will become part of the public record and may be posted on the City's website, unless you expressly request the removal of personal identity information. Questions about the collection of this information may be directed to the City Clerk's office at 416-396-7287.</p>\n<p>The City videotapes committee and community council meetings. If you make a presentation to a committee or community council, the City will be videotaping you and City staff may make the videotapes available to the public.</p>\n<p>To obtain additional information, submit comments or address the Scarborough Community Council meeting on March 19, 2019, please contact the Scarborough Community Council no later than 4:30 p.m. on March 18, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 442,
  "otherReferenceList": [
    {
      "description": "2019.SC4.1 - Naming of a Proposed Private Street at 4342 Lawrence Avenue East",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.SC4.1"
    },
    {
      "description": "Bylaw 411-2019 - To authorize the naming of a proposed private street located at 4342 Lawrence Avenue East as Wildflower Way.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0411.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "City of Toronto Act, 2006 - Public Notice, Scarborough Community Council Area",
  "title": "Notice of Naming of a Private Street - Wildflower Way",
  "topics": [
    "Transportation > Intention to name a road or highway"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
