{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - City-Initiated Request to Amend the Zoning By-law Amendments for Outdoor Patios on Private Property",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4303"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1696910400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Planning and Housing Committee</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the Planning Act)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>City-initiated Zoning By-law Amendments for Outdoor Patios on Private Property</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application: </strong><strong>City-wide</strong><br /><strong>Applicant: </strong><strong>City-initiated</strong><br /><strong>&nbsp;</strong><br /><strong>Date: </strong><strong>October 26, 2023</strong><br /><strong>Time: </strong><strong>9:30 a.m. or as soon as possible thereafter</strong><br /><strong>Place: </strong><strong>Committee Room 1, City Hall, 100 Queen Street West and By Video Conference</strong><br /><strong>&nbsp;</strong></p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>City-wide Zoning By-law 569-2013 is proposed to be amended by maintaining the temporary zoning permissions for outdoor patios on private property in response to Covid-19.&nbsp; The proposed amendments include permitting outdoor patios to be a maximum of 50 percent of the indoor premises they are combined with, permitting outdoor patios in the Commercial Local (CL) Zone, allowing an outdoor patio to occupy the entire front yard within the Employment Industrial Zone Category, and permitting outdoor patios to occupy parking spaces and abutting drive aisles.</p>\n<p>&nbsp;</p>\n<p>In addition to amendments to maintain the temporary zoning permissions, City-wide Zoning By-law 569-2013 is also proposed to be amended by permitting outdoor patios in the Residential Apartment Commercial (RAC) Zone, permitting limited entertainment on outdoor patios, reducing the required distance in mixed use zones between an outdoor patio and a lot in the residential zone to 10 metres, permitting retail stores in combination with an outdoor patio, and to make technical changes as required.</p>\n<p>&nbsp;</p>\n<p>A second stand-alone zoning by-law amendment to amend the former general zoning by-laws (the zoning by-laws of former municipalities) is also proposed consistent with the permissions described for the amendments to City-wide Zoning By-law 569-2013.</p>\n<p>&nbsp;</p>\n<p>Several site-specific zoning by-law amendments are also proposed that would make temporary permissions to enable certain outdoor patios in response to the Covid-19 pandemic permanent. These include outdoor patios located at: 100 Indian Road, 94 The Esplanade, 95-107 Danforth Avenue and 849 Broadview Avenue and 1118 Queen Street East.</p>\n<p>&nbsp;</p>\n<p>An extension to the temporary use by-law for the outdoor patio located at 229 Richmond Street West is also proposed. The current expiration date of December 31, 2023 is proposed to be extended to December 31, 2025. Proposed amendments to this by-law include the addition of &ldquo;recreation use&rdquo; to permit a skating rink, a volleyball court and a pickleball court and a restriction on the hours in which amplified music can be played. &nbsp;</p>\n<p>&nbsp;</p>\n<p>A site-specific zoning by-law amendment is required for 100 Indian Road because an outdoor patio is not permitted in the Residential (R) Zone, and the proposed city-wide zoning by-law amendments will not permit an outdoor patio in this zone.</p>\n<p>&nbsp;</p>\n<p>A site-specific zoning by-law amendment is required for 94 Esplanade, because this is an off-site outdoor patio for use by the eating establishment located at 67 Front Street East, and the proposed city-wide zoning by-law amendments require that an outdoor patio be located on the same lot or an abutting lot of the use to which it is combined with.</p>\n<p>&nbsp;</p>\n<p>A site-specific zoning by-law amendment is required for 95-107 Danforth Avenue and 849 Broadview Avenue because the outdoor patio on the lands is less than 10 metres from a lot in the Residential Zone category, and the proposed city-wide zoning by-law amendments require an outdoor patio to be at least 10 metres from a lot in the Residential Zone category in this area.</p>\n<p>&nbsp;</p>\n<p>A site-specific zoning by-law amendment is required for 1118 Queen Street East because the outdoor patio on the lands is less than 10 metres from a lot in the Residential Zone category, and the proposed city-wide zoning by-law amendments require an outdoor patio to be at least 10 metres from a lot in the Residential Zone category in this area.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material and a copy of the proposed zoning by-law amendment may be obtained by contacting Jamie Atkinson, Planner, at (416) 392-0449 or by e-mail at <a href=\"mailto:Jamie.Atkinson@toronto.ca\">Jamie.Atkinson@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Further information can be found at <a href=\"http://www.Toronto.ca/PatioZoning\">http://www.Toronto.ca/PatioZoning</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal and any other material placed before it, in order to make recommendations on the proposed zoning by-law amendments. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Planning and Housing Committee, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Planning and Housing Committee directly, please register by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by phone at 416-397-4579, no later than <strong>12:00 p.m. on October 25, 2023</strong>. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about the matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Nancy Martins, Administrator, Planning and&nbsp; Housing Committee, Toronto City Hall, 100 Queen Street West, 2nd Floor, Toronto, ON, M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the amendments listed in this Notice apply to all of the lands of the City of Toronto and regulate the use of lands at several locations within the geographic boundaries of the City of Toronto, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed zoning by-law amendment and/or passing or refusal of the proposed Zoning By-law Amendment, you must make a written request to the City Clerk attention: Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out above.</p>\n<p>&nbsp;</p>\n<p><strong>Zoning By-law Amendment Appeal:&nbsp;</strong> If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Zoning By-law Amendment is passed or refused the person or public body is not entitled to appeal the decision.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:&nbsp;</strong> The City of Toronto Act, 2006, the Planning Act, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.&nbsp; Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4465,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - City-Initiated Request to Amend the Zoning By-law Amendments for Outdoor Patios on Private Property",
  "topics": [
    "Meetings > Notice of meeting",
    "Planning > Proposal for a Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-meeting.png",
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
