{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "60 Lowther Avenue Toronto Ontario",
      "latitudeCoordinate": "43.670536824",
      "longitudeCoordinate": "-79.398763827",
      "postalCode": "M5R 1C7",
      "province": "Ontario",
      "streetAddress": "60 Lowther Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 60 Lowther Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4317"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1697515200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>60 LOWTHER AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 60 Lowther Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 60 Lowther Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria for municipal designation under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located in the Annex neighbourhood on the north side of Lowther Avenue, between Bedford Road and Admiral Road, the property at 60 Lowther Avenue contains a 2 1/2 storey house form building constructed in 1906 as the residence for Miller Lash, a prominent Toronto lawyer. Designed by the esteemed architectural firm Sproatt &amp; Rolph (in association with S.G. Curry, consulting architect) the Friends House/Miller Lash House is a unique and skillful example of the Georgian Revival architectural style, particularly in its response to the site's configuration. Several other buildings associated with Miller Lash are designated under Part IV as part of Lash's Highland Creek estate at 130 Old Kingston Road in Scarborough, presently owned by the University of Toronto, including the Miller Lash House and Icehouse (By-Law No.302-1998) and the Carriage House (By-Law No.744-2001).</p>\n<p>&nbsp;</p>\n<p>In 1949, the property was acquired by the Toronto Monthly Meeting of the Religious Society of Friends (otherwise known as Quakers) and was adaptively reused as their Friends (Meeting) House. In 1969, a rear addition, designed by Ottawa-based architect John Leaning, who was also a member of the Quaker community, was added to the property to accommodate an increase in membership. In addition to and complementing its Friends House function, the property has become an important meeting space for various community organizations. In this way, the property continues and contributes to the history of an active community character for which the West Annex is known.</p>\n<p>&nbsp;</p>\n<p>The subject property at 60 Lowther Avenue was added to the City's Inventory of</p>\n<p>Heritage Properties (now, Heritage Register) in 1976.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Friends House/Miller Lash House has design value as a unique example of the Georgian Revival style dwelling whose value also resides in the skillful application of the style in its response to the site's configuration.</p>\n<p>&nbsp;</p>\n<p>Characteristic elements of the Georgian Revival style are present in the following features of the Miller Lash House: its rectangular form, two-and-a-half storey volume with an unusual double gable roof punctuated by chimneys and dormer windows,&nbsp; the symmetrical arrangement of elements, including the central entrance with its stepped forward portico, and the original window openings with keystones and stone sills; the unexpected bay window on the south elevation that is mirrored on the west elevation flanking a centrally-placed solarium; its red-brick cladding and quoin details; decorative dentil details; and finally, as a gesture to the Greek orders, its columns, pilasters, and entablature in grey stone. The Georgian Revival character of the exterior of the house is reflected in the interior design of the main rooms including the reception room, dining room, library, and central hall, which feature classicist stylistic elements.</p>\n<p>&nbsp;</p>\n<p>The subject property at 60 Lowther Avenue is valued for its association with the prominent Toronto lawyer and businessman, Miller Lash. The property, which was built for Miller Lash in 1906, was used as his Toronto-based residence until his death in 1941. The association with Miller Lash is significant to the history of the West Annex community as it exemplifies the early 20th century architect-designed residential buildings constructed in the area for financially affluent Toronto residents. Several other buildings associated with Miller Lash are included on the City of Toronto's Heritage Register as part of Lash's Highland Creek estate at 130 Old Kingston Road: the Miller Lash House and Icehouse (Part IV 1998), and the Carriage House (Part IV 2001).</p>\n<p>&nbsp;</p>\n<p>The property demonstrates the skillful work of the partnership of Sproatt &amp; Rolph (1899 to 1934), one of Canada&rsquo;s most important architectural partnerships of the early 20th century. As partners in one of Toronto&rsquo;s leading firms, they contributed a significant body of work to the City of Toronto, including several landmark buildings currently on the City's Heritage Register. Noted for its skillful and site responsive application of the Georgian Revival style design, the Miller Lash House reflects Sproatt &amp; Rolph's approach to prominent residential commissions in the early 20th century. Their residential architecture was widely published from 1901 to 1931, and a few of the firm's notable/noteworthy commissions are in the vicinity of the Miller Lash House.</p>\n<p>&nbsp;</p>\n<p>The subject property is also valued for its association with the Toronto Monthly Meeting of the Religious Society of Friends (or Quakers), who have owned and used the building as their Meeting House since 1949. In addition to housing the Friends' weekly meetings, the rooms throughout the building are regularly rented out by various community groups and organizations whose objectives align with those of the Religious Society of Friends. This multi-purpose, community-focused function contributes to the community activist character for which the West Annex is known.</p>\n<p>&nbsp;</p>\n<p>60 Lowther Avenue (Friends House) yields information that contributes to an understanding of Quaker traditions, as well as the Quaker community specific to Toronto. Founded by George Fox in the 17th century, the Quakers are a religious community who practice a return to the roots of Christian faith and worship. There is no codified style of architecture associated with Quakerism and their Meeting Houses, nor are they consecrated buildings. The general amenability in the Quaker use of space resulted in minimal alterations to the subject property's exterior built fabric. This aligned with the adaptive reuse processes that typified the evolution of the West Annex neighbourhood, which has largely retained its residential character while introducing commercial and institutional uses. The most prominent change of the 1969 north elevation addition reflects trends in Toronto Quaker membership, which increased in the 1960s when American members relocated to Canada to avoid the Vietnam War draft.</p>\n<p>&nbsp;</p>\n<p>The subject property supports and maintains the character of the southeast section of the historic Annex neighbourhood, which is recognised by its intact collection of low-rise, architect-designed house form buildings dating to the late-19th and early 20th centuries, many of which are listed on the City of Toronto&rsquo;s Heritage Register, including: 70 Lowther Avenue (Part IV 2018), and 74, 75, 76, 77, 78, 84, and 88 Lowther Avenue (all listed between 1973-1977). The eastern edge of the subject property&rsquo;s property parcel abuts the westernmost boundary of the East Annex Heritage Conservation District (HCD), designated by the City of Toronto in 1994.</p>\n<p>&nbsp;</p>\n<p>60 Lowther Avenue is physically, visually, and historically linked to its surroundings in the West Annex neighbourhood, where it sits on the north side of Lowther Avenue near the corner of Bedford Road, facing south to overlook Taddle Creek Park. It is part of a concentration of substantial, architect-designed house-form buildings on the block that are characterized by fine architectural detailing and landscaped setbacks, as seen at the subject property. The construction of these house forms was influenced by Simeon Janes and his Toronto Annex subdivision plan, which initially marketed the area as an exclusively residential enclave. Additionally, the property's construction date falls within the development peak of the West Annex, which occurred between 1900 to 1910 (with its apex in 1907).</p>\n<p>&nbsp;</p>\n<p>The adaptation of 60 Lowther Avenue from a residential to an institutional function reflects a common trend in the post-war development of the West Annex. Its community and character experienced a diversification of demographics and functions within the pre-existing buildings. Furthermore, the minimal exterior alterations required to facilitate its transition are typical of the area&rsquo;s development for large house forms converted to non-residential uses.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 60 Lowther Avenue as a representative and unique example of a Georgian Revival residential building:</p>\n<p><strong>Exterior:</strong></p>\n<ul>\n<li>The scale, form and massing of the two-and-a-half-storey building on a raised basement, within a rectangular plan</li>\n<li>The materials, with the brick masonry construction featuring stone and wood detailing</li>\n<li>The two gable roofs punctuated by dormers on the south, west, and east elevations, and two chimneys on the south side and one on the north</li>\n<li>The brick quoining</li>\n<li>On the south elevation, the two Tuscan Doric columned main entrance portico with entablature of repeating triglyph and guttae with two pilasters that steps forward on a raised platform approached by steps and a square-sided bay window with pairs of pilasters to the right</li>\n<li>On the west elevation, the semi-circular, four Tuscan Doric columned solarium flanked by square-sided bay windows and pairs of Tuscan Doric pilasters</li>\n<li>All original window openings with their symmetrical arrangements, stone sills, and stone keystone details</li>\n<li>Original sash windows and patterns of window glazing</li>\n<li>The deep projecting wood cornice, cornice returns on the side elevations, and wood eaves with dentils, as well as gable ends with dentils</li>\n</ul>\n<p><strong>Interior:</strong></p>\n<ul>\n<li>The interior features of the reception room, library, and dining room including the oak-panelled walls, oak mantelpieces and stone fireplaces, and classicist decorative elements as well as the arched doorways leading to the solarium</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 60 Lowther Avenue as an example of the work of the architects Sproatt and Rolph, and as an architect-designed house form whose features were retained when the property was adaptively reused for an institutional function:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The subject property's Georgian Revival style design features, which are demonstrative both of the skilled work of Sproatt &amp; Rolph and the status of the property as an architect-designed home for an affluent property owner, Miller Lash (an association that typified the early character of the southeast areas of the Annex)</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 60 Lowther Avenue as defining, supporting, and maintaining the historic character of the area and being historically, visually, functionally, and physically linked to its setting:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The setback, placement, and orientation of the building, mid-block on the north side of Lowther Avenue</li>\n<li>The property's setting within the southeast area of the Annex neighbourhood, where it contributes to a collection of late-19th and early 20th architect-designed house forms that are set back from the street</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a>&nbsp;within thirty days of October 17, 2023, which is November 16, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.8\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.8</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4480,
  "otherReferenceList": [
    {
      "description": "PH6.8 - 60 Lowther Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH6.8"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 60 Lowther Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
