{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4335"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1697515200000,
  "noticeDescription": "<p style=\"text-align: center;\">City of Toronto Act, 2006 Public Notice</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Proposed Amendments to City Council Delegation to Community Councils</strong></p>\n<p style=\"text-align: center;\"><strong>Changes to Traffic Calming Measures and Polling Requirements</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures</strong></p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee and Toronto City Council will be considering a recommendation to pass a by-law to amend City of Toronto Municipal Code Chapter 27 (Council Procedures) in order to make changes to section &sect;27-18.4B(9), Traffic Calming, and Community Councils' delegated authority to make final decisions Traffic Calming matters.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the City Council meeting on November 8, 9 and 10, 2023 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report (October 12, 2023) General Manager, Transportation Services includes the following recommendation:</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The General Manager, Transportation Services recommends that:&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">2. City Council amend &sect;27-18.4B(9), Traffic Calming, of City of Toronto Municipal Code Chapter 27, Council Procedures, as follows:</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. by deleting from subsection (a)[3] the phrase: &ldquo;Chicanes&rdquo; and inserting the phrase: &ldquo;Speed cushions&rdquo;;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. by deleting from subsection (b) the phrase: &ldquo;that do not have an established TTC route&rdquo;; and</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. by deleting subsection (c):</p>\n<p style=\"padding-left: 80px;\">\"Despite Subsection B(9)b, the authority to waive petition and polling requirements under the City's Traffic Calming Policy for traffic calming proposals.\".</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>If approved by City Council, City of Toronto Municipal Code Chapter 27 (Council Procedures) will require amendment.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held on October 25, 2023 at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person by video conference, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To view the report from the Controller in full, visit the City's website at: <a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.IE7.4\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2023.IE7.4</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on October 25, 2023, please contact the Committee no later than 12:00 p.m. on October 24, 2023:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Infrastructure and Environment Committee<br />Toronto City Hall</p>\n<p style=\"padding-left: 40px;\">100 Queen Street West, 10th Floor, West Tower<br />Toronto, ON M5H 2N2</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-4666<br />Fax: 416-392-1879<br />Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>While the report sets out proposed changes, the Committee and/or City Council may make amendments to the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on October 25, 2023 which will be forwarded to City Council at its meeting on November 8, 9 and 10, 2023</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the General Government Committee:</strong>&nbsp; The <em>City of Toronto Act, 2006</em> and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4497,
  "otherReferenceList": [
    {
      "description": "IE7.4 - Updates on Vision Zero Road Safety Initiatives - New Traffic Calming Policy, Community Safety Zone Criteria, Zebra Marking Policy, Approach to Area-Based Speed Limit Reductions and Related Council Requests\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.IE7.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Amendments to City of Toronto Municipal Code Chapter 27, Council Procedures",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
