{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "570 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.670382662",
      "longitudeCoordinate": "-79.376275433",
      "postalCode": "M4X 1L3",
      "province": "Ontario",
      "streetAddress": "570 Sherbourne Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 570 Sherbourne Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4417"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1699938000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>570 SHERBOURNE STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 570 Sherbourne Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 570 Sherbourne Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 570 Sherbourne Street is the southern end unit of a continuous row of five grand rowhouses constructed together between 1888 and 1889 for City of Toronto Alderman and speculator Edward Hewitt at the southwest corner of Sherbourne and Linden Streets. Rising three-storeys over a raised basement, the design combines elements of the Richardson Romanesque and Queen Anne Revival styles, which were both popular choices for grand residences in late-Victorian Toronto.</p>\n<p>&nbsp;</p>\n<p>The property at 570 Sherbourne Street is physically connected to the adjacent property to the north (572 Sherbourne) by a brick \"tail\" that is deeply recessed between the main entryways and contains a single light at the first and second storeys of each property.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on February 7, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property 570 Sherbourne Street, as part of a continuous row of five rowhouses connected by a recessed \"tail\" near their rear or west end, is a rare example of a late-nineteenth century rowhouse designed to appear like the neighbouring grand homes along Sherbourne Street. Further emphasizing this, instead of an identical fa&ccedil;ade, the property features a unique organization of a shared vocabulary of architectural elements among the adjacent four rowhouses.</p>\n<p>The property is also a representative example of a late-Victorian residential structure, blending elements of both the Queen Anne Revival and Richardson Romanesque styles. This is evident in the asymmetrical composition of its principal (east) elevation with defining features including its prominent cross-gable roof, deeply-recessed main entrance framed by a round-arched brick entryway below a second-storey balcony with wooden detailing, and combination of flatheaded, rounded and three-pointed arch fenestration.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The subject property at 570 Sherbourne Street is important in defining, supporting, and maintaining the predominant late-nineteenth century residential character of the surrounding area bounded by Sherbourne, Selby, Huntley, and Isabella Streets where an eclectic mix of then-fashionable Victorian-era architectural styles continue to define the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The property is physically, functionally, visually, and historically linked to its surroundings both as a part of a continuous row of five grand rowhouses and to nearby structures in the surrounding area which developed in the same period.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 570 Sherbourne Street as a rare and representative example of a late-nineteenth century rowhouse designed to appear a like the neighbouring grand homes along Sherbourne Street:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The property's scale, form, and massing</li>\n<li>Red brick cladding with stone and wood trim</li>\n<li>Hipped roof with prominent cross-gable on the principal (east) elevation</li>\n<li>North elevation with deeply recessed brick \"tail\" connecting to the adjacent property to the north (572 Sherbourne)</li>\n<li>Recessed main entrance framed by a rounded-arch entryway surmounted by a second-storey balcony with wooden balustrade.</li>\n<li>Principal (east) elevation fenestration including:\n<ul>\n<li>Three-centred arch window opening with tripartite fenestration and transoms at the first storey</li>\n<li>Paired flat-headed openings and balcony entrance at the second storey</li>\n<li>Paired round-arched openings at the third storey</li>\n</ul>\n</li>\n<li>Decorative brickwork including:\n<ul>\n<li>Drip mouldings over the first and third-storey openings</li>\n<li>Stringcourses delineating the storeys</li>\n<li>Denticulated cornice line</li>\n<li>Scrolled brick apron below the windows on the first and second storey</li>\n<li>Rusticated stonework sills and basement level</li>\n</ul>\n</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 570 Sherbourne Street as character-defining structure within a historic residential area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The property's siting and orientation on the west side of Sherbourne Street</li>\n<li>The property's scale, form, and massing as part of a row of five large late-nineteenth century rowhouses</li>\n<li>The material palette typical of Victorian Era buildings, including red brick with stone and wood detailing</li>\n<li>Hipped roofline with prominent cross gable on principal (east) elevation</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of November 14, 2023, which is December 14, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4580,
  "otherReferenceList": [
    {
      "description": "PH7.12 - 570-576 Sherbourne Street and 37 Linden Street and 29 Linden Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 570 Sherbourne Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
