{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "29 Linden Street Toronto Ontario",
      "latitudeCoordinate": "43.670468617",
      "longitudeCoordinate": "-79.376745013",
      "postalCode": "M4Y 1V5",
      "province": "Ontario",
      "streetAddress": "29 Linden Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 29 Linden Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4418"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1699938000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>29 LINDEN STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 29 Linden Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 29 Linden Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 29 Linden Street is located mid-block on the south side of Linden Street between Sherbourne and Huntley streets. The 2.5-storey house-form building was completed in 1882 for carpenter and speculator, James Bond.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on February 7, 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 29 Linden Street has design value as a representative example of a Second Empire style house-form building. The red brick-clad dwelling maintains a high degree of integrity, retaining many intact features that are typical of Victorian architectural design. The property features a Mansard roof with dormer windows and principal (north) elevation with segmentally arched windows, front entryway with rounded arch transom, and projecting bay of windows at the first storey. Additional details of note include the slate shingling of the roof and contrasting decorative buff brickwork on the principal (north) elevation, including the quoining, triple stringer course between the first and second storeys, and voussoirs with stone keystones above the openings.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The subject property at 29 Linden Street is important in supporting and maintaining the predominant late-nineteenth century residential character of the surrounding area bounded by Sherbourne, Selby, Huntley, and Isabella Streets where an eclectic mix of then-fashionable Victorian-era architectural styles continue to define the streetscape.</p>\n<p>&nbsp;</p>\n<p>Constructed in 1882, the high degree of architectural integrity and materiality of the Second Empire style dwelling is physically, functionally and historically linked to the surrounding area which developed as an upper middle class and upper-class neighbourhood in the 1880s.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 29 Linden Street as a representative example of a Second Empire style house-form building:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The property's scale, form, and massing</li>\n<li>Steeply pitched Mansard roof with slate shingling</li>\n<li>Two gabled wooden roof dormers containing flat-headed openings on the south elevation</li>\n<li>Deeply profiled cornice at roofline</li>\n<li>Projecting shallow two-storey east bay with further projecting three-window half bay with flat roof at the first storey</li>\n<li>Segmental-arch window openings</li>\n<li>Main entrance with round-arched opening and transom</li>\n<li>Red brick cladding with decorative buff brickwork on the principal (north) elevation including quoining, triple stringer course between the first and second storeys, and voussoirs</li>\n<li>Stone keystones, windowsills, and first storey windowsill brackets on the principal (south) fa&ccedil;ade</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 29 Linden Street as a character-defining structure within a historic residential area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The property's siting and orientation on the south side of Linden Street</li>\n<li>The property's scale, form, and massing</li>\n<li>The properties legibility as a single detached residential structure</li>\n<li>The material palette typical of the Second Empire style, including slate roof, dichromatic brickwork, and stone and wood detailing.</li>\n<li>Mansard roof with dormers on the principal (south) elevation</li>\n</ul>\n<p>&nbsp;</p>\n<p>Notice of Objection to the Notice of Intention to Designate</p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of November 14, 2023, which is December 14, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4581,
  "otherReferenceList": [
    {
      "description": "PH7.12 - 570-576 Sherbourne Street and 37 Linden Street and 29 Linden Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 29 Linden Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
