{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "572 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.670414327",
      "longitudeCoordinate": "-79.376328018",
      "postalCode": "M4X 1L3",
      "province": "Ontario",
      "streetAddress": "572 Sherbourne Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "574 Sherbourne Street Toronto Ontario",
      "latitudeCoordinate": "43.67047256",
      "longitudeCoordinate": "-79.376342975",
      "postalCode": "M4X 1L3",
      "province": "Ontario",
      "streetAddress": "574 Sherbourne Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 572 and 574 Sherbourne Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4419"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1699938000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>572 AND 574 SHERBOURNE STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 572 and 574 Sherbourne Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 572 and 574 Sherbourne Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 572 and 574 Sherbourne Street form the central unit of a continuous row of five grand rowhouses constructed between 1888 and 1889 for City of Toronto Alderman and speculator Edward Hewitt at the southwest corner of Sherbourne and Linden Streets. Together, these two house-from structures read as a pair of grand semi-detached residences. Rising three-storeys over a raised basement, the red brick structures feature a design combining elements of both the Richardson Romanesque and Queen Anne Revival styles with an asymmetrical massing and complicated rooflines. Both properties share architectural elements including recessed main entrances framed by rounded-arch entryways; flatheaded, rounded arch, and three-pointed arch fenestration; decorative brickwork; and stained-glass transoms. The recessed entrance at 572 Sherbourne Street is surmounted by a second storey balcony, while the entrance at 574 Sherbourne Street is located within a tall three-storey tower with pyramidal roof.</p>\n<p>&nbsp;</p>\n<p>The properties are physically connected to the adjacent properties to the north (576 Sherbourne Street) and south (570 Sherbourne) by brick \"tails\" that are deeply recessed between the main entryways and contain a single light at the first and second storeys of each property.</p>\n<p>&nbsp;</p>\n<p>Both properties were listed on the City's Heritage Register (then Inventory of Heritage Properties) on August 18, 1976.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 572 and 574 Sherbourne Street, as part of a continuous row of five rowhouses connected by a recessed \"tails\" near their rear or west end, are a rare example of a pair of late-nineteenth century rowhouses designed to appear like the neighbouring grand homes along Sherbourne Street. Utilizing a vocabulary of shared architectural elements, the two properties read as a pair of grand semi-detached residences.</p>\n<p>&nbsp;</p>\n<p>The properties are representative examples of late-Victorian residential architecture, combining elements of both the Queen Anne Revival and Richardson Romanesque styles. This is evident in the asymmetrical composition of their principal (east) elevations, and their shared defining architectural elements, including recessed main entrances framed by round-arched brick entryways, decorative brickwork, and fenestration.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The subject properties at 572 and 574 Sherbourne Street are important in defining, supporting, and maintaining the predominant late-nineteenth century residential character of the surrounding area bounded by Sherbourne, Selby, Huntley, and Isabella Streets where an eclectic mix of then-fashionable Victorian-era architectural styles continue to define the streetscape today.</p>\n<p>&nbsp;</p>\n<p>The properties are physically, functionally, visually, and historically linked to their surroundings both as a part of a continuous row of five grand rowhouses and to nearby structures in the surrounding area which developed in the same period. The properties anchor the southwest corner of Sherbourne and Linden Street, and along with the James Cooper Mansion on the northwest corner, frame the intersection of Sherbourne and Linden Streets.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 572 and 574 Sherbourne Street as rare and representative examples of late-nineteenth century rowhouses designed to appear like the neighbouring grand homes along Sherbourne Street:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The properties scale, form, and massing</li>\n<li>Red brick cladding with stone and wood trim</li>\n<li>Hipped roof with large, shed dormer and cross gable on the principal (east) elevation</li>\n<li>North and south elevations with deeply recessed brick \"tails\" connecting to the adjacent properties to the north (576 Sherbourne) and south (570 Sherbourne)</li>\n<li>Three-storey square tower surmounted by a two-tiered pyramidal roof with recessed main entrance framed by a rounded-arch brick entryway at 574 Sherbourne Street</li>\n<li>Recessed entrance framed by a rounded-arch entryway surmounted by a second-storey balcony with ornate wooden screen and balustrade at 572 Sherbourne Street</li>\n<li>Fenestration of principal (east) elevation including rounded arch, three-centred arch, and flatheaded openings</li>\n<li>Decorative brickwork including:\n<ul>\n<li>Drip mouldings</li>\n<li>Stringcourses delineating the storeys</li>\n<li>Scrolled brick window aprons</li>\n<li>Basketweave spandrel above the three-centred first storey arch window opening at 574 Sherbourne Street</li>\n<li>Rusticated stonework sills and basement level</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 576 Sherbourne Street and 37 Linden Street as character-defining structures within a historic residential area:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The properties siting and orientation on the west side of Sherbourne Street</li>\n<li>The properties scale, form, and massing as part of a row of five large late-nineteenth century rowhouses</li>\n<li>The properties legibility as a pair of grand semi-detached residential structures</li>\n<li>The material palette typical of Victorian Era buildings, including red brick with stone and wood detailing</li>\n<li>Hipped roofline with prominent cross gable, shed dormer, and three-storey tower on principal (east) elevation</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of November 14, 2023, which is December 14, 2023. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4582,
  "otherReferenceList": [
    {
      "description": "PH7.12 - 570-576 Sherbourne Street and 37 Linden Street and 29 Linden Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH7.12"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 572 and 574 Sherbourne Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
