{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "119 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.7067231886",
      "longitudeCoordinate": "-79.5157076751",
      "postalCode": "M5C 2G5",
      "province": "Ontario",
      "streetAddress": "119 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 119 Church Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4542"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>119 CHURCH STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</span></strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 119 Church Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 119 Church Street is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical, historical/associative, and contextual value</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 119 Church Street is located on the east side of Church Street and adjacent to a public laneway, between Queen Street East and Richmond Street East.&nbsp; Rising 4-storeys, the Edwardian Classicist commercial/factory building was completed in c.1910 for George Sparrow &amp; Co., a Toronto-based company specializing in the design and manufacturing of appliances and equipment for hotel and industrial kitchens.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 119 Church Street has design and physical value as a representative example of an early-20th-century commercial/factory type building with Edwardian Classicist detailing.&nbsp; Characteristic features of this building type include its narrow, rectangular massing, four-storey volume, flat roofline, brick cladding, as well as window openings arranged in a grid pattern expressive of the internal post and beam structure and manufacturing function evident along the long southern elevation. The Edwardian Classicist style can be seen on its principal or west elevation in the tripartite organization, symmetrical arrangement of flat-headed openings, the Indiana limestone detailing, pilasters, as well as a heavy denticulated metal cornice and a more subdued denticulated shop metal cornice that wraps around the southwest corner. The original storefront entrance was recessed and flanked by large storefront windows. The original design also included a band of transom windows, four windowpanes above the storefront windows with three above entrance doorway, and the pilasters continued to the base of the building. The style is further evident on the south elevation in the rhythmic arrangement of the segmental-arched openings, the stone sills and triple-layered arched brick detailing above and the pilasters providing an organizational structure to the window openings.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property has value for its association with George Sparrow who, in 1909, commissioned the architect John Francis Brown to design a new manufacturing and commercial building for his company George Sparrow &amp; Company, designers and manufacturers of appliances and equipment for hotel and industrial kitchens. Formerly located on King Street East, adjacent to St. James Cathedral at King and Church Streets, the company remained at 119 Church Street for almost 25 years.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with Henry's Camera, a business in the Canadian photographic industry established in Toronto in 1909 by Harry Himelstein, initially as a watch and jewelry business on Yonge Street and evolving into Canada's largest independent photographic and digital retailer. Henry &amp; Company purchased 119 Church Street in 1974 to focus exclusively on the photographic market and rebranded the company as Henry's with its signature orange logo. As one of Canada's oldest and successful independent camera retailers, Henry's operated out of this location for 47 years.</p>\n<p>&nbsp;</p>\n<p>The property has further associative value as it reflects the work of the Toronto-</p>\n<p>based architect John Francis Brown (1866-1942), a leading and prolific architect who practiced for over 50 years and was the principal figure of three generations of the Brown family of architects. While 140 works have been credited to Brown's practises, he made a particular contribution to the design of commercial, warehouse and factory buildings across the City of Toronto such as 469 King Street West for the Dominion Paper Box Co. (1907), listed on the City's Heritage Register.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Situated on the east side of Church Street, immediately south of Queen Street east and adjacent to the historic alleyway known today as Ditty Lane, the building at 119 Church Street, together with its adjacent properties at 121 and 123 Church Street, is important in maintaining and supporting the late 19th and early 20th century commercial character of the Garden District neighbourhood through its scale, setback, material qualities, and design features of Edwardian Classical architectural elements which contribute to a low-rise, fine-grained, streetwall condition found along this portion of Church Street.</p>\n<p>&nbsp;</p>\n<p>For over 110 years, the Edwardian Classicist commercial/factory building at 119 Church Street has been physically, functionally, visually and historically linked to its surroundings and the commercial, industrial, and institutional character of Church Street, sharing the same block with the Robertson Brothers manufacturing complex, designated under Part IV of the OHA and the Metropolitan United Church at the northwest corner of Church and Queen Streets, also designated under the OHA.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 119 Church Street as a representative example of an early 20th century commercial/factory type building with Edwardian Classicist detailing:&nbsp;</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its lot on the east side of Church Street with a laneway on the south side of the building</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The four-storey scale, rectangular form and massing, and flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including red brick cladding with stone detailing and metal cornices</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (west) elevation:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The tripartite organization and symmetrical arrangement of window openings and the central entrance flanked by storefront window openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed window openings with stone sills and lintels with jambs</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heavy denticulated metal cornice above the third storey window openings and the denticulated shop metal cornice below the second storey window openings, and their return on the southwest corner</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stone string courses</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, the first bay on the southwest corner with the return of the heavy denticulated metal cornice above the third storey window opening and the denticulated shop metal cornice below the second storey window opening and the flat-headed window openings with stone sills and lintels with jambs</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of the property at 119 Church Street as it supports the late-19th and early-20th-century commercial and industrial streetscape of Church Street:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, placement, setback and orientation of the building on the east side of Church Street and adjacent to the historic laneway</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Edwardian Classicist detailing as outlined above and materials including brick cladding and stone detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Its location fronting Church Street with the return of the detailing on the west elevation continued onto the first bay of the south elevation</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4705,
  "otherReferenceList": [
    {
      "description": "PH8.20 - 119 Church Street, 127 Church Street, and 89 Queen Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 119 Church Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
