{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "127 Church Street Toronto Ontario",
      "latitudeCoordinate": "43.706926153",
      "longitudeCoordinate": "-79.5149640158",
      "postalCode": "M5C 2G5",
      "province": "Ontario",
      "streetAddress": "127 Church Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 127 Church Street (Entrance Addresses 121 and 123 Church Street)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4543"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>127 CHURCH STREET (ENTRANCE ADDRESSES 121 AND 123 CHURCH STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 127 Church Street (entrance addresses 121 and 123 Church Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 127 Church Street (entrance addresses 121 Church Street and 123 Church Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 127 Church Street (entrance addresses 121 and 123 Church Street) is located on the east side of Church Street, on the block between Queen Street East and Richmond Street East. Designed in a late-Victorian architectural style, the two three-storey commercial buildings form part of a grouping of commercial structures that were originally completed between 1887 and 1910, and together contribute to the late 19th and early 20th century fine-grained, commercial character of Church Street.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design Value</strong></p>\n<p>The property at 127 Church with an entrance address at 121 Church Street is a representative example of the late-Victorian style, which is evident in its many extant original features including symmetrical arrangement of flat-headed window openings with rusticated stone lintels and sills, the upper storeys framed by pilasters, the prominent denticulated metal cornice bookended with large brackets, restrained decorative red brick stringcourses with rosettes between the second and third storey and a triple-straight braided bond below the cornice. Designed in c.1888, the property retains its original scale, form, and massing as a 3-storey commercial building and has physical value as a surviving example of a fine-grained commercial building typology that emerged along Church Street during the late 19th century.</p>\n<p>&nbsp;</p>\n<p>The property at 127 Church with an entrance address at 123 Church Street is also a representative example of the late-Victorian style, which is evident in its extant original features including classicist stylistic elements on the principal elevation. It features a tripartite organization accentuated by pilasters, symmetrical arrangement of flat-headed window openings, stone banding across the tops of the window openings at both the second and third storeys with floral decorative motifs where the banding intersects with the pilasters, stone sills, and similar to the adjacent properties, a prominent overhanging metal cornice supported by four large brackets. Designed in c.1887, the property retains its original scale, form, and massing as a 3-storey commercial building and has physical value as a surviving example of a fine-grained commercial building typology that emerged along Church Street during the late 19th century.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Situated on the east side of Church Street in the block between Queen Street East and</p>\n<p>Richmond Street East, the buildings at entrance addresses 121 Church Street and 123 Church Street, together with the adjacent property at 119 Church Street, maintain and supports the historic fine-grained, commercial main street character along this portion of Church Street, which is characterized by a low-scale continuous streetwall condition. While the original storefronts have been altered, the buildings' west elevations retain architectural features in the late-Victorian style, one of several predominant architectural styles in the area.</p>\n<p>&nbsp;</p>\n<p>For close to 135 years, the structures at 121 Church Street and 123 Church Street have been physically, functionally, visually and historically linked to its surroundings and the commercial character of Church Street as mixed-use buildings associated with the evolution of the area and the area's early association with Toronto's medical community, including nearby 60 Queen Street East, designated under Part IV of the OHA.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at entrance addresses 121 Church Street and 123 Church Street as representative examples of late 19th century commercial type buildings designed in a late-Victorian style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the buildings on the east side of Church Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-storey scale, rectangular form and massing, and flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including red brick cladding with stone detailing and metal cornices</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (west) elevation of the structure at entrance address 121 Church Street:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two-bay horizontal organization and symmetrical arrangement of window openings</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed window openings with rusticated stone sills and lintels</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The heavy denticulated metal cornice bookended with large brackets</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The decorative brick courses including the restrained decorative red brick stringcourses with rosettes between the second and third storey and a triple-straight braided bond below the cornice</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Brick pilasters framing the ends of the upper storeys</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (west) elevation of the structure at entrance address 123 Church Street:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-bay organization and symmetrical arrangement of openings</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat-headed window openings with stone sills and lintels which run as a single course</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The prominent metal cornice with dentil patterning and four large brackets</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The four brick pilasters accentuating the fa&ccedil;ade's tripartite organization with stone floral motifs at juncture with stone lintels</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the contextual value of 127 Church Street (entrance addresses 121 Church Street and 123 Church Street) as it supports the late-19th and early-20th-century commercial streetscape of Church Street:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, placement, setback and orientation of the buildings on the east side of Church Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The late-Victorian architectural detailing as outlined above and materials including brick cladding, stone detailing, and metal cornices</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Their location fronting Church Street</p>\n<p>NOTE: The structure with the entrance address of 125 Church Street on the property is not a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4706,
  "otherReferenceList": [
    {
      "description": "PH8.20 - 119 Church Street, 127 Church Street, and 89 Queen Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 127 Church Street (Entrance Addresses 121 and 123 Church Street)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
