{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "89 Queen Street East Toronto Ontario",
      "latitudeCoordinate": "43.653127344",
      "longitudeCoordinate": "-79.375004024",
      "postalCode": "M5C 1S1",
      "province": "Ontario",
      "streetAddress": "89 Queen Street East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 89 Queen Street East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4544"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>89 QUEEN STREET EAST (ENTRANCE ADDRESS 85 QUEEN STREET EAST)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 89 Queen Street (entrance address 85 Queen Street East) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 89 Queen Street East (entrance address 85 Queen Street East) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 89 Queen Street East contains the Metropolitan Flats, located on the south side of Queen Street East, immediately east of Church Street. Designed in 1909 by Toronto architect Frederick Henry Herbert, the Don Valley buff-brick building is a fine example of the Edwardian Classicism style. Constructed by 1910, the property is an early 3-storey purpose-built apartment building type constructed in the initial period of their development in Toronto and is a unique example of a mixed-use commercial and apartment building typology.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Originally designed in 1909, the property at 89 Queen Street East, known as the Metropolitan Flats, has design value as a representative example of the apartment building typology that emerged in Canada in the early 20th century following precedents from Europe and the United States. The building is a surviving example of an early purpose-built apartment building type constructed in the initial period of their development in the city and is an early mixed-use commercial and apartment building typology.</p>\n<p>&nbsp;</p>\n<p>The Metropolitan Flats has further design and physical value as a fine example of Edwardian Classicism, an architectural style that came to define apartment buildings in the early 20th century in Toronto, echoing the Beaux Arts style of the American and French precedents found in urban settings. The style is represented in many of its extant original features including the symmetrical design of the plans and north (principal) elevation featuring a centrally located entrance delineated by a three-storey arch, centralized balconies with iron railing, and symmetrical arrangement of window openings, stone quoins and piers, Ionic capitals with egg-and-dart patterns, as well as splayed lintels with layered keystones and intricately carved stone lions' heads evenly placed between the window openings at the third storey. Aligned with Edwardian compositions, a prominent, overhanging galvanized iron cornice with large wrought iron brackets extends across the top of the building. Originally, a robust stone balustrade topped the cornice.</p>\n<p>&nbsp;</p>\n<p>A high degree of craftsmanship is evident in its materiality and architectural execution, including Don Valley buff brick laid using a light red or chocolate joint and set in American bond with architectural detailing in grey Bedford stone carvings such as the stone lintels, the central upper storey archway with elaborate carved cartouche, the pilasters topped with ionic capitals and richly carved entrance. The vestibule contains a well-crafted mosaic flooring with floral motifs.</p>\n<p>&nbsp;</p>\n<p>The property retains its original scale, form, and massing as a 3-storey apartment building with no significant alterations to the exterior, save for alterations to the commercial storefronts at street level, since its construction over a century ago. The original central entrance had an elaborative stone surround with classicist stylistic decorative elements.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property also has historical value for its association with Frederick Henry Herbert (1865-1914), a highly successful Toronto architect who specialized and excelled in the design of residential projects for clients, particularly in the Rosedale, Annex, and Parkdale neighbourhoods. He began his practice in Toronto in 1889 and was one of the earliest local architects to design apartment buildings, a new residential building typology in the city. Designed in 1909 and reflecting the style of the new century in its application of Edwardian Classicism, the Metropolitan Flats demonstrates his versatility and transference of exceptional residential design skills to an apartment building typology with a skillful integration of atypical commercial storefronts. His portfolio of outstanding work such as the Dineen Building at 4 Temperance Street (1897), the Macfarlane&rsquo;s Hotel at 99 Jarvis Street (1898) are designated under Part IV of the Ontario Heritage Act, and the Somerset House Hotel at 436 Church Street (1895) is recognized on the City of Toronto's Heritage Register.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Located on the south side of Queen Street East and reflecting an early 20th century scale, setback, materiality, and Edwardian Classicism style, the commercial/residential building at 89 Queen Street East is visually and physically linked to its location fronting Queen and is important in maintaining and supporting the early 20th century mixed residential and commercial character of Queen Street East.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property</p>\n<p>at 89 Queen Street East as a representative example of an Edwardian Classicism</p>\n<p>apartment form building typology from the early-20th century:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement, and orientation of the apartment building on the south side of Queen Street East</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey building with a flat roof</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials including buff-brick cladding and stone detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition of the principal (north) elevation fronting Queen Street East, which features:</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A recessed central entrance with decorative stone surround and delineated by a double, three-storey stone arch topped with a stone cartouche</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The symmetrical arrangement of window openings and central balconies at second and third storeys with iron railing</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Edwardian Classicist detailings executed in stone including splayed lintels with double keystones, sills, quoining enhancing both the corners of the building and the three-storey double central arch, carved lion heads at the third storey, Ionic capitals with egg-and-dart pattern on stone pilasters composed of horizontal banding</p>\n<p style=\"padding-left: 40px;\">&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The prominent overhanging ornamented galvanized iron cornice with wrought iron brackets&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The floral motif, mosaic floor tiling in the vestibule</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property</p>\n<p>at 89 Queen Street East as part of the early 20th-century development of the area:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the three-storey building on the south side of Queen Street East, between Church Street and Jarvis Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The low-rise, three-storey walk up apartment typology</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Edwardian style composition and architectural features and buff-brick cladding with stone detailing</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4707,
  "otherReferenceList": [
    {
      "description": "PH8.20 - 119 Church Street, 127 Church Street, and 89 Queen Street East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.20"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 89 Queen Street East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
