{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "699 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6692159195",
      "longitudeCoordinate": "-79.3861445566",
      "postalCode": "M4Y 2B2",
      "province": "Ontario",
      "streetAddress": "699 Yonge Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "707 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.6692974071",
      "longitudeCoordinate": "-79.3861797741",
      "postalCode": "M4Y 2B2",
      "province": "Ontario",
      "streetAddress": "707 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 699-707 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4546"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1703048400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>699 YONGE STREET (INCLUDING ENTRANCE ADDRESS AT 701 YONGE STREET)</strong></p>\n<p style=\"text-align: center;\"><strong>707 YONGE STREET (INCLUDING ENTRANCE ADDRESSES AT 703 AND 705 YONGE STREET AND 5, 7, 9, 11, 13, 15 AND 17 HAYDEN STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 699 Yonge Street (including entrance address at 701 Yonge Street) and 707 Yonge Street (including entrance addresses at 703 and 705 Yonge Street and 5, 7, 9, 11, 13, 15 and 17 Hayden Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 699 and 707 Yonge Street are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the east side of Yonge Street, the properties at 699 (including entrance address at 701 Yonge Street) and 707 Yonge Street (including entrance addresses at 703 and 705 Yonge Street, and 5, 7, 9, 11, 13, 15 and 17 Hayden Street) contain a three-storey brick row building (1887). The row originally featured four commercial units, divided into two pairs by a parapet firewall along the present-day property line between 699 and 707 Yonge Street. Both halves of the row have been overclad, obscuring the brick walls beneath. The property at 707 Yonge Street also contains a three-storey commercial building fronting onto Yonge Street dating to c.1914, and a house-form building located at entrance address 17 Hayden Street dating to 1884. The properties are part of a cohesive grouping of built heritage resources that provide a distinct sense of place and represent Toronto's 1860s-1950s architecture, a period when historic Yonge's commercial main street character was established and flourished.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The properties were included on the Heritage Register in 2016.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The main street commercial row building at 699 and 707 Yonge Street (corresponding to entrance addresses at 699, 701, 703, and 705 Yonge Street) has design and physical value for its typology as a representative example of a late nineteenth century Main Street Commercial Row building constructed during a significant period of development along Yonge Street. Built in 1887, the 3-storey brick building incorporates architectural details influenced by the Italianate style, including vertically oriented double windows above the ground floor, a horizontal band of masonry detailing between the upper floors, and the flat roofline.</p>\n<p>&nbsp;</p>\n<p>Contextually, the building at 699 and 707 Yonge Street has cultural heritage value for maintaining and supporting the historic main street character of Yonge Street, south of Bloor Street. Situated on the east side of the block between Charles Street East and Hayden Street, the row building on the subject properties contributes to the low-rise streetwall condition and character of this portion of Yonge Street through its scale, form and massing and through the continued presence of storefronts at grade. The Italianate style reflected by the building is one of several predominant architectural styles in the area.</p>\n<p>&nbsp;</p>\n<p>The commercial row building on the properties at 699 and 707 Yonge Street is functionally, visually, and physically linked to Yonge Street, Toronto's \"Main Street\", through housing the services, amenities, and employment opportunities necessary to support daily life in neighbouring residential areas. The properties are also historically linked to the metamorphosis of Yonge Street into Toronto's main commercial corridor and to the establishment of Yonge Street as a prominent entertainment strip in Toronto.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the 3-storey building at 699 and 707 Yonge Street (corresponding to entrance addresses at 699, 701, 703, and 705 Yonge Street) as a representative example of a late nineteenth century Main Street Commercial Row building incorporating architectural details of the Italianate style:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the row on the east side of Yonge Street south of Hayden Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the 3-storey building with a rectangular shaped plan</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, including the brick cladding and stone sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The composition of the west elevation, which is arranged in four bays framed by pilasters connected above the third storey windows by a segmental arch</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The brick detailing on the west elevation (currently over-clad), including the decorative brick band between the second and third floors and at the arches above the window openings</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the properties at 699 and 707 Yonge Street (corresponding to entrance addresses at 699, 701, 703, and 705 Yonge Street) as supporting and maintaining the character of this portion of Yonge Street, and as being historically, functionally, and visually linked to their surroundings:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the row on the east side of Yonge Street between Charles Street East and Hayden Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The 3-storey scale, form and massing, which is consistent with the 2-4 storey streetwall height and rhythm of narrow storefronts along this portion of Yonge Street</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of December 20, 2023, which is January 19, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.21\">https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.21</a>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4709,
  "otherReferenceList": [
    {
      "description": "PH8.21 - 699 and 707 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.PH8.21"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 699-707 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
