{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Implementation Review of the Noise By-law",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4579"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1704344400000,
  "noticeDescription": "<p><strong>Implementation Review of the Noise By-law</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 591, Noise and Chapter 441, Fees and Charges as part of an implementation review of the City&rsquo;s noise regulations.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on February 6, 7, 8, 2024, or at a subsequent meeting. If adopted by City Council, the amendments will:</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code Chapter 591, Noise as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">1. Add a definition of &ldquo;Exemption Permit Screening Criteria&rdquo; to mean &ldquo;Criteria developed by the Executive Director in accordance with 591-3.2J and published by the Municipal Licensing and Standards Division.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">2. Add a definition of &ldquo;Instrument Sound&rdquo; to mean &ldquo;Sound made by any musical instrument, including the unamplified playing of percussion instruments.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">3. Amend the definition of &ldquo;Large Crane Work&rdquo; to mean &ldquo;The erection and dismantling of a crane or any other crane work that requires a road closure for the work.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">4. Amend the definition of &ldquo;Leq&rdquo; to mean &ldquo;The continuous sound level which, for a specified time period, produces the same total sound energy as would the actual time-varying sound level. Also referred to as the energy equivalent sound level.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">5. Amend the definition of &ldquo;Motor Vehicle&rdquo; to mean &ldquo;The same meaning as in section 1(1) of the Highway Traffic Act, 1990. This meaning is noted as follows, for reference purposes only: &lsquo;Includes an automobile, a motorcycle, a motor assisted bicycle and any other vehicle propelled or driven otherwise than by muscular power but does not include a street car or other motor vehicle running only upon rails, a power-assisted bicycle, a motorized snow vehicle, a traction engine, a farm tractor, a self-propelled implement of husbandry or a roadbuilding machine.&rsquo;&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">6. Amend the definition of &ldquo;Persistent Noise&rdquo; to mean &ldquo;Any noise or sound-induced vibration that is continuously heard or felt for a period of ten minutes or more or heard or felt intermittently for a time totaling ten minutes over a period of one hour.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">7. Amend the definition of &ldquo;Point of Reception&rdquo; to mean &ldquo;Any location on the premises of a person where sound originating from other than those premises is received. The following list provides examples of points of reception, and is not exhaustive:</p>\n<p style=\"padding-left: 40px;\">(1) An outdoor area that is:</p>\n<p style=\"padding-left: 80px;\">(a) near the fa&ccedil;ade of a building, at a height of 1.5 metres above ground, typically in backyards, front yards, terraces or patios; or</p>\n<p style=\"padding-left: 80px;\">(b) on a balcony or elevated terrace (for example, a rooftop) provided it is not enclosed; or</p>\n<p style=\"padding-left: 40px;\">(2) An indoor area that is inside a building.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">8. Amend the definition of &ldquo;Power Device&rdquo; to mean &ldquo;Any equipment driven otherwise than by muscular power used in the servicing, maintenance or repair of property or lawns, including chainsaws, lawn mowers, leaf blowers, grass trimmers, power or pressure washers, or any other similar equipment. A power device does not include construction equipment as defined in this chapter or equipment used to remove snow or ice.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">9. Add a definition of &ldquo;Sound-Induced Vibration&rdquo; to mean &ldquo;The oscillatory motion generated by sound waves that can be felt physically and which may be transmitted through solid structures, liquids, surfaces, or the ground.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">10. Amend the definition of &ldquo;Stationary Source&rdquo; to mean &ldquo;A source of sound which does not normally move from place to place, including the premises of a person as one stationary source, unless the dominant source of sound on those premises is construction or a conveyance. A stationary source does not include a residential air conditioner or similar residential device.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">11. Amend the definition of &ldquo;Unreasonable Noise&rdquo; to mean &ldquo;Any noise or sound-induced vibration that would disturb the peace, rest, enjoyment, comfort, or convenience of a reasonable person in the circumstances. Unreasonable noise does not include commonplace household or workplace sounds such as sound from furniture being moved, children playing or people engaging in conversation.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">12. Add a definition of &ldquo;Waste Collection&rdquo; to mean &ldquo;The collection, transportation or removal of waste, including equipment being used to load, unload and transport containers for handling waste, but does not include the processing or disposal of waste.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">13. Remove the word &ldquo;continuous&rdquo; and change &ldquo;amplified sound&rdquo; to &ldquo;amplified sound or instrument sound&rdquo; in 591-2.1A and 2.1B.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">14. Amend 591-2.1A and 2.1B to change &ldquo;a point of reception in an outdoor living area&rdquo; to &ldquo;an outdoor point of reception in a living area&rdquo; and &ldquo;a point of reception in an indoor living area&rdquo; to &ldquo;an indoor point of reception in a living area&rdquo;.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">15. Amend 591-2.1.A(2) and B(2) to identify that the ambient sound level is &ldquo;expressed in terms of Leq for a ten-minute period&rdquo;.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">16. Amend the quantitative limits for amplified sound in 591-2.1.B(1) such that it reads as follows &ldquo;(1) That has a sound level (expressed in terms of Leq for a ten-minute period), exceeding 42 dB(A) or 57 dB(C) from 11 p.m. to 7 a.m. or 50 dB(A) or 65 dB(C) from 7 a.m. to 11 p.m.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">17. Amend the prohibition on construction noise, while maintaining current time prohibitions in 591-2.3, as follows &ldquo;No person shall emit or cause or permit the emission of sound resulting from construction or any operation of construction equipment that is clearly audible:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">(1)&nbsp; from 7 p.m. to 7 a.m. the next day, except until 9 a.m. on Saturdays; and/or</p>\n<p style=\"padding-left: 40px;\">(2)&nbsp; all day on Sundays and statutory holidays.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">18. Amend the unnecessary motor vehicle noise prohibition so 591-2.5A reads as follows &ldquo;No person shall emit or cause or permit the emission of sound resulting from unnecessary noise from a stationary motor vehicle that is persistent noise, such as the sounding of a horn, revving of an engine, or any like sound that is clearly audible at a point of reception.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">19. Replace 591-2.5C with the following &ldquo;No person shall emit or cause or permit the emission of sound from a stationary motor vehicle exceeding the following when measured at least 50 cm from the exhaust outlet using a sound level meter:</p>\n<p style=\"padding-left: 80px;\">(a)&nbsp; 92 dB(A) at idle; or</p>\n<p style=\"padding-left: 80px;\">(b)&nbsp; 96 dB(A) at any engine speed greater than idle.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">20. Replace 591-2.8 so that it reads as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">&ldquo;A. No person shall cause or permit the emission of sound from a stationary source that, when measured with a sound level meter at a point of reception in an outdoor living area, has a sound level (expressed in terms of Leq for a one-hour period) exceeding (1) 45 dB(A) from 11 p.m. to 7.a.m. or 50 dB(A) from 7 a.m. to 11 p.m.; or (2) the sound level limit prescribed in provincial noise pollution control guidelines, if applicable.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">B. If, during the course of an investigation related to Subsection A, a By-law Enforcement Officer determines it is not reasonable to measure from an outdoor point of reception in a living area, then no person shall emit or cause or permit the emission of sound from a stationary source, measured with a sound level meter at an indoor point of reception in a living area that has a sound level (expressed in terms of Leq for a one-hour period) exceeding (1) 40 dB(A) from 11 p.m. to 7.a.m or 45 dB(A) from 7 a.m. to 11 p.m.; or (2) the sound level limit prescribed in provincial noise pollution control guidelines, if applicable.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">C. Subsections A and B do not apply to the emission of sound from a stationary source that is in compliance with a provincial Environmental Compliance Approval (ECA) or is an activity registered on the Environmental Activity and Sector Registry (EASR).</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">D. No person shall cause or permit the emission of sound from a residential air conditioner or similar residential device, measured with a sound level meter at an outdoor point of reception in a living area:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 120px;\">(1) That has a sound level (expressed in terms of Leq for a one-hour period) exceeding 45dB(A) from 11 p.m. to 7 a.m. or 50 dB(A) from 7 a.m. to 11 p.m.</p>\n<p style=\"padding-left: 120px;\">&nbsp;</p>\n<p style=\"padding-left: 120px;\">(2) Where the ambient sound level (expressed in terms of Leq for a one hour period) exceeds the maximum sound level permitted under Subsection D(1), that has a sound level (expressed in terms of Leq for a one-hour period) exceeding the ambient sound level.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">E. If, during the course of an investigation related to Subsection D, a By-law Enforcement Officer determines it is not reasonable to measure from an outdoor point of reception in a living area, then no person shall emit or cause or permit the emission of sound from a residential air conditioner or similar residential device, measured with a sound level meter at an indoor point of reception in a living area that has a sound level (expressed in terms of Leq for a one-hour period) exceeding 40 dB(A) from 11 p.m. to 7.a.m or 45 dB(A) from 7 a.m. to 11 p.m.&rdquo;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">21. Amend 591-2.9C so that it reads as follows &ldquo;C. Where a type of noise or sound is permitted in &sect; 591-2.1 through &sect; 591-2.8 but the noise or sound is also unreasonable and persistent noise, the Executive Director may, despite anything to the contrary in this chapter, require the person causing or permitting the noise or sound to obtain an exemption permit under &sect; 591-3.2, and such person shall obtain and comply with the exemption permit.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">22. Amend the title of 591-3.1 such that it reads as follows: &ldquo;Public safety, government work, and waste collection&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">23. Amend the first paragraph of subsection 591-3.2A such that it reads as follows &ldquo;A. Any person may apply for an exemption permit from a noise prohibition or noise limitation provision in this chapter, in connection with one or more events or activities, by filing the following with the Executive Director at least 28 calendar days prior to the start of the event or activity&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">24. Remove 591-3.2A(2) &ldquo;The non-refundable application fee set out in Chapter 441, Fees and Charges&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">25. Amend subsection 591-3.2A(3) such that it reads as follows: &ldquo;(3) Any information relevant to the application as requested by and to the satisfaction of the Executive Director including but not limited to: (a) Reasons supporting an exemption permit; (b) A noise mitigation plan;(c) a statement certified by a professional engineer or acoustical consultant for any sounds that are not technically or operationally feasible to control.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">26. Add subsection 591-3.2.A.1 as follows: &ldquo;A.1. If an applicant wishes to apply for an exemption permit less than 28 calendar days prior to the proposed event or activity, the applicant must pay a late application fee in addition to the application fee set out in Chapter 441, Fees and Charges, as part of their application. The late fee requirement shall not apply to a person applying for a permit under 591-2.9C.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">27. Add a new subsection to 591-3.2 as follows: &ldquo;B. Upon receipt of an application under subsection A, the Executive Director shall assess the application in accordance with the Exemption Permit Screening Criteria in order to determine which level the application falls under for the purpose of determining applicable additional conditions under subsection F.1 and applicable fees&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">28. Amend subsection 591-3.2B to be &ldquo;B.1&rdquo; and amend the provision so that it reads as follows: &ldquo;B.1. After assessment of an application under Subsection B, the Executive Director shall give written notice to the Councillor of any ward where each event or activity is to be held and, where each event or activity is to be held on a boundary street between wards, to the Councillors of the adjoining wards.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">29. Amend subsection 591-3.2C(1) so that it reads as follows &ldquo;(1) All of the Councillors notified under Subsection B.1 have either, within 14 calendar days of the notice:</p>\n<p style=\"padding-left: 80px;\">(a)&nbsp; Not responded; or</p>\n<p style=\"padding-left: 80px;\">(b)&nbsp; Responded indicating that they have no objection to the application being approved.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">30. Add a provision to 591-3.2C(3) as follows: &ldquo;(g) Any other information or documents that may be required by the Executive Director related to the exemption permit application.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">31. Amend subsection 591-3.2C(4) such that it reads as follows: &ldquo;The applicant has paid all required fees, including the non-refundable application fee set out in Chapter 441, Fees and Charges.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">32. Add a provision to 591-3.2C: &ldquo;(5) The applicant does not have any outstanding fines or fees with respect to this chapter&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">33. Amend subsection 591-3.2D(1) such that it reads as follows: &ldquo;(1) A notice of the exemption permit shall be posted in a visible location determined by the Executive Director where each event or activity will occur 7 days prior to the start of the event or activity. This condition may be altered or waived by the Executive Director and if the applicant is unable to post a notice of the exemption permit at the physical location of the event or activity, the Executive Director may permit the permit holder to post it online in a conspicuous manner&rdquo;.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">34. Remove 591-3.2D(4) and replace it with updated decibel limits as follows: &ldquo;(4) The sound emitted from any equipment shall not exceed a sound level (expressed in terms of Leq for a ten-minute period):</p>\n<p style=\"padding-left: 80px;\">(a)&nbsp; For amplified sound, of 85 dB(A) or 105 dB(C) when measured from the lot line of the property where the event or activity is occurring; or</p>\n<p style=\"padding-left: 80px;\">(b)&nbsp; For any other event or activity 85 dB(A) or 105 dB(C), when measured 20 metres from the source.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">35. Amend 591-3.2D(5) as follows: &ldquo;Where the sound level exceeds the limits specified in Subsection D(4), the applicant shall comply with any request made by a police officer or a Bylaw Enforcement Officer with respect to the volume of sound.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">36. Amend 591-3.2D(6) by removing &ldquo;sound equipment or construction.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">37. Amend 591-3.2D(8) as follows: &ldquo;(8) The permission granted shall be for the date and times for each event or activity as set out by the Executive Director in the exemption permit.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">38. Add a provision to subsection 591-3.2D as follows: &ldquo;(9) If required by the Executive Director, a copy of the exemption permit shall be posted in a visible location determined by the Executive Director for the duration of the event or activity. This condition may be altered or waived by the Executive Director and if the permit holder is unable to post a copy of the exemption permit at the physical location of the event or activity, the Executive Director may permit the permit holder to post it online in a conspicuous manner&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">39. Amend 591-3.2F to remove Subsection B as a requirement for an exemption permit for continuous concrete pouring or large crane work and replace 591-3.2F(b) so that it reads as follows &ldquo;Notice for continuous concrete pouring and large crane work shall be distributed by the permit holder to those within a 120 metre radius of the activity at least 7 days prior to the start of such activity.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">40. Add the following provision to 591-3.2F as follows: &ldquo;(c) The Executive Director shall provide a final copy of any exemption permit issued under this Subsection to the Councillor of any ward where such activity is to be conducted and, where the activity is to being conducted on a boundary street between wards, to the Councillors of the adjoining wards&rdquo;.</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">41. Add Subsections F.1 and F.2 to 591-3.2 enabling activity-based exemption permits as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&ldquo;F.1 In addition to those conditions set out in Subsection D, where the noise described in an exemption permit application is categorized as &lsquo;Level 2&rsquo; or <br />&lsquo;Level 3&rsquo; under the Exemption Permit Screening Criteria, the Executive Director may impose the following conditions on the exemption permit:</p>\n<p style=\"padding-left: 40px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p style=\"padding-left: 80px;\">(1)&nbsp; The permit holder must distribute a notice of the exemption permit, in a form and manner satisfactory to the Executive Director, to those within a 120-metre radius of the activity at least 7 days prior to the start of the event or activity;</p>\n<p style=\"padding-left: 80px;\">(2)&nbsp; The permit holder must adhere to specific orientation of equipment for the duration of the event or activity, as determined by the Executive Director;</p>\n<p style=\"padding-left: 80px;\">(3)&nbsp; The permit holder must install sound dampeners or deadeners, or any other noise protection equipment determined by the Executive Director for the duration of the event or activity.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">F.2. In determining which additional conditions under Subsection F.1 are appropriate, the Executive Director will consider criteria, including but not limited to:</p>\n<p style=\"padding-left: 80px;\">(1)&nbsp; The duration of the event or activity and the hours the event or activity will be occurring;</p>\n<p style=\"padding-left: 80px;\">(2)&nbsp; The total number of participants or attendees at an event or activity with amplified sound or the type of construction development;</p>\n<p style=\"padding-left: 80px;\">(3)&nbsp; The proximity of the noise to a residential area and the likelihood that the noise for which an exemption is requested may negatively affect persons in that residential area; and</p>\n<p style=\"padding-left: 80px;\">(4)&nbsp; The applicant&rsquo;s compliance with this chapter, including any previous exemption permits, if any, issued to them.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">42. Add a section to 591-3.2 as follows: &ldquo;I. Despite anything contained in &sect; 591-3.2., where an application for an exemption permit is made by a not-for-profit organization, the not-for-profit organization will not be required to pay the exemption permit application fee in Chapter 441, Fees and Charges.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">43. Add subsection to 591-4.5 as follows: &ldquo;C. All prosecutions and other enforcement processes commenced under this chapter between October 1, 2019, and May 31, 2024, which have not been completed on June 1, 2024, shall be completed as if the chapter had not been amended on that date.&rdquo;</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">44. Add subsection to 591-4.5 as follows: &ldquo;D. The provisions of this chapter do not apply to exemption permits granted between October 1, 2019, and August 31, 2024, provided that the holder of such permits continues to comply with the conditions of their original permits and that such permits are not revoked, terminated, and do not expire.</p>\n<p>&nbsp;</p>\n<p>Delegate authority to the Executive Director, Municipal Licensing and Standards to establish exemption permit screening criteria in Toronto Municipal Code Chapter 591, Noise, in order to determine which level the exemption permit application falls under, for the purpose of determining applicable additional conditions and fees and amend Toronto Municipal Code Chapter 591, Noise by adding a section to 591-3.2 as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">&ldquo;J. The Executive Director will develop Exemption Permit Screening Criteria for the purposes of categorizing types of events or activities contained in an exemption permit application and use the Exemption Permit Screening Criteria in the assessment of exemption applications, including determining the applicable conditions and applicable fees. The Exemption Permit Screening Criteria will categorize types of events or activities into levels depending on their impact, considering factors including the duration of the event or activity, the total number of participants expected (if applicable), the hours of the event or activity, the location of the event or activity in relation to a residential zone, the applicant&rsquo;s historical level of compliance with Chapter 591, and any other criteria determined by the Executive Director, and such Exemption Permit Screening Criteria may be amended by the Executive Director from time to time.&rdquo;</p>\n<p>&nbsp;</p>\n<p>Amend Chapter 441, Fees and Charges, Appendix C &ndash; Schedule 12, Municipal Licensing and Standards by amending the following fees in the table below:</p>\n<p>&nbsp;</p>\n<table style=\"border: 1px solid black; border-collapse: collapse; height: 74px;\" border=\"1\" width=\"1040\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td style=\"width: 147.422px;\">Ref.</td>\n<td style=\"width: 147.422px;\">Service Fee</td>\n<td style=\"width: 147.422px;\">Description</td>\n<td style=\"width: 147.422px;\">Category</td>\n<td style=\"width: 147.422px;\">Fee Basis</td>\n<td style=\"width: 147.422px;\">Fee</td>\n<td style=\"width: 147.469px;\">Annual Adj.</td>\n</tr>\n<tr>\n<td style=\"width: 147.422px;\">59</td>\n<td style=\"width: 147.422px;\">By-law Exemptions</td>\n<td style=\"width: 147.422px;\">\n<p>REVISED</p>\n<p>Noise exemption permit appeal fee</p>\n</td>\n<td style=\"width: 147.422px;\">Full Cost Recovery</td>\n<td style=\"width: 147.422px;\">Per application for appeal</td>\n<td style=\"width: 147.422px;\">\n<p>REVISED</p>\n<p>$405</p>\n</td>\n<td style=\"width: 147.469px;\">\n<p>REVISED</p>\n<p>Yes</p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 147.422px;\">60</td>\n<td style=\"width: 147.422px;\">By-law Exemptions</td>\n<td style=\"width: 147.422px;\">\n<p>REVISED</p>\n<p>Monitoring by City staff (Bylaw Officer) of sound levels at an event or activity</p>\n</td>\n<td style=\"width: 147.422px;\">Full Cost Recovery</td>\n<td style=\"width: 147.422px;\">Per staff per hour</td>\n<td style=\"width: 147.422px;\">\n<p>REVISED</p>\n<p>$79</p>\n</td>\n<td style=\"width: 147.469px;\">\n<p>REVISED</p>\n<p>Yes</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Amend Chapter 441, Fees and Charges, Appendix C &ndash; Schedule 12, Municipal Licensing and Standards by adding the associated fees in the table below:</p>\n<p>&nbsp;</p>\n<table style=\"border: 1px solid black; border-collapse: collapse; height: 152px;\" border=\"1\" width=\"1044\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">Ref.</td>\n<td style=\"width: 148px; height: 19px;\">Service Fee</td>\n<td style=\"width: 148px; height: 19px;\">Description</td>\n<td style=\"width: 148px; height: 19px;\">Category</td>\n<td style=\"width: 148px; height: 19px;\">Fee Basis</td>\n<td style=\"width: 148px; height: 19px;\">Fee</td>\n<td style=\"width: 148px; height: 19px;\">Annual Adj.</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Noise exemption permit application fee (General &ndash; Level 1)</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per application</td>\n<td style=\"width: 148px; height: 19px;\">$110</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Noise exemption permit application fee (General &ndash; Level 2)</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per application</td>\n<td style=\"width: 148px; height: 19px;\">$340</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Noise exemption permit application fee (General &ndash; Level 3)</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per application</td>\n<td style=\"width: 148px; height: 19px;\">$570</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Noise exemption permit application fee &ndash; continuous concrete pouring or large crane work</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per application</td>\n<td style=\"width: 148px; height: 19px;\">$458</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Monitoring by City staff (Bylaw Officer) of sound levels at an event or activity &ndash; overtime coverage or statutory holiday</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per staff per hour</td>\n<td style=\"width: 148px; height: 19px;\">$93</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Monitoring by City staff (Supervisor) of sound levels at an event or activity</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per staff per hour</td>\n<td style=\"width: 148px; height: 19px;\">$87</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"width: 148px; height: 19px;\">NEW</td>\n<td style=\"width: 148px; height: 19px;\">By-law Exemptions</td>\n<td style=\"width: 148px; height: 19px;\">Monitoring by City staff (Supervisor) of sound levels at an event or activity &ndash; overtime coverage or statutory holiday</td>\n<td style=\"width: 148px; height: 19px;\">Full Cost Recovery</td>\n<td style=\"width: 148px; height: 19px;\">Per staff per hour</td>\n<td style=\"width: 148px; height: 19px;\">$103</td>\n<td style=\"width: 148px; height: 19px;\">Yes</td>\n</tr>\n<tr>\n<td style=\"width: 148px;\">NEW</td>\n<td style=\"width: 148px;\">By-law Exemptions</td>\n<td style=\"width: 148px;\">Late noise exemption permit application fee</td>\n<td style=\"width: 148px;\">Full Cost Recovery</td>\n<td style=\"width: 148px;\">Per late application</td>\n<td style=\"width: 148px;\">$85</td>\n<td style=\"width: 148px;\">Yes</td>\n</tr>\n</tbody>\n</table>\n<p><br />&nbsp;</p>\n<p>Amend Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C &ndash; Schedule 12, Municipal Licensing and Standards to delete the noise permit application fee (Ref. No. 58).</p>\n<p>&nbsp;</p>\n<p>Direct that the amendments above come into force on the following dates:</p>\n<p style=\"padding-left: 40px;\">a.&nbsp;&nbsp;&nbsp; The amendments described in the following items take effect June 1, 2024:</p>\n<p style=\"padding-left: 40px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i.&nbsp;&nbsp;&nbsp; In Recommendation 1: Definitions (2 through 12); Amplified Sound (13-16); Construction Noise (17); Motor Vehicle Noise (18-19); Stationary Sources and Residential Air Conditioners (20); Unreasonable and Persistent Noise (21); Transition (43);</p>\n<p style=\"padding-left: 40px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ii.&nbsp;&nbsp;&nbsp; Recommendation 3; and</p>\n<p style=\"padding-left: 40px;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; iii.&nbsp;&nbsp;&nbsp; In Recommendation 4: Fee amounts for Monitoring by City staff.</p>\n<p style=\"padding-left: 40px;\">b.&nbsp;&nbsp;&nbsp; The remaining amendments in Recommendations 1 and 4 and amendments in Recommendations 2 and 5, take effect September 1, 2024.</p>\n<p>&nbsp;</p>\n<p>Authorize the City Solicitor to introduce the necessary bills to give effect to City Council's decision and authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or by-law amendments as may be identified by the City Solicitor, and the Executive Director, Municipal Licensing and Standards.</p>\n<p>&nbsp;</p>\n<p>Authorize the Executive Director, Municipal Licensing and Standards, to fund, using updated fee revenues recommended as part of this report, 1 permanent full-time Coordinator position to lead the administration of noise exemption permits within the Dedicated Noise Team, By-law Enforcement, Municipal Licensing and Standards Division.</p>\n<p>&nbsp;</p>\n<p>Reiterate to the Government of Ontario its previous requests that the province:</p>\n<p style=\"padding-left: 40px;\">a.&nbsp;&nbsp;&nbsp; Increase fines for violations of modified exhaust and excessive vehicle noise under the Highway Traffic Act, and that a violation results in demerit points; and;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp;&nbsp;&nbsp; Make necessary regulatory changes to enable the City of Toronto to initiate a noise activated camera/mobile automated noise enforcement pilot project.</p>\n<p>&nbsp;</p>\n<p>Request the Government of Ontario:</p>\n<p style=\"padding-left: 40px;\">a.&nbsp;&nbsp;&nbsp; Consider incorporating decibel limits for motor vehicles into the Highway Traffic Act or its regulations to ensure comprehensive and consistent enforcement of vehicle noise; and</p>\n<p style=\"padding-left: 40px;\">b.&nbsp;&nbsp;&nbsp; Update provincial environmental noise guidelines, including but not limited to NPC-216 and NPC-300, and provide clear communications to the public and industry regarding the province&rsquo;s role and authority related to noise from stationary sources.</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director, Municipal Licensing and Standards to develop a process to monitor noise issues from waste collection operations and report back as necessary if issues need to be addressed.</p>\n<p>&nbsp;</p>\n<p>Direct the Executive Director, Municipal Licensing and Standards to initiate public education efforts, as part of implementation of all approved amendments to Chapter 591, Noise, regarding the provisions of the Chapter, best practices for compliance, and steps taken by Municipal Licensing and Standards when a noise complaint is issued.</p>\n<p>&nbsp;</p>\n<p>Authorize the City Solicitor, in consultation with Municipal Licensing and Standards, to amend or increase current set fines related to the recommendations in this report and express its support for higher set fine penalties for offences.</p>\n<p>&nbsp;</p>\n<p><br />&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"Implementation Review of the Noise By-law&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2563/24434\">https://secure.toronto.ca/council/#/committees/2563/24434</a></p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on January 11, 2024, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p><strong>To submit comments or make a presentation to the Economic and Community Development Committee on January 11, 2024, please contact the Committee no later than 12:00 p.m. on January 10, 2024:</strong></p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Joanna Hazelden, Manager, Policy and Planning Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-338-5576</p>\n<p>Email: <a href=\"mailto:Joanna.Hazelden@toronto.ca\">Joanna.Hazelden@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on January 11, 2024, which will be forwarded to City Council for its meeting on February 6, 7, 8, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee</strong>: The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4742,
  "otherReferenceList": [
    {
      "description": "Toronto Municipal Code Chapter 591",
      "url": "https://www.toronto.ca/legdocs/municode/1184_591.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Implementation Review of the Noise By-law",
  "topics": [
    "Licensing > Proposal to amend the Noise Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
