{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2111 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.703341223",
      "longitudeCoordinate": "-79.397343237",
      "postalCode": "M4S 2A4",
      "province": "Ontario",
      "streetAddress": "2111 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2111 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4686"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1706850000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>2111 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(ENTRANCE ADDRESSES AT 1 AND 5 HILLSDALE AVENUE EAST)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 2111 Yonge Street (entrance addresses at 1 and 5 Hillsdale Avenue East) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p>The previous notice inadvertently described the entrance addresses as 1 and 56 Hillsdale Avenue East.&nbsp; This error has been corrected to reflect the actual entrance addresses as 1 and 5 Hillsdale Avenue East. The Notice has been reissued and the objection period has been restarted.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 2111 Yonge Street (entrance addresses at 1 and 5 Hillsdale Avenue East) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under the categories of design/physical and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the southeast corner of Yonge Street and Hillsdale Avenue East, the property at 2111 Yonge Street was constructed for Charles Murphy between 1906 and 1912 to house his business, Charles Murphy &amp; Sons Hardware, which operated at the site until 1940 in the Davisville neighbourhood.</p>\n<p>&nbsp;</p>\n<p>With a square two-storey form with flat roof, the masonry clad structure features a decorative pressed metal cornice with fine dentil moulding surmounted by a pressed metal parapet resembling rough hewn stone blocks. Extending across the west fa&ccedil;ade, facing Yonge Street and wrapping around the corner and extending approximately five feet north along the north fa&ccedil;ade facing Hillsdale Avenue East, a two-storey commercial storefront features a pressed metal cornice with modillions and end brackets. Originally the first and second storey fenestration of the storefront was designed to appear as a single storey. Today the first storey features a glazed full height commercial storefront while the original full width second storey glazing has been in-filled with wooden paneling with the west fa&ccedil;ade having a single window inserted in the centre of the northern half, and two paired windows centred on the southern half.&nbsp; The remainder of the north elevation features square punched fenestration with rough hewn stone sills at the first and second storeys and several square cut ashlar lintels.</p>\n<p>&nbsp;</p>\n<p>The property was listed on the City's Heritage Register on October 2, 2017.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>The property at 2111 Yonge Street is a representative example of a corner mixed-use main street commercial property. The property's square two-storey massing with ground floor commercial storefront wrapping around the corner reflects the property's commercial use, while the punched fenestration along the remainder of the north elevation reflects the property's residential component while providing a transition between the commercial main street character of Yonge Street and the residential character along Hillsdale Avenue East.</p>\n<p>&nbsp;</p>\n<p>The property's unified two-storey commercial storefront, originally designed to appear as a single storey, is unique among the properties on Yonge Street between Belsize Drive and Hillsdale Avenue East, where there is a clear delineation between the first-storey commercial and upper storey residential uses.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Located at the southeast corner of Yonge Street and Hillsdale Avenue East, the property at 2111 Yonge Street is important in defining, maintaining, and supporting the character of the surrounding area.&nbsp; Its square, two-storey form, brick cladding, restrained classical details, and commercial storefront contribute the early 20th century main street commercial character of Yonge Street between Belsize Road and Hillsdale Avenue, while the smaller punched fenestration along Hillsdale Avenue East defines the transition between the commercial character of Yonge Street and the residential character of Hillsdale Avenue East.</p>\n<p>&nbsp;</p>\n<p>The 1906-1912 section of the property, designed to respond to its corner condition, is physically, functionally, and historically linked to its surroundings as it anchors the north end of a contiguous row of commercial buildings with a shared setback in the block between Manor Road East and Hillsdale Avenue East.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property as a representative example of a corner mixed-use main street commercial property with unique two storey commercial storefront:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The scale, form, and massing of the two-storey, flat-roofed building</li>\n<li>Brick cladding laid in common bond pattern</li>\n<li>The property's two-storey commercial storefront with pressed metal cornice along the Yonge Street continuing around the northwest corner and along Hillsdale Avenue East</li>\n<li>The pressed metal cornice and parapet walls atop the second storey of the north and west elevations and the rear of the south elevation.</li>\n<li>Punched square fenestration with rough hewn sills and square ashlar lintels on the north elevation</li>\n</ul>\n<p>The following heritage attributes contribute to the cultural heritage value of the property in defining, maintaining, and supporting the early 20th century main street character of Yonge Street between Belsize Road and Hillsdale Avenue East:</p>\n<ul>\n<li>The building's siting and orientation on the southeast corner of Yonge Street and Hillsdale Avenue East</li>\n<li>The building's square two-storey massing</li>\n</ul>\n<p>&nbsp;</p>\n<p>NOTE: The one-storey building located at the entrance address of 5 Hillsdale Avenue East is not considered a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty (30) days of February 2, 2024, which is March 4, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.28\">https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.28</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4848,
  "otherReferenceList": [
    {
      "description": "CC13.28 - 2111 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2023.CC13.28"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 2111 Yonge Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
