{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Follow Up on 2024.EC9.5: Implementation Review of the Noise By-law – Stationary Decibel Levels for Motor Vehicles and Motorcycles\n",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4717"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1707714000000,
  "noticeDescription": "<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 591, Noise as part of a follow up report to an implementation review of the City&rsquo;s noise regulations.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on March 20, 21, 22, 2024, or at a subsequent meeting. If adopted by City Council, the amendments will:</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code Chapter 591, Noise as follows: Replace 591-2.5C with the following: &ldquo;No person shall emit or cause or permit the emission of any sound from a stationary motor vehicle exceeding the following when measured at least 50 cm from the exhaust outlet using a sound level meter: (a) 92 dB(A) at idle; or (b) 96 dB(A) at any engine speed greater than idle.&rdquo;</p>\n<p>&nbsp;</p>\n<p>Direct that the amendment come into force on June 1, 2024.</p>\n<p>&nbsp;<br />&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \" Follow Up on 2024.EC9.5: Implementation Review of the Noise By-law &ndash; Stationary Decibel Levels for Motor Vehicles and Motorcycles&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2563/24438\">https://secure.toronto.ca/council/#/committees/2563/24438</a></p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on February 20, 2024, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on February 20, 2024, please contact the Committee no later than 12:00</p>\n<p>p.m. on February 19, 2024:</p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-397-4579; Fax: 416-392-2980</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Joanna Hazelden, Manager, Policy and Planning Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-338-5576</p>\n<p>Email: <a href=\"mailto:Joanna.Hazelden@toronto.ca\">Joanna.Hazelden@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on February 20, 2024, which will be forwarded to City Council for its meeting on March 20, 21, 22, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the</p>\n<p>City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 4880,
  "otherReferenceList": [
    {
      "description": "EC9.5 - Implementation Review of the Noise By-law",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.EC9.5"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Follow Up on 2024.EC9.5: Implementation Review of the Noise By-law – Stationary Decibel Levels for Motor Vehicles and Motorcycles",
  "topics": [
    "Licensing > Proposal to amend the Noise Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
