{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "15 Duncan Street Toronto Ontario",
      "latitudeCoordinate": "43.6477881598",
      "longitudeCoordinate": "-79.3882630401",
      "province": "Ontario",
      "streetAddress": "15 Duncan Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "158 Pearl Street Toronto Ontario",
      "latitudeCoordinate": "43.647845895",
      "longitudeCoordinate": "-79.387969842",
      "province": "Ontario",
      "streetAddress": "158 Pearl Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 15 Duncan Street and 158 Pearl Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=362"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1552968000000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 15 Duncan Street and 158 Pearl Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>15 DUNCAN STREET&nbsp;</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 15 Duncan Street is worthy of&nbsp; designation under Part IV, Section 29 of the Ontario Heritage Act or its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 15 Duncan Street is located on the northeast corner of Pearl Street, and contains a three-storey factory building that was constructed in 1903 according to the designs of the Toronto architectural firm of Gregg and Gregg.&nbsp; The Canada Printing Ink Company commissioned the building, which it occupied for over half a century.</p>\n<p>The property at 15 Duncan Street was included on the City of Toronto's Heritage Register in 2016.&nbsp; In October 2017, Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2018, the HCD was under appeal.&nbsp; The King-Spadina HCD Plan (2016) identifies 15 Duncan Street as a contributing heritage property.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 15 Duncan Street has design value as a well-crafted example of an early 20th century factory in the King-Spadina neighbourhood, which was designed with features of Edwardian Classicism, the most popular style for most building types during this era.&nbsp; The design is distinguished by its symmetry and the classical embellishments that are identified with the style, and particularly by the arcades of round arches on the principal (west) and the south elevations on Duncan and Pearl streets, respectively.</p>\n<p>The cultural heritage value of 15 Duncan is also through its half-century association with the Canada Printing Ink Company, which was internationally recognized for its development of inks for newspapers, magazines and other print media.&nbsp; In its manufacturing complex in King-Spadina, the company produced specialty inks and developed new technologies, which included the Maxichrom System (the forerunner to the Mix-and-Match System of the 1970s) where any colour could be matched using 12 basic inks.</p>\n<p>The Canada Printing Ink Building is valued for its contributions to the development and evolution of the King-Spadina neighbourhood in the early 20th century when the area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district after the Great Fire of 1904.&nbsp; The Canada Printing Ink Building was one of the first buildings completed on the former Upper Canada College lands following the redevelopment of the campus for industrial uses.</p>\n<p>The historical value of the property at 15 Duncan Street is also through its connection with the Toronto architectural firm of Gregg and Gregg, which designed the Canada Printing Ink Building prior to the dissolution of the partnership.&nbsp; While W. R. (William Rufus) Gregg and his younger brother, A. R. (Alfred Holden) Gregg led successful architectural practices alone and with other architects, during the period from 1893 to 1904 when they worked together the pair is credited with several factories in the King-Spadina neighbourhood, including the Eclipse Whitewear Building (1903) at King Street West and John Street, the White Swan Mills Building at 158 Pearl Street, and the subject building.</p>\n<p>Contextually, the value of the property at 15 Duncan Street is through its support for the historical character of the King-Spadina neighbourhood where it is part of an important collection of former factories and warehouses that changed the area from its origins as an institutional and residential district to Toronto's manufacturing centre after the Great Fire of 1904.&nbsp; The Canada Printing Ink Building is historically and visually linked to its setting where, with the adjoining White Swan Mills Building (1903) at 158 Pearl Street and the Southam Press Building (1908) at 19 Duncan Street, it is part of the surviving trio of early 20th century industrial buildings that anchor the northeast corner of Duncan and Pearl streets, south of Adelaide Street West.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Canada Printing Ink Building at 15 Duncan Street are:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the northeast corner of Duncan and Pearl streets</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey building above the raised base with the window openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The roofline, with the extended eaves</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of the principal (west) elevation on Duncan Street into 10 bays and the south elevation along Pearl Street into seven bays</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The classical arrangement of the principal (west) and south elevations, with the base, the two-storey arcades and, above the stone cornice, the attic</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The fenestration, with the segmental-arched openings in the base, first and third stories (as well as the pair of diminutive openings above the west entrance), the round-arched openings in the second storey, and the brick and stone trim</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The west entrance, which is placed in the fifth bay from the south end and has been altered</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the principal (west) elevation, the two northernmost bays that have been altered to reflect the design of the original building.</p>\n<p>&nbsp;</p>\n<p><strong>158 PEARL STREET</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 158 Pearl Street (which includes the address at 154 Pearl Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>The property at 158 Pearl Street is located on the north side of the street, east of Duncan Street, and contains a three-storey factory building that was constructed in 1903 according to the designs of the Toronto architectural firm of Gregg and Gregg.&nbsp; The original occupant, White Swan Mills, producers of flour, cereals and spices, remained in this location for 25 years, followed by the stationery department of the Canadian Bank of Commerce (forerunner to today's Canadian Imperial Bank of Commerce, or CIBC) for over 30 years.</p>\n<p>The property at 158 Pearl Street was included on the City of Toronto's Heritage Register in 2016.&nbsp; In October 2017, Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2018, the HCD was under appeal.&nbsp; The King-Spadina HCD Plan (2016) identifies 158 Pearl Street as a contributing heritage property.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 158 Pearl Street has design value as a well-crafted example of an early 20th century factory in the King-Spadina neighbourhood, which was designed with features of Edwardian Classicism, the most popular style for most building types during this era. &nbsp;The design of the White Swan Mills Building is distinguished by its symmetry and the classical embellishments that are identified with the style, and particularly by the semi-arched pediments that mark either end of the principal (south) elevation.</p>\n<p>The White Swan Mills Building is also valued for its contributions to the development and evolution of the King-Spadina neighbourhood in the early 20th century when the area changed from an institutional enclave adjoined by residential subdivisions to Toronto's new manufacturing district after the Great Fire of 1904.&nbsp; The White Swan Mills Building was one of the first buildings completed on the former Upper Canada College lands following the redevelopment of the campus for industrial uses.</p>\n<p>The historical value of the property at 158 Pearl Street is also through its connection with the Toronto architectural firm of Gregg and Gregg, which designed the White Swan Mills Building prior to the dissolution of the partnership.&nbsp; While W. R. (William Rufus) Gregg and his younger brother, A. R. (Alfred Holden) Gregg led successful architectural practices alone and with other architects, during the period from 1893 to 1904 when they worked together the pair is credited with several factories in the King-Spadina neighbourhood, including the Eclipse Whitewear Building at King Street West and John Street, the Canada Printing Ink Building at 15 Duncan Street on the northeast corner of Pearl Street, and the subject building.</p>\n<p>Contextually, the value of the property at 158 Pearl Street is through its support for the historical character of the King-Spadina neighbourhood where it is part of an important collection of former factories and warehouses that changed the area from its origins as an institutional and residential district to Toronto's manufacturing centre after the Great Fire of 1904.&nbsp; The White Swan Mills Building is historically and visually linked to its setting where, with the adjoining Canada Print Ink Company Building (1903) at 15 Duncan Street and the Southam Press Building (1908) at 19 Duncan Street, it is part of the surviving trio of early 20th century industrial buildings that anchor the northeast corner of Duncan and Pearl streets, south of Adelaide Street West.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the White Swan Mills Building on the property at 158 Pearl Street are:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The placement, setback and orientation of the building on the north side of Pearl Street, east of Duncan Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the three-storey building above the raised base with the window openings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick, stone and wood detailing</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The roofline, which is anchored at the east and west ends of the principal (south) elevation by segmental-arched pediments</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of the principal (south) elevation into seven bays by brick pilasters that extend to a stone band course</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Between the pilasters on the principal (south) elevation, the pairs of flat-headed window openings with stone lintels and sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The principal (south) entrance, which is placed in the first (ground) floor in the westernmost bay in a round-arched surround (the entrance was relocated from the centre bay)</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The east side elevation of the original building, which is viewed from Pearl Street and continues the cladding, fenestration and detailing from the principal (south) elevation</p>\n<p>The rear (north) elevation has been altered.&nbsp; The northeast addition, which was completed in the early 1980s, is not identified as a heritage attribute.&nbsp;</p>\n<p><strong>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp;</strong> Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 19, 2019, which is April 18, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 495,
  "otherReferenceList": [
    {
      "description": "TE3.10 - Alterations to Heritage Properties, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 15 Duncan Street and 158 Pearl Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE3.10"
    },
    {
      "description": "Bylaw 509-2019 - To provide for the entering into of a heritage easement agreement for the conservation of the properties known municipally in 2018 as 15 Duncan Street and 158 Pearl Street.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0509.pdf"
    },
    {
      "description": "Bylaw 785-2019 - To designate the property at 15 Duncan Street as being of cultural heritage value or interest.",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0785.pdf"
    },
    {
      "description": "Bylaw 786-2019 - To designate the property at 154-158 Pearl Street as being of cultural heritage value or interest",
      "url": "https://www.toronto.ca/legdocs/bylaws/2019/law0786.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 15 Duncan Street and 158 Pearl Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
