{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "50 Merton Street Toronto Ontario",
      "latitudeCoordinate": "43.696779647",
      "longitudeCoordinate": "-79.39460336",
      "postalCode": "M4S 1A3",
      "province": "Ontario",
      "streetAddress": "50 Merton Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 50 Merton Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4868"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1711425600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>50 MERTON STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on March 20 and 21, 2024, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 50 Merton Street.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on March 20 and 21, 2024, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 50 Merton Street. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<ol>\n<li>City Council approve:\n<ol style=\"list-style-type: lower-alpha;\">\n<li>The alterations to the designated heritage property at 50 Merton Street, in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a 45-storey mixed-use building, with such alterations substantially in accordance with the plans and drawings dated November 23, 2023 prepared by Hariri Pontarini and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by GBCA, dated November 30, 2023, and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</li>\n<li>The demolition of a three-storey rear wing and northern half of the front-wing's east elevation of the designated heritage property at 50 Merton Street in accordance with Section 34(1) 1 of the Ontario Heritage Act to allow for the construction of a 45-storey mixed-use building, substantially in accordance with the plans and drawings dated November 23, 2023 prepared by Hariri Pontarini and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by GBCA, dated November 30, 2023, and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</li>\n</ol>\n</li>\n<li>City Council direct that its consent to the application to alter the designated heritage property at 50 Merton Street, in accordance with Part IV, Section 33 of the Ontario Heritage Act, and its consent to the demolition of a heritage attribute, being the rear wing of the designated heritage property at 50 Merton Street, under Part IV, Section 34(1)1 of the Ontario Heritage Act are also subject to the following conditions:\n<ol style=\"list-style-type: lower-alpha;\">\n<li>That the related Zoning By-law Amendment permitting the proposed alterations has been enacted by City Council and has come into full force and effect in a form and with content acceptable to City Council, as determined by the Chief Planner and Executive Director, City Planning, in consultation with the Senior Manager, Heritage Planning;</li>\n<li>That prior to the introduction of the bills for such Zoning By-law Amendment by City Council, the owner shall:\n<ol style=\"list-style-type: lower-roman;\">\n<li><span style=\"font-size: 12pt;\">1. Enter into a Heritage Easement Agreement with the City for the property at 50 Merton Street substantially in accordance with the plans and drawings dated November 23, 2023 prepared by Hariri Pontarini, and on file with the Senior Manager, Heritage Planning; and the Heritage Impact Assessment (HIA), dated November 30, 2023, prepared by GBCA, all on file with the Senior Manager, Heritage Planning, subject to and in accordance with the Conservation Plan required in Recommendation 2.b.2, to the satisfaction of the Senior Manager, Heritage Planning including execution of such agreement to the satisfaction of the City Solicitor.</span></li>\n<li>Provide a detailed Conservation Plan, prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for the property at 50 Merton Street, to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n<li>That prior to final Site Plan approval for the proposal, for the property located at 50 Merton Street the owners shall:\n<ol style=\"list-style-type: lower-roman;\">\n<li><span style=\"font-size: 12pt;\">Provide final Site Plan drawings substantially in accordance with the approved Conservation Plans required in Recommendation 2.b. 2 to the satisfaction of the Senior Manager, Heritage Planning.</span></li>\n<li><span style=\"font-size: 12pt;\">Provide a Heritage Lighting Plan that describe how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such a plan to the satisfaction of the Senior Manager Heritage Planning.</span></li>\n<li><span style=\"font-size: 12pt;\">Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such plan to the satisfaction of the Senior Manager, Heritage Planning.</span></li>\n<li>Provide a detailed landscape plan for the subject property, satisfactory to the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n<li>That prior to the issuance of any permit for the work described in the Site Plan application, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the owner shall:\n<ol style=\"list-style-type: lower-roman;\">\n<li><span style=\"font-size: 12pt;\">Have entered into a Heritage Easement Agreement with the City of Toronto required in Recommendation 2.b.1 for property at 50 Merton Street including registration on title of such agreement, to the satisfaction of the City Solicitor.</span></li>\n<li><span style=\"font-size: 12pt;\">Have provided a detailed Conservation Plan required in Recommendation 2.b.2.</span></li>\n<li><span style=\"font-size: 12pt;\">Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plans required in Recommendation 2.b.2, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</span></li>\n<li><span style=\"font-size: 12pt;\">Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, to secure all work included in the approved Conservation, Lighting and Interpretation plans.</span></li>\n</ol>\n</li>\n<li>That prior to the release of the Letter of Credit required in Recommendation 2.d.4, the owner shall:\n<ol style=\"list-style-type: lower-roman;\">\n<li>Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation, Lighting and Interpretation Plans and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</li>\n<li>Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of March 26, 2024, which is April 25, 2024.</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal of the decision of City Council on the application to alter the Property under Section 33 of the Ontario Heritage Act must:</p>\n<ol>\n<li>set out the reasons for the objection to the decision; and</li>\n<li>set out the reasons in support of the objection to the decision.</li>\n</ol>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property under Section 34 of the Ontario Heritage Act must:</p>\n<ol>\n<li>set out the reasons for the objection to the decision;</li>\n<li><span style=\"font-size: 12pt;\">set out the reasons in support of the objection to the decision; and</span></li>\n<li><span style=\"font-size: 12pt;\">be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</span></li>\n</ol>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.TE11.13\">https://secure.toronto.ca/council/agenda-item.do?item=2024.TE11.13</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5031,
  "otherReferenceList": [
    {
      "description": "TE11.13 - 50 Merton Street - Alterations and Demolition of a Heritage Attribute to a Designated Heritage Property and Authority to Enter into a Heritage Easement Agreement\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.TE11.13"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 50 Merton Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property",
    "Heritage > Decision on demolition or removal of structure"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
