{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "355 Adelaide Street West Toronto Ontario",
      "latitudeCoordinate": "43.646740283",
      "longitudeCoordinate": "-79.394547347",
      "postalCode": "M5V 1S2",
      "province": "Ontario",
      "streetAddress": "355 Adelaide Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": " Notice of Decision - 355 Adelaide Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4888"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1712116800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>355 ADELAIDE STREET WEST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>NOTICE OF DECISION</strong></p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on March 20 and 21, 2024, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 355 Adelaide Street West.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on March 20 and 21, 2024, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 355 Adelaide Street West.</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1.&nbsp; City Council approve:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; The alterations of the designated property at 355 Adelaide Street West in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a new mixed use building substantially in accordance with plans and drawings prepared by Arcadis Architects (Canada Inc.), dated February 9, 2024, submitted with the Heritage Impact Assessment prepared by ERA Architects Inc., dated February 9, 2024 all on file with the Senior Manager, Heritage Planning, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below; and</p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p style=\"padding-left: 40px;\">b.&nbsp; The removal of heritage attributes of the designated property at 355 Adelaide Street West in accordance with Section 34(1)1 of the Ontario Heritage Act to allow for the construction of a new mixed use building substantially in accordance with plans and drawings prepared by Arcadis Architects (Canada Inc.), dated February 9, 2024, submitted with the Heritage Impact Assessment prepared by ERA Architects Inc., dated February 9, 2024 all on file with the Senior Manager, Heritage Planning, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. &nbsp;City Council direct that its consent to the application to alter the designated property at 355 Adelaide Street West under Part IV, Section 33 of the Ontario Heritage Act and its consent to the demolition of heritage attributes of the designated heritage property at 355 Adelaide Street West, under Part IV, Section 34(1) 1 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a.&nbsp; Prior to issuance of an OLT order in connection with the Zoning By-law Amendment appeal for the property at 355 Adelaide Street West, 46 Charlotte Street and 16 Oxley Street, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp; Provide a detailed Conservation Plan prepared by a qualified heritage consultant that is substantially in accordance with the conservation strategy set out in the Heritage Impact Assessment for 355 Adelaide Street West, prepared by ERA Architects Inc., dated February 9, 2024, to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2.&nbsp; Enter into a Heritage Easement Agreement with the City for the property at 355 Adelaide Street West substantially in accordance with plans and drawings prepared by Arcadis Architects (Canada Inc.), dated February 9, 2024, submitted with the Heritage Impact Assessment prepared by ERA Architects Inc., dated February 9, 2024, subject to and in accordance with the approved Conservation Plan required in Recommendation 4.a.1, to the satisfaction of the Senior Manager, Heritage Planning including execution of such agreement to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. &nbsp;That prior to Site Plan approval for the proposed development of the properties at 355 Adelaide Street West, 46 Charlotte Street and 16 Oxley Street the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. &nbsp;Provide final Site Plan drawings substantially in accordance with the approved Conservation Plan required in Recommendation 4.a.1 to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. &nbsp;Obtain final approval for the necessary by-law amendments required for the alterations to the property at 355 Adelaide Street West, such amendments to have been enacted by City Council in connection with an OLT Order and to have come into effect in a form and with content acceptable to City Council as determined by the Chief Planner, City Planning in consultation with the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. &nbsp;Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4. &nbsp;Provide a Heritage Lighting Plan that describes how the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Planning; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">5. &nbsp;Submit a Signage Plan for the proposed development to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">c. &nbsp;That prior to the issuance of any permit for all or any part of the property at 355 Adelaide Street West, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Planning, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. &nbsp;Have obtained final approval for the necessary Zoning By-law Amendment required for the subject property, such Amendment to have come into full force and effect;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. &nbsp;Have entered into a Heritage Easement Agreement with the City of Toronto required in Recommendation 4.a.2 for property at 355 Adelaide Street West, including registration on title of such agreement, to the satisfaction of the City Solicitor;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">3. &nbsp;Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 4.a.1 above including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning;</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">4.&nbsp; Provide a Letter of Credit, including provision for upwards indexing in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, to secure all work included in the approved Conservation Plan and Interpretation Plan; and</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">5. &nbsp;Provide full documentation of the existing heritage property, including two (2) printed sets of archival quality 8\" x 10\" colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a CD in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">d.&nbsp; That prior to the release of the Letter of Credit required in Recommendation 4.c.4. above the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1.&nbsp;&nbsp;&nbsp; Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work, and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p>3.&nbsp; City Council authorize the entering into of a Heritage Easement Agreement under Section 37 of the Ontario Heritage Act with the owner of 355 Adelaide Street West in a form and content satisfactory to the City Solicitor and the Interim Chief Planner and Executive Director, City Planning.</p>\n<p>&nbsp;</p>\n<p>4. &nbsp;City Council authorize the City Solicitor to introduce the necessary Bill in Council authorizing the entering into of a Heritage Easement Agreement for the property at 355 Adelaide Street West.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca </a><span style=\"font-size: 12pt;\">within thirty days of April 3, 2024, which is May 3, 2024.</span></p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to alter the Property under Section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property under section 34 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.CC16.22\">https://secure.toronto.ca/council/agenda-item.do?item=2024.CC16.22</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5051,
  "otherReferenceList": [
    {
      "description": "CC16.22 - 353 - 355 Adelaide Street West, 46 Charlotte Street and 16 Oxley Street - Zoning By-law Amendment - Ontario Land Tribunal Hearing and Applications to Alter and Demolish a Heritage Attribute of a Designated Heritage Property under Section 33 and 34(1)1 of Ontario Heritage Act - Request for Directions",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.CC16.22"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 355 Adelaide Street West",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
