{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "24 Mason Boulevard Toronto Ontario",
      "latitudeCoordinate": "43.736742651",
      "longitudeCoordinate": "-79.407314126",
      "postalCode": "M5M 3C7",
      "province": "Ontario",
      "streetAddress": "24 Mason Boulevard"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 24 Mason Boulevard",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4951"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>24 MASON BOULEVARD</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\">TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 24 Mason Boulevard under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 24 Mason Boulevard is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located southwest of the intersection at Yonge Street and York Mills Road/Wilson Avenue in North York, the property at 24 Mason Boulevard, known as the Denison/Mason Farmhouse, contains a two-storey residential building organised within an L-shaped plan. As the oldest surviving structure within its immediate suburban context, the subject property represents a vestige of a former 125-acre farm lot, owned from 1823 until 1879 by members of Toronto's Denison family. Prior to the Denison ownership, the lot was part of a 210-acre parcel that the Crown patented to John Kendrick in 1805. Kendrick divided the parcel (known as Lot 9 Concession 1 West of Yonge) into east and west halves in the same year, and eventually granted the eastern portion to Richard Lippincott in 1808. Lippincott granted the land to his son-in-law, George T. Denison, in 1823.</p>\n<p>&nbsp;</p>\n<p>Since 24 Mason Boulevard pre-dates all of the surrounding properties, the building's angled orientation reflects how its layout was in response to the natural topography of the Don River ravine lands and not to any formalised subdivision plan. The Denison/Mason Farmhouse and Mason Boulevard derive their names from their association with Henry Mason, a farmer who purchased the farm lot from the Denison family in 1879. With the evolution of the area from its origins as a milling and farming settlement known as York Mills, 24 Mason Boulevard (estimated date of construction between 1876-1882) remained in place as the farmlands surrounding it transitioned into suburban housing in the postwar period.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 24 Mason Boulevard has design and physical value as a representative example of a late 19th century vernacular Ontario farmhouse. It is a surviving example of a typology that defined the early development history of York Mills and for which few examples remain extant. While the structure has been altered through a series of additions and rearrangements made in the 20th century, the original section of the building remains evident in its rectangular plan, gable roof with end gables, matching chimneys, red brick cladding, and brick voussoir details.</p>\n<p>&nbsp;</p>\n<p>The property at 24 Mason Boulevard has historical value for its role in communicating the story of York Mills, which began as an early 19th century milling and farming hamlet, established at the crossroads of Yonge Street and York Mills Road, in close proximity to the West Don River, to its evolution as a post-war residential commuter suburb. As one of the few known farmhouses built on a York Township farm lot that remains extant in North York, the Denison/Mason Farmhouse was subsequently absorbed into the first subdivision of land, marketed as 'Eglinton Park' in 1892. With the urbanization of York Mills in the mid-20th century and its transformation into a commuter suburb, the Denison/Mason Farmhouse was incorporated into the neighbourhood's residential development where the property's generous setback and presence stands as a reminder of the origins and evolution of the area.</p>\n<p>&nbsp;</p>\n<p>24 Mason Boulevard is additionally valued for its associations with several former owners, being members of the Denison family and Henry Mason, whose occupations as farmers and use of the subject property as farmland contributes to an understanding of the property's role in the historical development of York Mills. The Denisons were a prominent Toronto family known for their connection to the \"Bellevue\" neighbourhood (present-day Kensington Market) and they owned the subject property for fifty-five years, from 1823 to 1879. Colonel Richard L. Denison, son of George T. Denison who inherited the land from Richard Lippincott, was known as a farmer throughout his life and had a prominent role as the treasurer in the organization known as the Agricultural and Arts Association of Ontario. Furthermore, Richard Denison was a co-founder of the York Pioneer and Historical Society, the oldest historical society in Ontario. Henry Mason purchased the property from Susan Denison, wife of Richard L. Denison, in 1879. Mason sold a portion of the property to York Township in 1886 for the surveying of Mason Boulevard but continued farming the land until 1889 when he sold most of the former 125-acre lot to prospective land developers. The Denison and Mason associations help to illustrate the subject property's initial transition from farmland into subdivision, an early indication of the later widespread urbanization that would change the character of the York Mills community.</p>\n<p>&nbsp;</p>\n<p>Contextually, the Denison/Mason Farmhouse is historically linked to its surroundings in the York Mills neighbourhood, where its irregular lot orientation principally responded to the topography of the Don River ravine lands. Furthermore, it is one of a few extant buildings dating from the 19th century farming and milling settlement established at the intersection of Yonge Street and York Mills Road, adjacent to the West Don River. As a 19th century farmhouse in York Mills, 24 Mason Boulevard has stood in place as the community evolved from an agricultural one to a residential commuter suburb.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 24 Mason Boulevard as a representative of a vernacular Ontario farmhouse typology that was constructed in the late 19th century include:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure that reference its former function as a farmhouse located on a 125-acre lot</li>\n<li>The scale, form, and massing of the original sections of the circa 1876-1882 two-storey building on a rectangular plan</li>\n<li>The original gable roof, end (or side) gables, and matching chimneys</li>\n<li>The red brick cladding</li>\n<li>The existing position and proportions of all original window openings</li>\n<li>The flat arch, or jack arch, brick voussoir details above all original window openings</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 24 Mason Boulevard as yielding information that contributes to an understanding of the evolution of the York Mills community:</p>\n<ul>\n<li>The placement on a slight rise on its natural topography, long setback, and orientation of the structure on the west side of Mason Boulevard</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 24 Mason Boulevard as being historically linked to its surroundings:</p>\n<ul>\n<li>The placement on the west side of Mason Boulevard on a slight rise, the generous setback from the roadway, and the angled orientation of the lot, all of which reflect how the property reacts to the natural topography that is in proximity to a ravine landscape setting located to the northeast</li>\n</ul>\n<p>Note that the two-storey rear wing (west elevation) that was added after the circa 1876-1882 construction of the original structure and the one-storey rear addition (west elevation) that was added in the 20th century are not identified as heritage attributes. The wraparound verandah at the east and north elevations, and the porch at the west elevation, are also not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.17\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.17</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5114,
  "otherReferenceList": [
    {
      "description": "PH11.17 - 24 Mason Boulevard - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.17"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 24 Mason Boulevard",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
