{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "318 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.7279728574",
      "longitudeCoordinate": "-79.3832622627",
      "postalCode": "M4N 1T7",
      "province": "Ontario",
      "streetAddress": "318 Lawrence Avenue East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "306 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.7281920563",
      "longitudeCoordinate": "-79.3841982627",
      "postalCode": "M4N 1T7",
      "province": "Ontario",
      "streetAddress": "306 Lawrence Avenue East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "294 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.728608062",
      "longitudeCoordinate": "-79.3855500355",
      "postalCode": "M4N 1T7",
      "province": "Ontario",
      "streetAddress": "294 Lawrence Avenue East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "296 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.728410874",
      "longitudeCoordinate": "-79.3850131429",
      "postalCode": "M4N 1T7",
      "province": "Ontario",
      "streetAddress": "296 Lawrence Avenue East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 294 (including structure address 296) 306 and 318 Lawrence Avenue East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4955"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>294 (INCLUDING STRUCTURE ADDRESS 296) 306 AND</strong></p>\n<p style=\"text-align: center;\"><strong>318 LAWRENCE AVENUE EAST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 294 (including structure address 296) 306 and 318 Lawrence Avenue East under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p><strong>Reasons for Designation&nbsp;&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>The properties at 294 (including structure address 296), 306, and 318 Lawrence Avenue East are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The subject properties are located on the north side of Lawrence Avenue East, between Mildenhall Road and Bayview Avenue in the Bridle Path-Sunnybrook-York Mills neighbourhood. They belong to a grouping of buildings forming the Toronto French School (TFS) campus, which also includes a Moderne style school building designed in 1969 at 101 Mildenhall Road. The buildings at 296, 306, and 318 Lawrence Avenue East were conceived as an ensemble by the architecture firm of McGiffin and Smith for Sir Clifford Sifton and two of his sons and share a common architectural style and material palette of dichromatic red-brick with manufactured stone. They are part of a collection of grand estates constructed between 1920 and 1940 that were designed in relation to the West Don River ravine landscape. The ecological and topographical features of the Don River ravine landscape form a substantial part of the subject property, stretching across its entire northern portion with the West Don River and forming its northern boundary.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>Constructed in 1923 as the Sifton Estate, the buildings at 296, 306, and 318 Lawrence Avenue East have design value as representative examples of the country estate typology constructed near Bayview Avenue in North York in the early 20th century. These estates featured architect-designed buildings in Period Revival styles that responded to their natural topography through their placement of structures, outbuildings, forecourts, rear terraces, and lawns. Designed by the architectural firm McGiffin and Smith, the three buildings comprising the former Sifton Estate share a generous setback and incorporate elements of Period Revival styles - principally Tudor and Queen Anne Revival. Later additions to the buildings have maintained a sensitivity to the adjacent West Don River ravine that was first established by the original scheme for the estate.</p>\n<p>&nbsp;</p>\n<p>The buildings are also a rare example of the use of fire rated materials in residential construction. This is evident in the proprietary concrete block foundations, load bearing masonry walls, and the metal pan and concrete floor slabs and stairs found in each of the original estate houses.</p>\n<p>&nbsp;</p>\n<p>The properties display a high degree of artistic merit as a unified composition of buildings carefully placed within a curated landscape. The site plan transitions between a more formal park-like setting at the front of the property to the natural landforms and vegetation of the ravine nearing the river, recalling elements of the picturesque. All three buildings incorporate elements of Period Revival styles but feature unique interpretations of their architectural details that distinguish each building from the others and create a hierarchy between them. Although some of the original design elements and landscaping have been lost through later modifications to the site, the relationship of the buildings to each other is maintained through a shared material palette and architectural language.</p>\n<p>&nbsp;</p>\n<p>The properties are valued for their direct association to the Toronto French School, which was founded in 1962 by Anna Por and Harry Giles. The TFS was the first non-denominational bilingual school in Toronto, and among the earliest examples of French immersion education in Canada. The establishment of a secular bilingual curriculum by TFS in the early 1960s is connected to a broader theme related to Canada's development of official policies on bilingualism and multiculturalism, solidified through the adoption of the first federal Official Languages Act in 1969.</p>\n<p>&nbsp;</p>\n<p>The properties yield information that contributes to an understanding of the evolution of the West Don River watershed. They have the potential to contribute to the understanding of pre-colonial Indigenous culture due to their location adjacent to the Don River system, which is known to have served a variety of important functions for Indigenous communities. The placement of the buildings within the larger site, including their deep setback from the street and relationship to the West Don River ravine landscape, is characteristic of this collection of grand estate houses that represent a particular development in the newly incorporated Township of North York as it was undergoing transformation from its 19th century origins as vast tracts of farmland. Furthermore, the subject properties contribute to an understanding of the evolution of this area through their adaptive re-use by large institutions, which have taken stewardship of several of the former estates in proximity to the West Don River near Bayview and Lawrence avenues.</p>\n<p>&nbsp;</p>\n<p>Located on the north side of Lawrence Avenue East adjacent to Bayview Avenue, the property has contextual value as it defines, maintains and supports the landscaped and woodland ravine setting of the west branch of the Don River. It contains the former Sifton Estate, one of the original country estates that are characteristic of this part of North York since its incorporation. The original three estate houses and several later additions to them were carefully designed to consider the topography of the site, integrating them within the landscape. As with many of the surrounding former private estates, the former Sifton Estate has been adaptively re-used for institutional purposes, which is also typical of the area.</p>\n<p>&nbsp;</p>\n<p>The properties at 294-318 (including structure address at 296) Lawrence Avenue East are physically, functionally, visually, and historically linked to each other and their surroundings as a single residential estate that was subdivided, held under separate ownership that coincided with a transition from residential to institutional use, and later re-consolidated into a single educational campus. The original three estate houses were designed as a unified composition, which is visually evident in their shared architectural language, material palette, and placement on the site within the flat lands adjacent to Lawrence Avenue East. Both the original design of the buildings and the later additions related to the institutional uses of the properties respond to the topography of the site, further linking them to their surroundings. As a former estate located along the West Don River watershed, the properties are also historically linked to other grand estates in the area by an interconnected horse-riding trail known as the bridle path. The ensemble, including the built forms and ecological features, constitutes a cultural heritage landscape united through the properties' use for recreation and retreat since its development in 1923.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the properties at 294-318 (including structure address at 296) Lawrence Avenue East as representative examples of an early 20th-century country estate type typical of the Bayview Avenue Estates; rare examples of the use of fire rated materials in residential construction; and as a unified composition displaying a high degree of artistic merit include:</p>\n<ul>\n<li>The setback, placement and orientation of the three houses (at 296, 306, and 318 Lawrence Avenue East) on the north side of Lawrence Avenue East within the flat lands along the edge of the sloping table land of the ravine</li>\n<li>The buildings' two-and-a-half-storey scale, form, and asymmetrical massing, each featuring:</li>\n<li>a prominent main volume with a steeply pitched roof and high parapeted gable ends</li>\n<li>high brick chimneys, some of which have brick and manufactured stone detailing</li>\n<li>dormer windows with hipped roofs</li>\n<li>one- and two-storey wings with flat roofs</li>\n<li>a uniquely-designed porte-coch&egrave;re on the south elevation sheltering the main entrance of the house comprising a wood door flanked by glazed sidelights</li>\n</ul>\n<p>The materials, including:</p>\n<ul>\n<li>load-bearing red brick masonry walls</li>\n<li>manufactured stone decorative elements including but not limited to the door and quoined window surrounds, lintels and sills, horizontal banding, chimney caps, and coping</li>\n<li>copper roof flashings, gutters, decorative leader heads and downspouts/ rainwater leaders</li>\n<li>&nbsp;proprietary concrete block foundations</li>\n<li>metal pan and concrete floor slabs and stairs</li>\n<li>The fenestration of each estate house, comprising a mixture of window types, groupings, and sizes, including:</li>\n<li>extant wood windows</li>\n<li>leaded glass windows of various types</li>\n<li>The interior finishes and fitments of the principal rooms on the main floor including, but not limited to:</li>\n<li>fireplaces</li>\n<li>decorative plasterwork including stone rendered walls and decorative moldings</li>\n<li>black and white marble floor tiles at entrances and wood flooring throughout</li>\n<li>extant original windows complete with hardware</li>\n<li>high baseboards and substantive door and window trim in wood (both painted and unpainted)</li>\n<li>extant wood doors</li>\n<li>decorative cast iron radiators</li>\n<li>period wall sconces and original light fixtures</li>\n</ul>\n<p>The physical features unique to the building at 296 Lawrence Avenue East, including:</p>\n<ul>\n<li>The decorative exposed rafter ends of the roofs with wood crown molding beneath</li>\n<li>The tongue and groove wood ceiling of the porte-coch&egrave;re and period iron wall sconces</li>\n<li>The original single-panel, solid mahogany door that matches 306 Lawrence Avenue East</li>\n</ul>\n<p>The physical features unique to the building at 306 Lawrence Avenue East, including:</p>\n<ul>\n<li>The shingled gable end with flared skirt above eaves</li>\n<li>The decorative coping stone at top of front gable end</li>\n<li>The wood windows and door of the solarium, including the stone surrounds on the exterior and the wood trim on the interior</li>\n<li>The decorative metal porte-coch&egrave;re with beamed tongue and groove ceiling and hanging light fixture</li>\n<li>The single panel mahogany door with door knocker and letter slot that matches 296 Lawrence Avenue East</li>\n<li>The cold storage door and manufactured stone surround</li>\n<li>The interior features, including:</li>\n<li>the bowed wooden staircase extending from basement to second floor</li>\n<li>the fireproof vault door in the basement</li>\n<li>the original rear wall of the building, which has been partially enclosed by a later addition</li>\n</ul>\n<p>The physical features unique to the building at 318 Lawrence Avenue East, including:</p>\n<ul>\n<li>Decorative stone spandrel panels used as parapets on the front elevation and above the second storey of the wings</li>\n<li>The stone bay window above the porte-coch&egrave;re</li>\n<li>The stone facing around the solarium windows</li>\n<li>The stone quoining on the porte-coch&egrave;re and two-storey bay of the gable end</li>\n<li>The raised, double-door principal entrance (doors are not original)</li>\n<li>The original rear wall of the building, which has been enclosed by a later addition</li>\n<li>The interior features of the vestibule and entrance hall, including:\n<ul>\n<li>the wood paneling of the wall and ceilings in the vestibule</li>\n<li>the principal curving staircase in its entirety leading from basement to the second floor, including the plaster niche within the wall between the first and second levels</li>\n<li>the small, paneled door with a curved header beneath the staircase</li>\n<li>the four large double wooden doors decorative surrounds leading off the entrance hall</li>\n</ul>\n</li>\n<li>The interior features of the library, including:\n<ul>\n<li>beamed ceiling</li>\n<li>wood wall paneling</li>\n<li>door openings, wood moldings and transoms</li>\n<li>double wood doors to entrance hall</li>\n<li>wood book shelving</li>\n<li>fireplace complete with all woodwork</li>\n<li>wood atlas stand</li>\n<li>wall sconces</li>\n</ul>\n</li>\n</ul>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the properties at 294-318 (including structure address at 296) Lawrence Avenue East for their potential to yield information that contributes to an understanding of the evolution of the West Don River watershed include:</p>\n<ul>\n<li>The natural state of the ravine lands, which extend across the entire north of the property</li>\n<li>The setback, placement and orientation of the three houses on the north side of Lawrence Avenue East within the flat lands along the edge of the sloping table land of the ravine</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of the properties at 294-318 (including structure address at 296) Lawrence Avenue East as defining, supporting and maintaining the historic character of the area and being historically, visually, functionally and physically linked to their setting include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The natural state of the ravine lands, part of the West Don River watershed, which extend across the entire northern portion of the properties</li>\n<li>The open space behind the buildings that affords views directly into the ravine</li>\n<li>The views of the ravine between the estate houses and the uninterrupted view of the three estate houses from the edge of the properties along Lawrence Avenue East</li>\n<li>The remaining soft landscaping within the setback of the buildings from Lawrence Avenue East and between the three estate homes</li>\n<li>The setback, placement and orientation of the three houses on the north side of Lawrence Avenue East within the flat lands along the edge of the sloping table land of the ravine</li>\n<li>The shared material palette and architectural language of the three estate houses</li>\n<li>Elements that are linked to the buildings' conversion to institutional use, including:\n<ul>\n<li>The one-storey Ursuline Chapel addition to the west wing of 318 Lawrence Avenue East which mimics the red-brick, manufactured stone, and copper detailing of the estate house</li>\n<li>The doors to the former Ursuline School Chapel on the second floor of 306 Lawrence Avenue East</li>\n</ul>\n</li>\n</ul>\n<p><strong>Note:</strong> The bungalow (c.1959) at 294 Lawrence Avenue East that currently serves as a daycare is not considered a heritage attribute</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca </a><span style=\"font-size: 12pt;\">within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</span></p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5118,
  "otherReferenceList": [
    {
      "description": "PH11.18 - 294, 306 and 318 Lawrence Avenue East and 101 Mildenhall Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.18"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 294 (including structure address 296) 306 and 318 Lawrence Avenue East",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
