{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "322 La Rose Avenue Toronto Ontario",
      "latitudeCoordinate": "43.681959185",
      "longitudeCoordinate": "-79.539110573",
      "postalCode": "M9P 1B9",
      "province": "Ontario",
      "streetAddress": "322 La Rose Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 322 La Rose Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4956"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713844800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>322 LA ROSE AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: left;\">TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 322 La Rose Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The property at 322 La Rose Avenue (La Rose Farmhouse) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under the categories of design/physical, historical/associative, and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the north side of La Rose Avenue, east of Islington Avenue, west of Royal York Road, north of Eglinton Avenue, and south of The Westway, the property at 322 La Rose Avenue, known as the La Rose Farmhouse, contains a detached 2-storey house-form building with a 1&frac12;-storey rear kitchen wing on a L-shaped plan. A Pre-Confederation farmhouse that was constructed in c.1861, the property is an example of the Ontario farmhouse typology with Georgian style detailing. As the oldest surviving structure within its immediate suburban context, the subject property represents a vestige of a former 200-acre farm lot, Lot 17, Concession B, and Lot 18, Concession B, owned from 1845-1924 by Daniel La Rose after who La Rose Avenue was named. The property was sold to the Ellis and Ottaway families in 1945.There is also a 1-storey modern shed addition on the north side of the property and a modern 2-bay garage at the south side. The porch in the primary (west) elevation of the main house and the porch in the primary (south) elevation of the rear kitchen wing are believed to have been later additions.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 322 La Rose Avenue has design and physical value as a representative example of a mid-19th century, Pre-Confederation Ontario farmhouse. While modern additions have been made to the property during the 20th-century, the original section of the building remains evident in the L-shaped plan of the original 2-storey main house and 1&frac12;- storey rear kitchen wing, in the materials, including the red brick with a Flemish bond in the original primary (west) elevation of the main house and the Humberstone in the remaining walls of the main house and rear kitchen wing, and in the side-gabled roofs. The window casings and deep sills at the interior in the first and second storeys of the main house and rear kitchen wing are also reminiscent of this typology.</p>\n<p>&nbsp;</p>\n<p>The La Rose Farmhouse has additional design and physical value as a representative example of the Georgian style. The style can be seen in the main house through its symmetrical fa&ccedil;ade, which includes a side-gabled roof and symmetrical chimneys at each end, central doorway with an ornamented recessed transom above, the flanking large half-glazed French doors with three large and three narrow window panes at the sides of the sash, and the three six-over-six double-hung sash windows in the second storey with arch voussoirs above and wooden lug sills below. The side (north) and rear (east) elevation of the main house feature the same type of windows with two in each elevation. The Georgian style can also be seen in the rear kitchen wing in the primary (south) elevation in the central doorway and the two-over-two, double-hung sash window adjacent to it. Both the window and door contain arch voussoirs above and the window contains a wooden lug sill below. In the second storey of the side (east) elevation, there is a six-over-six, double-hung sash window and a one-over-one sash window. Both windows contain arch voussoirs above and wooden lug sills below. In the rear (north) elevation, there is a two-over-two, double-hung sash window in the first storey with an arched voussoirs above and a wooden lug sill below and there is an eight-pane casement window in the second storey with a wooden lug sill.</p>\n<p>&nbsp;</p>\n<p>The property at 322 La Rose Avenue is valued for its association with its original owner, Daniel La Rose, for whom the La Rose farmhouse was built in c.1861 and after who the street, La Rose Avenue, was named. At various times, the La Rose farm was under cultivation with wheat, barley, peas, oats, corn, potatoes and hay and it remained a prosperous farm until the property was sold in 1924. The property&rsquo;s occupation by a farmer and the use of the subject property as farmland contributes to an understanding of the property&rsquo;s role in the historical development of Richview.</p>\n<p>&nbsp;</p>\n<p>Contextually, the La Rose Farmhouse has cultural heritage value related to its importance in maintaining the historical character of the area as it developed as a farming community at the corner of Islington Avenue and Eglinton Avenue West during the early-to-mid-19th century. While the land surrounding the subject property was subdivided and cleared for suburban redevelopment in the early-1960s, the subject property is a reminder of the original farming community of Richview through the 2-storey and 1&frac12;-storey scale of the main house and rear kitchen wing respectively, its L-shaped form, and massing.</p>\n<p>&nbsp;</p>\n<p>The subject property is also physically, functionally, visually and historically linked to its surroundings through its placement, set back and orientation where the main house was positioned to face Islington Avenue where it once sat at the western termination of La Rose Avenue.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 322 La Rose Avenue as a representative example of a mid-19th century, Pre-Confederation Ontario farmhouse with Georgian style details:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure that reference its former function as a farmhouse located on a 200-acre lot facing Islington Avenue</li>\n<li>The scale, form, and massing of the original 2-storey main house and 1&frac12;-storey rear kitchen wing on an L-shaped plan</li>\n<li>The materials of the main house and rear kitchen wing, including red brick with a Flemish bond and Humberstone</li>\n<li>The side-gabled roof of the main house and rear kitchen wing</li>\n<li>In the primary (west) elevation of the main house: the symmetrical fa&ccedil;ade with chimneys at either end, a central doorway with an ornamented recessed transom above, the flaking large half-glazed French doors with three large and three narrow windowpanes at the sides of the sash, and three six-over-six, double-hung sash windows in the second storey with arch voussoirs above and wooden lug sills below</li>\n<li>In the side (north) and rear (east) elevation of the main house: two six-over-six, double-hung sash windows with arch voussoirs above and wooden lug sills below in each elevation</li>\n<li>In the rear kitchen wing in the primary (south) elevation: the central doorway and the two-over-two, double-hung sash window both with arch voussoirs above and a wooden lug sill below in the window</li>\n<li>In the rear kitchen wing in the side (east) elevation: the six-over-six, double-hung sash window and the opening for the one-over-one sash window with arch voussoirs above and wooden lug sills below</li>\n<li>In the rear kitchen wing in the rear (north) elevation, the two-over-two, double-hung sash window with an arched voussoirs above and a wooden lug sill below and the eight-pane casement window with a wooden lug sill</li>\n<li>At the interior: the window casings and deep sills in the first and second storeys of the main house and rear kitchen wing</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 322 La Rose Avenue as being associated with its original owner, Daniel La Rose, who operated a farm on the property:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure that reference its former function as a farmhouse located on a 200-acre lot facing Islington Avenue</li>\n<li>The scale, form, and massing of the original 2-storey main house and 1&frac12;-storey rear kitchen wing on an L-shaped plan</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at the La Rose Farmhouse as maintaining the historic character of the farming community that developed in Richview during the early-to-mid-19th century:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure that reference its former function as a farmhouse located on a 200-acre lot facing Islington Avenue</li>\n<li>The scale, form, and massing of the original 2-storey main house and 1&frac12;-storey rear kitchen wing on an L-shaped plan</li>\n</ul>\n<p>Attributes that contribute to the cultural heritage value of the property at 322 La Rose Avenue being physically, functionally, visually and historically linked to its surroundings, where the main house was positioned to face Islington Avenue at what was once the western termination of La Rose Avenue:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure that reference its former function as a farmhouse located on a 200-acre lot facing Islington Avenue</li>\n<li>The scale, form, and massing of the original 2-storey main house and 1&frac12;-storey rear kitchen wing on an L-shaped plan</li>\n</ul>\n<p><strong>Note:</strong> The shed in the north elevation was constructed in 1987 and it was extended in 1998 at the same time that the new garage in the south elevation was erected. Neither are being identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: RegistrarCCO@toronto.ca within thirty (30) days of April 23, 2024, which is May 23, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.19\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.19</a>.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5119,
  "otherReferenceList": [
    {
      "description": "PH11.19 - 322 La Rose Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.19"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 322 La Rose Avenue",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
