{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "64 Woodlawn Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.68358742",
      "longitudeCoordinate": "-79.395203624",
      "postalCode": "M4V 1G7",
      "province": "Ontario",
      "streetAddress": "64 Woodlawn Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposed Amendment to Designation By-law 606-2018 - 64 Woodlawn Ave",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=4958"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1713931200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>64 WOODLAWN AVENUE WEST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF PROPOSED AMENDMENT TO DESIGNATION BY-LAW 606-2018</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to amend By-law 606-2018, being a by-law designating the property known municipally as 64 Woodlawn Avenue West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest, to amend the legal&nbsp; description, to clarify or correct the Reasons for Designation and to amend the Statement of Cultural Heritage Value pursuant to Section 30.1 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Proposed Amendment to Designation By-law</strong></p>\n<p>&nbsp;</p>\n<p>The purpose and effect of the proposed amendment to the designation by-law are as follows:</p>\n<p>&nbsp;</p>\n<p>City of Toronto By-law 606-2018 designating the property at 64 Woodlawn Avenue West under Part IV, Section 29 of the Ontario Heritage Act is revised to amend the Statement of Significance to remove all references to Robert Stapleton Pitt Caldecott.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;Schedule A to By-law 606-2018 is amended as follows:</strong></p>\n<ol>\n<li>The words &ldquo;Caldecott House&rdquo; in the first heading are deleted.</li>\n<li>The first sentence of the second paragraph of the &ldquo;Statement of Significance&rdquo; is amended to delete the words &ldquo;Caldecott House&rdquo; and replace them with the words &ldquo;the property at 64 Woodlawn Avenue West.&rdquo;</li>\n<li>The third paragraph of the &ldquo;Statement of Significance&rdquo; which reads &ldquo;The property at 64 Woodlawn Avenue West is also valued for its association with its original owner, Robert Stapleton Pitt Caldecott (1836-1907), who commissioned the house. Caldecott was a highly regarded businessman who served as the president of the Toronto Board of Trade and was considered an expert in international trade.&rdquo; is deleted in its entirety.</li>\n<li>The first sentence in the fourth (now third paragraph) of the &ldquo;Statement of Significance&rdquo; is amended to delete the words &ldquo;Caldecott House&rdquo; and replace them with the words &ldquo;property at 64 Woodlawn Avenue West.&rdquo;</li>\n<li>The last sentence in the fourth (now third paragraph) of the &ldquo;Statement of Significance&rdquo; is amended to delete the words &ldquo;Caldecott House&rdquo; and replace them with the words &ldquo;subject property&rdquo;.</li>\n<li>The first sentence of the &ldquo;Heritage Attributes&rdquo; is amended to delete the words &ldquo;Caldecott House&rdquo; and replace them with the words &ldquo;subject property&rdquo;.</li>\n</ol>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\">AMENDED STATEMENT OF SIGNIFICANCE:</p>\n<p style=\"text-align: center;\">64 WOODLAWN AVENUE WEST</p>\n<p style=\"text-align: center;\">(REASONS FOR DESIGNATION)</p>\n<p>&nbsp;</p>\n<p>The property at 64 Woodlawn Avenue West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 64 Woodlawn Avenue West contains a 2&frac12;-storey detached house form building that is located on the north side of the street, west of Yonge Street and south of St. Clair Avenue West. It was developed on a subdivision of the former \"Woodlawn\" estate along Walker and Woodlawn avenues, which was annexed by the City of Toronto in 1888. The dwelling at 64 Woodlawn Avenue West was constructed in 1906 for Toronto businessman, Stapleton Caldecott and his wife, Emma Arnold Caldecott according to the designs of the notable Toronto architect, Eden Smith. For over 50 years, the site was owned by James H. Swan, whose family had acquired other allotments on Woodlawn Avenue West in the early 20th century.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>&nbsp;</p>\n<p>The property at 64 Woodlawn Avenue West is valued for its design as a fine representative example of an early 20th century house form building designed in the Period Revival style influenced by the Arts and Crafts Movement as interpreted by architect Eden Smith. It is distinguished by its asymmetrical plan with the projecting bays, the complicated roofline with the gables and the distinctive canted chimneys, and the decorative wood strapwork.</p>\n<p>&nbsp;</p>\n<p>The associative value of the property at 64 Woodlawn Avenue West is through its identification with Toronto architect Eden Smith, who designed the dwelling. The English-born architect is noted for his distinctive designs influenced by the Arts and Crafts ideals of William Morris and his circle. In Toronto, following his high-profile commission for St. Thomas's Church (1892) on Huron Street, Smith focused on designing houses in high-end neighbourhoods and enclaves throughout the city, among them Wychwood Park, the neighbourhood inspired by North American artists' colonies, which was amongst the first Heritage Conservation Districts in Toronto.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property at 64 Woodlawn Avenue West is valued for its contribution to the character of the area, which originated as William Hume Blake's 19th-century \"Woodlawn\" estate and was developed afterward as an upscale residential enclave that was annexed by the City of Toronto in 1888.The property at 64 Woodlawn Avenue West is also historically, visually and physically linked to its setting where, with its neighbours to the west, the subject property is set back from the street line on a slight rise of land.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p>The heritage attributes of the subject property at 64 Woodlawn Avenue West are:</p>\n<ul>\n<li>The setback, placement and orientation of the building on the north side of the street</li>\n<li>The scale, form and massing of the 2&frac12;-storey house form building</li>\n<li>The cross-gable roof with the gable on the south slope, the canted brick corner chimneys, and the gabled wall dormer (south)</li>\n<li>The materials, with the brick cladding and the brick, stone and wood detailing (the brickwork has been painted), including the wood strapwork in the gables</li>\n<li>The principal (south) elevation, with the main entrance, which is set in a flat-headed surround with sidelights under an open gable-roofed porch between single- and two-storey bay windows</li>\n<li>The side elevations (east and west), which are viewed from Woodlawn Avenue West, including the two-storey bay window on the east wall</li>\n</ul>\n<p><strong>Note:</strong> the rear (north) wing and the detached garage (1929) at the south end of the property are not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to Proposed Amendment to Designation By-law</strong></p>\n<p>&nbsp;</p>\n<p>An owner may serve a notice of an objection to the Proposed Amendment to Designation By-law 606-2018 on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of April 24, 2024, which is May 24, 2024. The notice of objection to the Notice of Proposed Amendment to Designation By-law must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Proposed Amendment to Designation By-law 606-2018 is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.14\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.14</a></p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5121,
  "otherReferenceList": [
    {
      "description": "2024.PH11.14 - 64 Woodlawn Avenue West - Refusal of Repeal of Designating By-law under Section 32 of the Ontario Heritage Act and Proposed Amendment to Designating By-law under Part IV, Section 30.1 of the Ontario Heritage Act\n",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH11.14"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposed Amendment to Designation By-law 606-2018 - 64 Woodlawn Ave West",
  "topics": [
    "Heritage > Amendment to the designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
