{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Noise By-law Review – Proposed Amendments to Chapter 591, Noise",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=341"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-338-5089",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "locationName": "Toronto City Hall",
      "postalCode": "M5H 2N1",
      "province": "Ontario",
      "startDateTime": 1553693400000,
      "streetAddress": "100  Queen Street West"
    }
  ],
  "noticeDate": 1553659200000,
  "noticeDescription": "<p>Toronto City Council will be considering recommendations to adopt amendments to Toronto Municipal Code Chapter 591, Noise, including amendments to Section 591-11. Offences.</p>\n<p>It is proposed that the amendments to the By-law be adopted at the Council meeting to be held on April 16, 2019 or at a subsequent meeting.&nbsp; If adopted by City Council, the proposed amendments to Section 591-11. Offences will:</p>\n<p style=\"padding-left: 30px;\">1.&nbsp; Increase the maximum fine to $100,000.</p>\n<p style=\"padding-left: 30px;\">2.&nbsp; Add a special fine in an amount equal to any economic gain obtained from non-compliance.</p>\n<p style=\"padding-left: 30px;\">3.&nbsp; Designate each offence as continuing offence with a maximum daily fine of $10,000 and a total fine which may exceed $100,000.</p>\n<p style=\"padding-left: 30px;\">4.&nbsp; Include offences for obstruction and failure to provide information as required.</p>\n<p style=\"padding-left: 30px;\">5.&nbsp; Include authority to enter to inspect, to make orders to comply and to take remedial action.</p>\n<p>The proposed amendments are outlined in the report titled \"Noise By-law Review - Proposed Amendments to Chapter 591, Noise\".&nbsp; To view or obtain a copy of the report, visit the City's website at:&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EC3.6\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EC3.6</a></p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Wednesday April 3, 2019, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear in person or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter.</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on April 3, 2019, please contact the Committee no later than 12:00 p.m. on April 2, 2019:</p>\n<p style=\"padding-left: 30px;\">Economic and Community Development Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower,</p>\n<p style=\"padding-left: 30px;\">Toronto, ON &nbsp;M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-5089</p>\n<p style=\"padding-left: 30px;\">Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a></p>\n<p>To ask questions regarding the content of the report, contact:</p>\n<p style=\"padding-left: 30px;\">Carleton Grant</p>\n<p style=\"padding-left: 30px;\">Director, Policy and Strategic Support</p>\n<p style=\"padding-left: 30px;\">Municipal Licensing and Standards</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">16th Floor, West Tower</p>\n<p style=\"padding-left: 30px;\">Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-5576<br />Email: <a href=\"mailto:Carleton.Grant@toronto.ca\">Carleton.Grant@toronto.ca</a></p>\n<p>Any comments received after the Committee meeting will be forwarded to Council.</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may adopt additional or other amendments that differ from the recommendations set out in the report.&nbsp; The proposed amendments are subject to the decision of the Economic and Community Development Committee and the decision of Toronto City Council. &nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee or Council meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp; Please contact the above City officials if you require notice in these cases.</p>\n<p>The Economic and Community Development Committee will make its final recommendations on April 3, 2019 which will be forwarded to City Council on April 16, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:&nbsp;</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it &ndash; such as your postal address, telephone number or e-mail address &ndash; available to the public.</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-338-5089.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 521,
  "otherReferenceList": [
    {
      "description": "2019.EC3.6 - Noise By-law Review - Proposed Amendments to Chapter 591, Noise",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EC3.6"
    },
    {
      "description": "Toronto Municipal Code Chapter 591, Noise",
      "url": "https://www.toronto.ca/legdocs/municode/1184_591.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "subheading": "City of Toronto Act, 2006 Public Notice",
  "title": "Noise By-law Review – Proposed Amendments to Chapter 591, Noise",
  "topics": [
    "Licensing > Proposal to amend the Noise Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
