{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "101 Mason Boulevard Toronto Ontario",
      "latitudeCoordinate": "43.741225318",
      "longitudeCoordinate": "-79.411081822",
      "postalCode": "M5M 3E2",
      "province": "Ontario",
      "streetAddress": "101 Mason Boulevard"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 101 Mason Boulevard",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5279"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1722225600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>101 MASON BOULEVARD</strong></p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on July 25, 2024, &nbsp;has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 101 Mason Boulevard.</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on July 25, 2024, has considered an application under Section 34(1) 2 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a building and/or structure on the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 101 Mason Boulevard. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. The alterations to the designated heritage property at 101 Mason Boulevard, under Part IV, Section 33 of the Ontario Heritage Act to allow for the construction of an addition to the north wing with the alterations to the designated property being substantially in accordance with the plans and drawings dated June 29, 2023, prepared by Moffet &amp; Duncan Architects Inc. and Diamond Schmitt Inc., on file with the Senior Manager, Heritage Planning, the Heritage Impact Assessment by ERA Architect Inc., dated July 6, 2022 on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment Addendum, dated June 8, 2023, prepared by ERA Architects Inc., on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan dated May 22, 2024 by ERA Architects Inc., on file with the Senior Manager, Heritage Planning to the satisfaction of the Senior Manager, Heritage Planning and subject to the conditions set out below.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. The demolition of a garage building at the designated heritage property at 101 Mason Boulevard under Part IV, Section 34(1)2 of the Ontario Heritage Act to allow for the construction of an addition to the north wing with the alterations to the designated property being substantially in accordance with the plans and drawings dated June 29, 2023, prepared by Moffet &amp; Duncan Architects Inc. and Diamond Schmitt Inc., on file with the Senior Manager, Heritage Planning, the Heritage Impact Assessment by ERA Architect Inc., dated July 6, 2022 on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment Addendum, dated June 8, 2023, prepared by ERA Architects Inc., on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan dated May 22, 2024 by ERA Architects Inc., on file with the Senior Manager, Heritage Planning to the satisfaction of the Senior Manager, Heritage Planning and subject to the conditions set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to the application to alter the designated property at 101 Mason Boulevard under Part IV, Section 33 of the Ontario Heritage Act and its consent to the demolition of the garage building at 101 Mason Boulevard under Part IV, Section 34(1)2 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">a. That prior to the issuance of any permit for all or any part of the property at 101 Mason Boulevard, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building, as are acceptable to the Senior Manager, Heritage Planning, the owner of the subject property shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p style=\"padding-left: 80px;\">&nbsp;</p>\n<p style=\"padding-left: 80px;\">2. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning to secure all work included in the approved Conservation Plan.</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">b. That prior to the release of the Letter of Credit required in Recommendation 2.a.2 above, the owner shall:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 80px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work has been completed in accordance with the Conservation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a building and/or structure on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:hertpb@toronto.ca\">hertpb@toronto.ca</a> within thirty days of July 29, 2024, which is August 28, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to alter the Property under Section 33 of the Ontario Heritage Act must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal of the decision of City Council on the application to demolish or remove a building and/or structure on the Property under Section 34 of the Ontario Heritage Act must</strong>:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a building and/or structure on a property with certain terms or conditions or refuses the application to demolish or remove the building and/or structure on a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.NY15.18\">https://secure.toronto.ca/council/agenda-item.do?item=2024.NY15.18</a>&nbsp; &nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5422,
  "otherReferenceList": [
    {
      "description": "2024.NY15.18 - 101 Mason Boulevard - Alterations to a Heritage Property and Demolition of a Building",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.NY15.18"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 101 Mason Boulevard",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
