{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - New Road Disruption Activity Reporting System (RoDARS) Fee - Addition to City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5441"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1726804800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>New Road Disruption Activity Reporting System (RoDARS) Fee</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Addition to City of Toronto Municipal Code Chapter 441, Fees and Charges</strong></p>\n<p>&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 441, Fees and Charges, to recover administrative costs associated with congestion management incurred to review temporary right-of-way street occupation applications.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at a Council meeting as soon as possible after notification from the General Manager, Transportation Services that implementation of the new RoDARS system has been completed and that all other necessary steps associated with creating and adding a new RoDARS fee have been completed.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services, titled &ldquo;Congestion Management Plan 2023-2026 &ndash; Fall Update&rdquo; has the following recommendations:</p>\n<p>&nbsp;</p>\n<p>3. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Changes , Appendix C - Schedule 2 (Transportation Services) to establish a new Road Disruption Activity Reporting System (RoDARS) fee for temporary street occupation permit applicants as set out in Attachment 1, and request the City Solicitor to submit the bill to amend Chapter 441 as soon as possible after the General Manager, Transportation Services has confirmed that implementation of the new RoDARS system has been completed and that all other necessary steps associated with creating and adding a new RoDARS fee have been completed.</p>\n<p>&nbsp;</p>\n<p>13. Infrastructure and Environment Committee direct the General Manager, Transportation Services, to report directly to the October 9 and 10 Council meeting with a report confirming that if the requisite community consultation on the RoDARS fee, as noted in recommendation 3, has been completed.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on September 27, 2024, at 9:30 a.m. or as soon as possible thereafter, the Infrastructure and Environment Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Date: September 27, 2024</strong></p>\n<p><strong>Time: 9:30 a.m., or as soon as possible thereafter</strong></p>\n<p><strong>Location: By Video Conference</strong></p>\n<p><strong>OR</strong></p>\n<p><strong>City Committee Room 1, Toronto City Hall, 2nd Floor 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Infrastructure and Environment Committee on September 27, 2024, please contact the Committee no later than 12:00 p.m. on September 26, 2024:</p>\n<p>&nbsp;</p>\n<p><strong>Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> Phone: 416-392-4666</strong></p>\n<p><strong>Mail: Infrastructure and Environment Committee</strong></p>\n<p><strong>Toronto City Hall</strong></p>\n<p><strong>100 Queen Street West, 10th Floor, West Tower</strong></p>\n<p><strong>Toronto, ON M5H 2N2</strong></p>\n<p><strong>Fax: 416-392-1879</strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Infrastructure and Environment Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make its final recommendations on <strong>September 27, 2024</strong>, which will be forwarded to City Council at its meeting on October 9, 10 and 11, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p>Roger Browne</p>\n<p>Director, Traffic Management</p>\n<p>Transportation Services</p>\n<p>Tel: 416-392-5209</p>\n<p><a href=\"mailto:Roger.Browne@toronto.ca\">Roger.Browne@toronto.ca</a></p>\n<p><br />&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit: <a href=\"https://secure.toronto.ca/council/#/committees/2566/24495\">https://secure.toronto.ca/council/#/committees/2566/24495</a></p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5584,
  "otherReferenceList": [
    {
      "description": "IE16.4 - Congestion Management Plan 2023 - 2026 - Fall Update",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.IE16.4"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - New Road Disruption Activity Reporting System (RoDARS) Fee - Addition to City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "topics": [
    "Transportation > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
