{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "721 Eastern Avenue Toronto Ontario",
      "latitudeCoordinate": "43.6591160221",
      "longitudeCoordinate": "-79.3306667025",
      "province": "Ontario",
      "streetAddress": "721 Eastern Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 721 Eastern Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=363"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1554177600000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 721 Eastern Avenue under Part IV, Section 29 of the Ontario Heritage Act.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>\n<p>The Canada Metal Company Ltd. (Hoyt Metal Company of Canada Ltd.)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 721 Eastern Avenue, containing the complex of industrial buildings originally known as the Hoyt Metal Company of Canada Ltd. and, from 1929 until 2004, as The Canada Metal Company Ltd., is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 721 Eastern Avenue is located in Leslieville, on the south side of Eastern Avenue between Carlaw Avenue and Leslie Street, north of Lakeshore Boulevard and the former Gardiner Expressway which for 80 years contained the former industrial complex known as The Canada Metal Company Ltd. The first building constructed on the site in 1925-6 by the Hoyt Metal Company of Canada Ltd. was the Main Building (including Buildings A+B), located at the northwest corner of the property and built to the design of Wells &amp; Gray Ltd., Engineers and Contractors.&nbsp; Building A included upper level offices and a shipping warehouse below and Building B contained the factory.&nbsp; From 1929 until 1980 the complex would undergo a continuous series of expansions, alterations and demolitions, primarily to the designs of Wells &amp; Gray, in response to an evolving sequence of functions related to the production of metal alloys, until operations ceased.&nbsp; One of these structures was the building known as Building G (1943) connecting the Main Building and Foundry Building (D, 1929). The proximity to the CNR railway to the south of the property meant that railway spurs were included in the property's evolution.&nbsp; In 1930 Hoyt amalgamated with other metal companies and became known as The Canada Metal Co. Ltd which continued to own the property until 2004.&nbsp; After that time the large industrial spaces accommodated Cinespace Film Studios until General Motors of Canada purchased the property in 2016.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Canada Metal Company Ltd. property, including the original Hoyt Metal Company of Canada Ltd. Main Building, the office and warehouse building (Building A), located at the property at 721 Eastern Avenue, is a fine representative of the industrial building type which emerged in the 19th century and whose key characteristic was a plan based on a structural grid of columns providing maximum internal flexibility for the accommodation of factory machinery and the production and movement of products.&nbsp; The structural grid is reflected on the building's principal (north) and side (west) elevations with their regular composition of brick piers flanking banks of windows.&nbsp; The embellishment of the building's elevations, the sculptural relief of the brick wall surface between piers and stepped brick bands over the second-floor windows, the classical styling of the entrance with its brick piers, precast stone bases and entablature incised with the word \"OFFICE,\" and the decorative panels above the entrance marked by precast stone squares, are typical of the early 20th century industrial buildings which frequently retained elements of the Classical style.</p>\n<p>Building G, the connecting link between the Main Building (A + B) and the Foundry Building (D), is valued for its design which, in the light-weight appearance of its structural steel framing and the clerestory roof, constructed to maximize daylight for factory workers, is expressive of a functionally elegant 20th-century industrial building typology.</p>\n<p>The property is valued for its association with the international Hoyt Metal Company, an important manufacturer and innovator of metal alloys in the early 20th century, which was based in the United Kingdom with branches in Australia, the U.S. A. and Canada. The Toronto branch was established in 1909 and managed by George F. Allen, an American inventor and patent-holder for inventions related to metal alloys.&nbsp; The property is also associated with the Canada Metal Company Ltd.&nbsp; In 1929, the Hoyt Metal Company of Canada merged with the Toronto-based Canada Metal Company Ltd. a nation-wide employer and manufacturer of metal alloy products, which started in the 1890s by William G. Harris in the backyard of his home on St. Patrick Street. The Canada Metal Co. continued to operate at the Eastern Avenue property from 1929 until 2004 and was an important employer in the neighbourhood.&nbsp; The property has historic value for the information it yields regarding the growth of industry and how it contributed to the development of the working class neighbourhood between World Wars I and II.&nbsp; The building is also valued as it demonstrates the work of the firm of Wells &amp; Gray Ltd. Engineers and Contractors, who were well-known for their infrastructure projects in Ontario, extending from bridges to railway stations, their expertise in concrete construction, their leadership in the design of well-lit factories and their architectural design skills.</p>\n<p>Contextually, the building is valued as it maintains and supports the early industrial character of the neighbourhood south of Leslieville on Eastern Avenue. With its carefully crafted elevations, Main Building (A) contributes to the sequence of finely designed, early to mid-twentieth century industrial buildings situated along Eastern Avenue.&nbsp; Located with on the south side of Eastern Avenue since 1925, Building A is historically, visually and functionally linked to the residential neighbourhoods as well as the original industrial buildings and their subsequent adaptive re-use by the film industry.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Hoyt Metal Co. Main Building (Building A) are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property on the south side of Eastern Avenue west of Leslie Street&nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-storey industrial warehouse-type building with a rectangular plan and flat roof</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The organization of the elevations (now visible on the north and west sides) as a series of bays of equal width, demarcated by brick piers with windows in the bays between the piers</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The cladding material which includes brick, with brick piers and decorative stepped details above the second floor windows, and precast stone, which is featured in the&nbsp; entablature with the word \"OFFICE\" carved on its frieze, the precast stone capitals and bases of the piers flanking the entrance facing Eastern Avenue, the decorative pattern of precast stone blocks on the brick wall above the entrance and the concrete base which wraps around the building with protruding bases for the brick piers</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The windows, which include steel factory sash at the ground floor and double-paned wood sash at the upper storey on the principle (north) and side (west) elevations and glass block on the upper floor of the east-side elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the interior, the steel columns supported by concrete bases</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A connecting building between the Hoyt Company Main Building (A + B) and the Foundry Building, (G) with its steel structure, including the columns, roof trusses and clerestory windows</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of April 2, 2019, which is May 2, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 562,
  "otherReferenceList": [
    {
      "description": "721 Eastern Ave - Official Plan Amendment, Zoning Amendment and Draft Plan of Subdivision Applications",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2018.PG31.2"
    },
    {
      "description": "Bylaw 1295-2018 - To amend former City of Toronto Zoning By-law 438-86, as amended, with respect to the lands municipally known in 2018 as 721 Eastern Avenue",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1295.pdf"
    },
    {
      "description": "Bylaw 1296-2018 - To amend Zoning By-law 569-2013, as amended, with respect to the lands municipally known in the year 2018 as 721 Eastern Avenue",
      "url": "https://www.toronto.ca/legdocs/bylaws/2018/law1296.pdf"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990, Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 721 Eastern Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
