{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Update on Actions to Address Dangerous Dogs - Amendments to City of Toronto Municipal Code Chapter 349, Animals",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5482"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1729051200000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>City of Toronto Act, 2006 Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Update on Actions to Address Dangerous Dogs</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to adopt amendments to City of Toronto Municipal Code Chapter 349, Animals as part of an update report that summarizes actions the City has taken to address dangerous dogs and responds to related outstanding directives from City Council.</strong></p>\n<p>&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on November 13, 14, 15, 2024, or at a subsequent meeting. If adopted by City Council, the recommendations will:</p>\n<p>&nbsp;</p>\n<p>Reiterate a request to the Government of Ontario to amend the Dog Owners&rsquo; Liability Act (DOLA) to provide an expeditious process to hear Dog Owners&rsquo; Liability Act proceedings, as well as an explicit mechanism for municipalities to recover costs incurred by the municipality when it holds an animal pursuant to a warrant or interim control order under the Dog Owners&rsquo; Liability Act.</p>\n<p>&nbsp;</p>\n<p>Amend Toronto Municipal Code Chapter 349, Animals by replacing Section 349-15.1(6) with the following:</p>\n<p>&nbsp;</p>\n<p>&ldquo;(6) That arrangements are made with the City to enable the City to collect photographs of the dangerous dog that:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are clear and have a neutral background,</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; show the front, back, left side and right side of the dangerous dog,</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do not contain personal information as defined by the Municipal Freedom of Information and Protection of Privacy Act (MFIPPA), such as information that would identify a person or address, and</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; include any other necessary identifying information of the dangerous dog as determined by the Executive Director, MLS.&rdquo;</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are outlined in the report titled \"Update on Actions to Address Dangerous Dogs&rdquo;. To view or obtain a copy of the report, visit the City's website at:</p>\n<p>&nbsp;</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EC16.3\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2024.EC16.3</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, on October 23, 2024, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>The proposed amendments are subject to the decisions of the Economic and Community Development Committee and City Council. Consequently, the proposed amendments may be modified. Additional or other amendments to the above-noted By-law, including amendments not contemplated or considered in the proposal by Municipal Licensing and Standards staff, may occur as a result of the decisions of the Committee and City Council.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on October 23, 2024, please contact the Committee no later than 12:00 p.m. on October 22, 2024:</p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-392-4666; Fax: 416-392-1879</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Joanna Hazelden, Manager, Policy and Planning Services</p>\n<p>Municipal Licensing and Standards</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>16th Floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>Telephone: 416-338-5576</p>\n<p>Email: <a href=\"mailto:Joanna.Hazelden@toronto.ca\">Joanna.Hazelden@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on October 23, 2024, which will be forwarded to City Council for its meeting on November 13, 14, 15, 2024.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5625,
  "otherReferenceList": [
    {
      "description": "2024.EC16.3 - Update on Actions to Address Dangerous Dogs",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.EC16.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Update on Actions to Address Dangerous Dogs - Amendments to City of Toronto Municipal Code Chapter 349, Animals",
  "topics": [
    "Licensing > Proposal to amend the Animals Chapter of the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
