{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - CaféTO Business Improvement Area (BIA) Pilot Programs Update and Toronto Municipal Code Amendments for 2025",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5522"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Executive Committee",
  "eventList": [],
  "noticeDate": 1730174400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Caf&eacute;TO Business Improvement Area (BIA) Pilot Programs Update and Toronto Municipal Code Amendments for 2025</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Amendments to City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, Chapter 441, Fees and Charges, Chapter 937, Temporary Closing of Highways, and Chapter 27, Council Procedures</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>Toronto City Council will be considering recommendations to pass a by-law to amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays to make permanent the rules allowing businesses in a Business Improvement Area to operate beyond their frontage within a curb lane, amending invoicing timelines, amending the public notice for flankage caf&eacute;s, permit suspension requirements, and other technical adjustments; Chapter 441, Fees and Charges, to make adjustments regarding transfer fees, annual adjustments and discounts within a Neighbourhood Improvement Area and the Kensington Market Historic District; Chapter 937, Temporary Closing of Highways, to make technical adjustments regarding year-round closures on King Street East and West, and outside of this area, to allow for the General Manager, Transportation Services, to close curb lanes from April 24 to October 15 (inclusive); and Chapter 27, Council Procedures, to make technical adjustments.</p>\n<p>&nbsp;</p>\n<p>It is proposed that the by-law be adopted at the Council meeting to be held on November 13, 14 and 15, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>The report from the General Manager, Transportation Services and the General Manager, Economic Development and Culture, titled \"Caf&eacute;TO Business Improvement Area (BIA) Pilot Programs Update and Toronto Municipal Code Amendments for 2025\" has the following recommendations:</p>\n<p>&nbsp;</p>\n<p>1. City Council amend City of Toronto Municipal Code Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, generally as outlined in Attachment 1 to the report (October 22, 2024) from the General Manager, Transportation Services and the General Manager, Economic Development and Culture.</p>\n<p>&nbsp;</p>\n<p>2. City Council amend City of Toronto Municipal Code Chapter 441, Fees and Charges, Appendix C, Schedule 2, and Schedule 12, by removing the application fee for public parklets, and amending the permit fees for curb lane caf&eacute;s and transfer fees for sidewalk caf&eacute;s in accordance with Attachment 3 to the report (October 22, 2024) from the General Manager, Transportation Services and the General Manager, Economic Development and Culture.</p>\n<p>&nbsp;</p>\n<p>3. City Council amend City of Toronto Municipal Code Chapter 937, Temporary Closing of Highways, as outlined in Attachment 4 to the report (October 22, 2024) from the General Manager, Transportation Services and the General Manager, Economic Development and Culture.</p>\n<p>&nbsp;</p>\n<p>4. City Council amend City of Toronto Municipal Code Chapter 27, Council Procedures, as outlined in Attachment 2 to the report (October 22, 2024) from the General Manager, Transportation Services and the General Manager, Economic Development and Culture.</p>\n<p>&nbsp;</p>\n<p>5. City Council authorize the City Solicitor to introduce the necessary Bills to give effect to City Council's decision and City Council authorize the City Solicitor to make any necessary clarifications, refinements, minor modifications, technical amendments, or By-law amendments as may be identified by the City Solicitor, in consultation with the General Manager, Transportation Services and the General Manager, Economic Development and Culture in order to give effect to Recommendations 1 to 4 above.</p>\n<p>&nbsp;</p>\n<p>6. City Council direct the General Manager, Transportation Services and the General Manager, Economic Development and Culture to continue to pilot the expanded use of public parklets for the 2025 Caf&eacute;TO season, with such guidelines conforming to all requirements in Chapter 742, Sidewalk Caf&eacute;s, Parklets and Marketing Displays, and considering the following as permitted uses in addition to public space:</p>\n<p>&nbsp;</p>\n<p>a. Promotion of Business Improvement Area member businesses; and</p>\n<p>b. Display of and sale of non-food products.</p>\n<p>&nbsp;</p>\n<p>7. City Council direct the General Manager, Transportation Services and the General Manager, Economic Development and Culture to report back on the feasibility of the expanded use of Marketing Displays on curb lanes.</p>\n<p>&nbsp;</p>\n<p>8. City Council direct that the amendment to City of Toronto Municipal Code Chapter 441, Fees and Charges, in recommendation 2 retroactively be deemed to have come into effect on of January 1, 2024.</p>\n<p>&nbsp;</p>\n<p>9. City Council direct the General Manager, Transportation Services to include necessary resources including the 15 positions required for sustaining the Caf&eacute;TO program for consideration as part of the 2025 Operating Budget submission for Transportation Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on November 5, 2024, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p><strong>Date: November 5, 2024</strong></p>\n<p><strong>Time: 9:30 a.m., or as soon as possible thereafter</strong></p>\n<p><strong>Location: By Video Conference or Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West</strong></p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on November 5, please contact the Committee no later than 12:00 p.m. on November 4, 2024:</p>\n<p>&nbsp;</p>\n<p><strong>Administrator, Executive Committee</strong></p>\n<p><strong>City Clerk&rsquo;s Office</strong></p>\n<p><strong>Toronto City Hall</strong></p>\n<p><strong>100 Queen Street West, 2nd Floor</strong></p>\n<p><strong>Toronto, ON M5H 2N2</strong></p>\n<p><strong>Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p><strong>E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Presentations will be limited to 5 minutes per person unless the Committee decides otherwise.</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Executive Committee meeting will be forwarded to Council.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its final recommendations on <strong>November 5, 2024,</strong> which will be forwarded to City Council at its meeting on November 13, 14, and 15, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, please contact:</p>\n<p>&nbsp;</p>\n<p>Antonia Markos</p>\n<p>Director, Permits &amp; Enforcement</p>\n<p>Transportation Services</p>\n<p>Tel: 416-392-5209</p>\n<p>Email: <a href=\"mailto:Antonia.Markos@toronto.ca\">Antonia.Markos@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Clare Barnett</p>\n<p>Director, Business Growth Services</p>\n<p>Economic Development and Culture</p>\n<p>Tel: 416-392-6904</p>\n<p>Email: <a href=\"mailto:Clare.Barnett@toronto.ca\">Clare.Barnett@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To obtain or view a copy of the Report, please visit: <a href=\"https://secure.toronto.ca/council/#/committees/2468/24403\">https://secure.toronto.ca/council/#/committees/2468/24403</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Executive Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON MSH 2N2 or by calling 416-392-7033.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5665,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - CaféTO Business Improvement Area (BIA) Pilot Programs Update - Toronto Municipal Code Amendments for 2025",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
