{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "530 The East Mall Toronto Ontario",
      "latitudeCoordinate": "43.6515343757",
      "longitudeCoordinate": "-79.563209379",
      "postalCode": "M9B 4A6",
      "province": "Ontario",
      "streetAddress": "530 The East Mall"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - Request to Amend the Zoning By-law - 530 The East Mall",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5531"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-397-4579",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1730696400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Etobicoke York Community Council</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the Planning Act)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Request to Amend the Zoning By-law Application Number 22 242149 WET 02 OZ</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:&nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>530 The East Mall</strong><br /><strong>Applicant:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Bousfields Inc.&nbsp; </strong><br /><strong>&nbsp;</strong><br /><strong>Date:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>December 2, 2024</strong><br /><strong>Time:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>9:30 a.m. or as soon as possible thereafter</strong><br /><strong>Place:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>Council Chamber, Etobicoke Civic Centre, 399 The West Mall, and by Video Conference</strong></p>\n<p>&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>This application proposes to amend the Zoning By-law 569-2013 to permit the development of a 14-storey building, two 22-storey towers connected by an eight-storey podium, and one 22-storey tower with an eight-storey podium, and a public park. A total of 1,095 residential units (including 110 rental replacement units) are proposed with 868 vehicular parking spaces in an underground parking garage. The existing rental apartment building with 110 units on the site will be demolished.</p>\n<p>&nbsp;</p>\n<p>This land is also subject to an application under the Planning Act for Draft Plan of Subdivision Application Number: 22 242153 WET 02 SB.</p>\n<p>&nbsp;</p>\n<p><strong>Detailed information regarding the proposal, including background information and material may be obtained by contacting Alexandra Mangat, Planner, at 416-396-7312, or by email at <a href=\"mailto:Alexandra.Mangat@toronto.ca\">Alexandra.Mangat@toronto.ca</a>.</strong></p>\n<p>&nbsp;</p>\n<p>Further information can be found at: <a href=\"https://www.toronto.ca/city-government/planning-development/application-details/?id=5211529&amp;pid=539966\">https://www.toronto.ca/city-government/planning-development/application-details/?id=5211529&amp;pid=539966</a>.</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>Etobicoke York Community Council will receive input and review the proposal and any other material placed before it, in order to make recommendations on the application.&nbsp; These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting online at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a>.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address Etobicoke York Community Council, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Etobicoke York Community Council directly, please register by e-mail to <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a> or by phone at 416-397-4579 no later than <strong>12:00 p.m. on November 29, 2024.</strong> If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Etobicoke York Community Council may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about matter, including information about appeal rights, please contact: <strong>City Clerk, Attention: Nancy Martins, Administrator, Etobicoke York Community Council, Toronto City Hall, 100 Queen Street West, 2nd Floor, Toronto, ON, M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, e-mail:</strong>&nbsp;<a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance:</strong> City Staff can arrange for special assistance with some advance notice.&nbsp; If you need special assistance, please call 416-397-4579, TTY 416-338-0889 or e-mail <a href=\"mailto:etcc@toronto.ca\">etcc@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the proposed Zoning By-law Amendment, you must make a written request to the City Clerk Attention: Nancy Martins, Administrator, Etobicoke York Community Council, at the address, fax number or e-mail set out above.</p>\n<p>&nbsp;</p>\n<p><strong>Zoning By-law Amendment Appeal:</strong> If a person or public body would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the person or public body does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Zoning By-law Amendment is passed or refused, the person or public body is not entitled to appeal the decision.</p>\n<p>&nbsp;</p>\n<p>If a person or public body does not make oral submission at a public meeting or make written submissions to the City of Toronto before the proposed Zoning By-Law Amendment is passed or refused the person or public body may not be added as a party to the hearing of an appeal before the Ontario Land Tribunal unless, in the opinion of the Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>People writing or making presentations at the public meeting:</strong>&nbsp; The <em>City of Toronto Act, 2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s).&nbsp; If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website.&nbsp; The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view.&nbsp; If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at: https://www.toronto.ca/city-government/public-notices-bylaws.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5677,
  "otherReferenceList": [],
  "planningApplicationNumbers": [
    "22 242149 WET 02 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - Request to Amend the Zoning By-law - 530 The East Mall",
  "topics": [
    "Planning > Proposal for a Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
