{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "28 Halton Street Toronto Ontario",
      "latitudeCoordinate": "43.648938366",
      "longitudeCoordinate": "-79.419150725",
      "postalCode": "M6J 1R3",
      "province": "Ontario",
      "streetAddress": "28 Halton Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 28 Halton Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5566"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1731906000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>28 HALTON STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 28 Halton Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>Located in the Trinity Bellwoods neighbourhood on the north side of Halton Street at its junction with Givins Street, southeast of Ossington Avenue and Dundas Street, the property at 28 Halton Street contains a prominent, three-storey house-form building constructed in 1892 according to the designs of Toronto architect Francis R. Heakes, the Chief Architect for Ontario's Public Works Department from 1896 to 1930.</p>\n<p>&nbsp;</p>\n<p>With its grand architectural massing and skillful combination of Richardsonian Romanesque and Queen Anne stylist elements, the property was constructed for William Levack, an international cattle dealer and an instrumental investor in the Union Stockyard Company (later known as the Ontario Stockyards), whose business acumen in the industry had its start on Givens Street in the late 19th century. The baronial estate replaced the nearly 100-year-old 'Pine Grove', the homestead of Colonel James Givins (1759-1846). Since 1963, the property at 28 Halton Street has been adaptively reused as the Maynard Nursing Home, a privately-owned long-term care home, ensconced in a residential neighbourhood in Trinity-Bellwood's 'Little Portugal'. As it is the terminal point of the vista looking north on Givins Street, the property is also an important landmark in the neighbourhood.</p>\n<p>&nbsp;</p>\n<p>The property at 28 Halton Street was listed on the City of Toronto's Heritage Register in 1981.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Constructed c. 1892, the Levack House is a fine representative of grand late-Victorian residential architecture in Toronto, skillfully combining elements of both the Richardsonian Romanesque and Queen Anne Revival styles. Characteristic of the Richardsonian Romanesque style is its large, impressive massing and strong masonry features including the rusticated Credit Valley stone - rough cut to emphasize its texture, stone detailing including flat stone lintels, stone banding, and the large segmental masonry arch of the recessed front entrance with short granite columns. Other identifying features of the style include its asymmetrical principal fa&ccedil;ade and corner tower with a conical roof. Architectural elements and decorative detailing of the Queen Anne Revival style include the picturesque composition of the asymmetrical building elevations including the principal (south) elevation with its emphasis on verticality with its corner tower and two-storey bay, and the double offset gables, the two-storey bay and windowed gable on the west elevation and the two-storey, square bay on the east elevation, with a side porch with spindle work ornamentation and (now enclosed) conservatory. The use of brick, terracotta, stone and wood providing variation in materiality, the carved ornamentation with floral motifs, classicist architectural elements, and complex rooflines are also characteristic of the style.</p>\n<p>&nbsp;</p>\n<p>The stylistic character of the exterior of the house is reflected in the interior design of the long entrance hall and stairways, extending to the third storey, which feature extensive and ornate architectural elements in oak, stained glass windows, and plasterwork with floral motifs.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The property has historic value for its direct association with William Levack (1848-1907), a prominent figure at the turn of the 20th century in Toronto's livestock industry and export trade and was one of the largest cattle dealers in North America. He was an instrumental investor in the Union Stockyard Company, which was established in 1902 and later became the Ontario Stockyards, one of the largest in North America. In 1890, Levack commissioned Francis R. Heakes to design his new residence at 28 Halton Street as well as a late-Victorian commercial block at 88-94 Ossington Avenue (known as the LeVack Block), listed on the City of Toronto's Heritage Register in 2005. Levack's rising success in the meat-packing industry had its origins in the Trinity Bellwoods neighbourhood, an area historically associated with both small-scale abattoirs and the Western Cattle Market, the central municipal abattoir.</p>\n<p>&nbsp;</p>\n<p>Designed in 1890, the building demonstrates the work of Francis R. Heakes (1858-1930), an accomplished architect of provincial renown. As the Chief Architect of Ontario from 1896 to 1926, his exceptional public architecture throughout the province has been designated under the Ontario Heritage Act. Heakes demonstrated his deft versatility designing many provincial buildings including courthouses, schools, hospitals, amongst others, mastering a wide range of architectural styles. His most notable provincial commissions included the Whitney Block, the Province's first purpose-built government office building, located within the Queen's Park Precinct and designed in the Late Gothic Revival style (1925-1927), as well as the Government House at Chorley Park in Toronto (1911-1915), the residence of the Lieutenant Governor of Ontario. The property at 28 Halton Street reflects Heakes' skillful approach applied to an upper-class, private residential architectural project, a departure from his known portfolio of public works and commissioned while he was the assistant architect to Kivas Tully (1820-1905), the former and esteemed Chief Architect for the Province.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>The property is physically, visually, and historically linked to its context in the Trinity-Bellwoods neighbourhood, where it sits on the north side of Halton Street, east of Ossington Avenue. Contemporaneous with the surrounding area, the property contributes to a layer of built fabric reflecting the area's significant period of growth and urbanization in the late 19th century. Constructed in 1892, it is historically linked to surrounding structures, including the John Ward House at 14 Halton Street, constructed in c.1883, and the commercial block at 199 to 223 Ossington Avenue anchoring the corner at Halton Street, constructed between 1890 and 1894, which are listed on the City of Toronto's Heritage Register.</p>\n<p>&nbsp;</p>\n<p>Both the property at 28 Halton Street and the commercial corner block known as the 'LeVack Block' at 88-94 Ossington Avenue are historically linked as late-19th-century structures designed by Francis R. Heakes for William Levack.</p>\n<p>&nbsp;</p>\n<p>The adaptation of 28 Halton Street from a residential to an institutional function as a privately owned long-term care facility has continued the residential nature of the property, ensconced in a residential neighbourhood in Trinity-Bellwoods.</p>\n<p>&nbsp;</p>\n<p>Prominently sited at the terminus of Givins Street on Halton Street, where in 1890 it replaced the nearly 100-year-old 'Pine Grove' (c.1802) homestead of Colonel Givins, the property at 28 Halton Street has been a community landmark for over 100 years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design or Physical Value</strong></p>\n<p>Attributes that contribute to the value of the property at 28 Halton Street as a fine representative example of grand late-Victorian residential architecture in Toronto, skillfully combining elements of both the Richardsonian Romanesque and Queen Anne Revival styles:</p>\n<p>&nbsp;</p>\n<p><em>Exterior Attributes:</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement, and orientation of the prominent three-storey building on its large, rectilinear lot on the north side of Halton Street at its juncture with Givins Street</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-storey scale, form, and asymmetrical massing&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The complex roofscape with its cross-gabled roof punctuated by a dormer window on the west elevation, extended corbelled brick chimneys, and the conical roof of the three-storey tower</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The asymmetrical composition of the south, west, and east elevations:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, the three-storey corner tower with a conical roof, and double gables with two-storey bays;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the west and east elevations, the two-and-a-half-storey bays with a wood porch and enclosed (former) conservatory characteristic of the Queen Anne Revival style on the west elevation</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The exterior material palette with the rusticated Credit Valley stone, red brick, terracotta, wood, and granite</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, the recessed main entrance with its round-arched, stone entryway, flat voussoirs with an enriched stone impost with carved floral motifs, engaged granite columns, and the rough-hewn wide stone stairs leading up to a coloured mosaic entryway floor</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The set of double doors and transom on the main entrance with their etched glazing and carved woodwork</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; On the south, west, and east elevations, the existing type and arrangement of window openings (flat-headed, eyebrow and arched) with their rusticated stone or brick lintels and sills</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Additional architectural details including wood brackets, carved wood pilasters and columns, denticulated gables, decorative brick and terracotta banding; corner stone voussoirs and splayed window surround above rounded-arched entryway on the south elevation; decorative terracotta medallions on gable tops; and wood detailing on side porch</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Along the southern perimeter of the property, the low rusticated stone wall and iron fencing</p>\n<p>&nbsp;</p>\n<p><em>Interior Attributes:</em></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The foyer with its long central hall and open stairway leading to the third floor</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The foyer materiality and detailing:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ornate oak woodwork with the extant door surrounds and doors of the long central hall, wainscotting and cornice along the central hall and stairways, the stairs to the third floor including balustrades and coffered undersides of the stairs</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Stained glass transom and sidelights of the vestibule doors</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Stained glass windows on the second and third-storey stair landings</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Decorative plaster frieze along the central hall</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>The following heritage attribute contributes to the cultural heritage value of the property</p>\n<p>at 28 Halton Street as an example of the work of the architect Francis R. Heakes and his skillful approach applied to an exclusive, residential architectural commission, a departure from his known portfolio; and for William Levack, a prominent figure at the turn of the 20th century in Toronto's meat-packing industry:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The grand scale, form and massing of the three-storey building combining elements of both the Richardsonian Romanesque and Queen Anne Revival styles</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 28 Halton Street as being historically, visually, functionally, and physically linked to its setting:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement, and orientation of the building, mid-block on the north side of Halton Street, immediately east of Ossington Avenue</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The property's location within the Trinity-Bellwoods neighbourhood, where it contributes to a collection of late-Victorian commercial and residential structures</p>\n<p>&nbsp;</p>\n<p>Attribute that contributes to the cultural heritage value of the property at 28 Halton Street as a landmark:</p>\n<p>&nbsp;</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement, and orientation of the building with its prominent siting on the north side of Halton Street at its juncture with Givins Street</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of November 18, 2024, which is December 18, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.10\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.10</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5709,
  "otherReferenceList": [
    {
      "description": "2024.PH16.10 - 28 Halton Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH16.10"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 28 Halton Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
