{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "4696 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.7586592859",
      "longitudeCoordinate": "-79.4106545924",
      "postalCode": "M2N 5M2",
      "province": "Ontario",
      "streetAddress": "4696 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Refusal of Official Plan Amendment and Zoning By-Law Amendment - 4696 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5570"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "North York Community Council",
  "eventList": [],
  "noticeDate": 1731992400000,
  "noticeDescription": "<p><span style=\"background-color: #ffff00;\"><strong>Please be advised, this Notice has been published online due to a Canada Post Labour Disruption.</strong></span></p>\n<p>&nbsp;</p>\n<p><strong>NOTICE OF REFUSAL OF OFFICIAL PLAN AMENDMENT AND ZONING BY-LAW AMENDMENT APPLICATION</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto on November 14, 2024 refused a request to amend the Official Plan and refused an application to amend the Zoning By-law, with respect to the lands known as 4696 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>An explanation of the purpose and effect of the requested amendment to the Official Plan and Zoning By-law amendment application, and a map showing the location of the lands to which the amendments apply, are attached. The amendments were processed under file: 24 146352 NNY 18 OZ.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on October 29, 2024 and the North York Community Council and Toronto City Council considered no oral or written submissions in making the decision. Please see item 2024.NY18.14 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.NY18.14\">https://secure.toronto.ca/council/agenda-item.do?item=2024.NY18.14</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The application was refused because the application fails to provide an appropriate mix of land uses in consideration of the North York Centre Secondary Plan to create a complete community, fails to provide for the appropriate public realm along Yonge Street and does not provide an appropriate transition to adjacent lower intensity land uses.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to all or part of the requested amendment to the Official Plan and/or Zoning By-law amendment application may be made by filing a notice of appeal with the City Clerk,<strong> Attention: Raneisha Hemmings,</strong> Registrar Secretariat, 100 Queen Street West, 2nd Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on<strong> December 9, 2024.</strong> If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the specific part of the requested amendment to the Official Plan to which the appeal applies;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the appeal of the requested amendment to the Official Plan and/or Zoning By-law amendment application; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee charged by the Ontario Land Tribunal, currently in the amount of $1,100.00 for each application appealed, payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at <a href=\"http://www.olt.gov.on.ca\">www.olt.gov.on.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File an Appeal of Council&rsquo;s Refusal of a Request to Amend the Official Plan and application to amend the Zoning By-law:</strong></p>\n<p>&nbsp;</p>\n<p>A person or public body that requested an amendment to the Official Plan and Zoning By-law of the City of Toronto may appeal the refusal of the requested amendment to the Ontario Land Tribunal in respect of all or any part of the requested amendment by filing a notice of appeal with the Clerk of the City of Toronto.</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the requested Official Plan amendment and/or Zoning By-law amendment was refused, the person or public body made oral submissions at a public meeting, if any, or written submissions to the council or, in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Background information about the application may be obtained by contacting <strong>Stephen Gardiner</strong> at 416-392-5460, or <a href=\"mailto:Stephen.Gardiner@toronto.ca\">Stephen.Gardiner@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>Owner:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4696 YONGE REALTY INC&nbsp;</p>\n<p>Authority:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Item NY18.14, North York Community Council</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE AND EFFECT OF THE OFFICIAL PLAN AMENDMENT AND ZONING BY-LAW AMENDMENT APPLICATION</strong><br />&nbsp;</p>\n<p>The purpose and effect of the requested amendment to the Official Plan and Zoning By-law amendment application is to permit the construction of a 40-storey (131.8 metre including mechanical penthouse) mixed use building containing 719 square metres of non-residential Gross Floor Area (GFA), 35,311 square metres of residential GFA, and 536 residential dwelling units. 178 vehicular parking spaces are proposed in a three-level underground parking garage at 4696 Yonge Street.</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting <strong>Stephen Gardiner</strong> at 416-392-5460, or <a href=\"mailto:Stephen.Gardiner@toronto.ca\">Stephen.Gardiner@toronto.ca</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5713,
  "otherReferenceList": [
    {
      "description": "2024.NY18.14 - 4696 Yonge Street - Official Plan Amendment, Zoning By-law Amendment Applications - Decision Report - Refusal",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.NY18.14"
    }
  ],
  "planningApplicationNumbers": [
    "24 146352 NNY 18 OZ."
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Refusal of Official Plan Amendment and Zoning By-Law Amendment - 4696 Yonge Street",
  "topics": [
    "Planning > Refusal of application for a Zoning By-law Amendment",
    "Planning > Refusal of an Official Plan Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
