{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2400 Eglinton Avenue West Toronto Ontario",
      "latitudeCoordinate": "43.692161537",
      "longitudeCoordinate": "-79.467178447",
      "postalCode": "M6M 1S6",
      "province": "Ontario",
      "streetAddress": "2400 Eglinton Avenue West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Passing By-Law 1215-2024 - 2400 Eglinton Avenue West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5588"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "locationName": "Toronto City Hall",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Etobicoke York Community Council",
  "eventList": [],
  "noticeDate": 1732510800000,
  "noticeDescription": "<p><span style=\"background-color: #ffff00;\"><strong>Please be advised, this Notice has been published online due to a Canada Post Labour Disruption.</strong></span></p>\n<p>&nbsp;</p>\n<p><strong>NOTICE OF PASSING OF ZONING BY-LAW 1215-2024</strong></p>\n<p><strong>(Under the Planning Act)</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the City of Toronto passed Zoning By-law 1215-2024 on November 14, 2024, with respect to the lands known as 2400 Eglinton Avenue West.</p>\n<p>&nbsp;</p>\n<p>An explanation of the purpose and effect of the Zoning By-law, and a map showing the location of the lands to which the amendment applies, are attached.&nbsp; The amendment was processed under file number: 21 111665 WET 05 OZ.</p>\n<p>&nbsp;</p>\n<p>A statutory public meeting was held on June 3, 2024, and the Etobicoke York Community Council and Toronto City Council considered one written submission and two oral submissions in making the decision. Please see item EY14.3 at <a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.EY14.3\">https://secure.toronto.ca/council/agenda-item.do?item=2024.EY14.3</a>.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Take notice that an appeal to the Ontario Land Tribunal in respect to all or part of this Zoning By-law may be made by filing a notice of appeal with the City Clerk, <strong>Attention: Raneisha Hemmings</strong>, Registrar Secretariat, 100 Queen Street West, 2nd Floor West, Toronto, ON, M5H 2N2, no later than 4:30 p.m. on <strong>December 16, 2024.</strong> If delivering in-person, drop off at the Registry Services Counter, Toronto City Hall. The filing of notice of appeal after 4:30 p.m., in person or electronically, will be deemed to have received the next business day.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the appeal; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal in the amount of $1,100.00 for each application appealed payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the OLT website at www.olt.gov.on.ca.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only an applicant, a specified person or public body as defined in the <em>Planning Act</em> that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, the registered owner of any land to which the by-law would apply that made oral submissions at a public meeting or written submissions to the Council before the by-law was passed, and the Minister may appeal the by-law to the Ontario Land Tribunal.</p>\n<p>&nbsp;</p>\n<p>No person or public body shall be added as a party to the hearing of the appeal unless, before the by-law was passed, the person or public body made oral submissions at a public meeting or written submissions to the Council, or in the opinion of the Ontario Land Tribunal, there are reasonable grounds to add the person or public body as a party.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>A copy of the by-law and background information about the application may be obtained by contacting <strong>Lisa Hosale</strong> by phone at 416-396-5793, or by email at <a href=\"mailto:Lisa.Hosale@toronto.ca\">Lisa.Hosale@toronto.ca</a>.</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.</p>\n<p>&nbsp;</p>\n<p>Owner:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Smart LP Inc. II</p>\n<p>Authority:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Item EY14.3, Report, Etobicoke York Community Council</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE AND EFFECT OF ZONING BY-LAW 1215-2024</strong></p>\n<p>&nbsp;</p>\n<p>The purpose and effect of Zoning By-law 1215-2024 is to permit a 35-storey mixed-use building (111 metres, plus a five-metre mechanical penthouse) with a residential Gross Floor Area of 29,135 square metres and a commercial Gross Floor Area of 1,300 square metres located in the southwest corner of the property at 2400 Eglinton Avenue West. The proposal will contain 397 residential dwelling units and 73 parking spaces. The Floor Space Index of the proposal (with retention of the remainder of the existing buildings onsite) is 0.93. When a future Draft Plan of Subdivision is processed to establish further development blocks, public streets, and a park at 2400 Eglinton Avenue West, the Floor Space Index of the development block that contains 35-storey mixed-use building will be approximately 8.0.</p>\n<p>&nbsp;</p>\n<p>Further information may be obtained by contacting <strong>Lisa Hosale</strong> at <a href=\"mailto:Lisa.Hosale@toronto.ca\">Lisa.Hosale@toronto.ca</a>, or 416-396-5793.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5732,
  "otherReferenceList": [
    {
      "description": "2024.EY14.3 - 2400 Eglinton Avenue West - Official Plan Amendment and Zoning By-law Amendment Applications - Decision Report - Approval",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.EY14.3"
    }
  ],
  "planningApplicationNumbers": [
    "21 111665 WET 05 OZ"
  ],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Passing By-Law 1215-2024 - 2400 Eglinton Avenue West",
  "topics": [
    "Planning > Adoption of Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
