{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - 2025 Interim Water and Wastewater Consumption Rates and Service Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5636"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Executive Committee",
    "country": "Canada",
    "emailAddress": "exc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1733202000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>Public Notice</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p><strong>Proposed Amendments to the City of Toronto Municipal Code for Increases to the Water and Wastewater Consumption Rates and Certain Water and Wastewater Service Fees, and the Establishment of New Wastewater Service Fees related to the Administration of CLI ECAs</strong></p>\n<p>&nbsp;</p>\n<p>Notice is hereby given that City officials are recommending to Toronto City Council the enactment of a by-law, effective January 1, 2025, amending the City of Toronto Municipal Code Chapter 441, Fees and Charges, and any other necessary Municipal Code Chapters as may be required, to:</p>\n<ul>\n<li>increase the water and wastewater consumption rates for metered and flat rate consumers; and</li>\n<li>increase certain proposed water and wastewater service fees.</li>\n</ul>\n<p>As shown in Appendix A (attached), the recommended interim increases in the water and wastewater consumption rates for metered and flat rate consumers, effective January 1, 2025, are as follows:</p>\n<ul>\n<li>for metered consumers, the Block 1 Rate and the Block 2 Rate by 3.75 percent; and</li>\n<li>for flat rate consumers, all rates by 3.75 percent.</li>\n</ul>\n<p>The proposed interim increases to water and wastewater service fees, effective January 1, 2025, are shown in Appendix B (attached).</p>\n<p>&nbsp;</p>\n<p>City officials are also recommending to Toronto City Council the establishment of proposed new fees (CLI ECA Fees) to recover the City's costs related to the administration and review of applications in respect of pre-authorized wastewater and stormwater infrastructure alterations under the Ministry of the Environment, Conservation and Parks (\"MECP\") new Consolidated Linear Infrastructure Environmental Compliance Approval application process for municipal wastewater collection and stormwater management systems (&ldquo;CLI ECAs&rdquo;) which will replace the MECP's current Transfer of Review Program (\"TOR Program\"). The CLI ECA Fees are shown in Appendix C (attached). It is recommended that the CLI ECA Fees be effective on the issue date by the MECP of the CLI ECAs to the City (anticipated later in 2025).</p>\n<p>&nbsp;</p>\n<p>As part of the City&rsquo;s transition from the TOR Program to the CLI ECAs, it is further recommended that the City&rsquo;s current TOR Program fees, being Wastewater Service Fees Reference Numbers 21, 22 and 23 (currently set out in Toronto Municipal Code Chapter 441, Fees and Charges, Appendix D - Schedule 3, Wastewater Services) be deleted effective on such date as mutually agreed to by the MECP and the General Manager, Toronto Water.</p>\n<p>&nbsp;</p>\n<p>City officials are recommending the adoption of the proposed 2025 interim water and wastewater consumption rates and water and wastewater service fees, effective January 1, 2025, in advance of the 2024 Tax and Rate Supported Operating and Capital Budgets.. These interim rates may be amended by City Council when the 2025 Rate supported Operating and Capital Budgets are considered.</p>\n<p>&nbsp;</p>\n<p>Except as set out in this Notice, City officials are not recommending any other changes to any of the other water and wastewater rates and service fees outlined in the City of Toronto Municipal Code Chapter 441, Fees and Charges.</p>\n<p>&nbsp;</p>\n<p>The particulars of the proposed water and wastewater consumption rates and service fee increases, and the proposed CLI ECA Fees, are set out in the report to the Executive Committee of Toronto City Council from the Chief Financial Officer and Treasurer and the General Manager, Toronto Water, entitled \"2025 Interim Water and Wastewater Consumption Rates and Service Fees\" (the \"Report\").</p>\n<p>&nbsp;</p>\n<p>The Toronto Water Division of the City of Toronto, which is fully funded from the water and wastewater consumption rates and services fees, provides water and wastewater (WWW) services to the consumers within the City, areas in Peel (wastewater services) and York Region (water services). The City operates an extensive WWW infrastructure to deliver clean water for consumption and to treat wastewater before it is returned to Lake Ontario. The proposed interim water and wastewater consumption rate increases will ensure that funding continues to be available to the City for the continued provision of these water and wastewater services. The proposed water and wastewater service fee increases reflect the increased costs of providing those specific services. In addition, the proposed CLI ECA Fees will ensure recovery of the City's costs related to the administration and review of applications under the CLI ECAs which will replace the TOR Program.</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held virtually and in-person on December 10, 2024, at 9:30 a.m. or as soon as possible thereafter, the Executive Committee of Toronto City Council will hear in person, or by his or her counsel, agent or solicitor, any person who wishes to speak to the matter. The meeting details are as follows:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Date: December 10, 2024</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Time: 9:30 a.m.</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Location: By Video Conference or Committee Room 1, Toronto City Hall, 2nd Floor, 100 Queen Street West</strong></p>\n<p style=\"padding-left: 40px;\">&nbsp;</p>\n<p>To submit comments or make a presentation to the Executive Committee on December 10, please contact the Committee no later than 12:00 p.m. on December 9, 2024:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\"><strong>Executive Committee </strong></p>\n<p style=\"padding-left: 40px;\"><strong>City Clerk&rsquo;s Office</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto City Hall</strong></p>\n<p style=\"padding-left: 40px;\"><strong>100 Queen Street West, 2nd Floor </strong></p>\n<p style=\"padding-left: 40px;\"><strong>Toronto, ON M5H 2N2</strong></p>\n<p style=\"padding-left: 40px;\"><strong>Telephone: 416-392-7033; Fax: 416-392-2980</strong></p>\n<p style=\"padding-left: 40px;\"><strong>E-mail: <a href=\"mailto:exc@toronto.ca\">exc@toronto.ca</a></strong></p>\n<p>&nbsp;</p>\n<p>Any comments received after the Executive Committee meetings will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>The Executive Committee will make its recommendations on December 10, 2024, which will be forwarded for consideration to City Council at its meeting on December 17, 18 and 19, 2024 or at a subsequent meeting.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the appropriate Committee and/or City Council may make amendments from the recommendations set out in the report.</p>\n<p>&nbsp;</p>\n<p>Toronto City Council may adopt rates and fees that differ from the recommendations, including rates and fees that are higher or lower than the rates and fees set out in the Report. Toronto City Council may also make changes to rates and fees for which no change is recommended and may adopt additional new rates or fees.</p>\n<p>&nbsp;</p>\n<p>The adopted rates and fees will be implemented through a by-law that will amend the Municipal Code.</p>\n<p>&nbsp;</p>\n<p>For further information concerning the Report, and the proposed rates and fee increases, please contact:</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 40px;\">Boriana Varleva</p>\n<p style=\"padding-left: 40px;\">Senior Financial Analyst</p>\n<p style=\"padding-left: 40px;\">Revenue Services</p>\n<p style=\"padding-left: 40px;\">North York Civic Centre, 5110 Yonge St, Toronto, ON M2N 5V7</p>\n<p style=\"padding-left: 40px;\">Telephone: 416-392-4949</p>\n<p style=\"padding-left: 40px;\">Email: <a href=\"mailto:boriana.varleva@toronto.ca\">boriana.varleva@toronto.ca</a></p>\n<p>&nbsp;</p>\n<p>To obtain at no cost, or to view a copy of the Report, please visit the City Clerk&rsquo;s website at: <a href=\"https://secure.toronto.ca/council/#/committees/2468/24404\">https://secure.toronto.ca/council/#/committees/2468/24404</a></p>\n<p>&nbsp;</p>\n<p><strong>Further information:</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda. Please contact the above noted City official if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing to, communicating with or making presentations to the Executive Committee:</strong></p>\n<p>&nbsp;</p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or call 416-392-7033.</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5760,
  "otherReferenceList": [
    {
      "description": "EX19.9 - 2025 Interim Water and Wastewater Consumption Rates and Service Fees",
      "url": "https://secure.toronto.ca/council/#/committees/2468/24404"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - 2025 Interim Water and Wastewater Consumption Rates and Service Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
