{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "358 Dufferin Street Toronto Ontario",
      "latitudeCoordinate": "43.641204013",
      "longitudeCoordinate": "-79.429017597",
      "postalCode": "M6K 1Z8",
      "province": "Ontario",
      "streetAddress": "358 Dufferin Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "360 Dufferin Street Toronto Ontario",
      "latitudeCoordinate": "43.64135953",
      "longitudeCoordinate": "-79.428480509",
      "postalCode": "M6K 1Z8",
      "province": "Ontario",
      "streetAddress": "360 Dufferin Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 358-360 Dufferin St",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5685"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1734584400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>358-360 DUFFERIN STREET</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 358-360 Dufferin Street under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The former Dominion Radiator factory complex properties at 358-360 Dufferin Street (including structure address at 350 Dufferin Street) are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural value and meet Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The former Dominion Radiator factory complex is located along the west side of Dufferin Street just south of Queen Street West and extends westward from Dufferin Street between Milky Way Lane to the north and Melbourne Avenue to the south. The complex is directly adjacent to the Parkdale Main Street Heritage Conservation District (By-Law 1218-2022) to the north and to the listed residential terraces properties at 1-7 Melbourne Place to the south.</p>\n<p>&nbsp;</p>\n<p>Initially owned by the Toronto Stove Manufacturing Co. from 1883-1889, the existing complex includes built form that served as the second location of the Dominion Radiator Company from 1889-1907, including buildings for heavy industrial manufacturing, offices and warehouse space, and large industrial chimneys, all grouped around a central courtyard. Together, these elements constitute a Late-Victorian industrial complex that facilitated the manufacture of the nationally popular Safford Radiator at this location for nearly 30 years.</p>\n<p>&nbsp;</p>\n<p>The evolved complex has been significantly modified since the early 1900s. Additions</p>\n<p>and alterations, including adaptations following major fires in 1935 and 1953 and changes in tenancy, have eroded the integrity of some of the early buildings. The most significantly altered among these are the buildings at 366-370, 376R and 340 Dufferin Street. Mid-20th century infill buildings were added at 342 Dufferin Street (1955) and 2 Melbourne Avenue (1973-1978) whose function and design are not considered to enhance the cultural heritage value of the Dominion Radiator era of the complex.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The function of the factory complex has also evolved since Dominion Radiator's departure in 1907 from a heavy industrial site occupied by a single company to a commercial/office and studio hub for design-oriented companies and service industries supporting the local community.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>As the heart of the former Dominion Radiator Complex, the built form and open space at 358-360 Dufferin Street comprises a cultural heritage landscape that represents a turn-of-the-century urban industrial site typical of large-scale enterprises at the time. A Late-Victorian material palette of red brick with buff brick detailing unifies the original buildings and incremental additions showcasing a range of purpose-built features developed for heavy manufacturing. Arched and segmentally arched window openings, corbelling and rusticated stone further reinforce the Victorian architectural character of the industrial complex. Defining features of the complex include the functional industrial design of the attached Foundry, Core Oven and Mixing buildings with their large footprints and tall, red brick chimneys typical of Victorian industrial buildings.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The complex has historical value for its association with the Dominion Radiator Company, a prominent manufacturer and exporter of radiators who purchased a portion of the current site from the Toronto Stove and Manufacturing Co in 1889. The company, comprising an amalgamation of Toronto's leading iron and brass founders, devised a unique method of casting radiators in a single piece that prevented leaks and noise. The company manufactured a wide range of standard and custom models tested nationwide, leading their &lsquo;Safford&rsquo; patent models to become widely popular for both their design and performance. Their radiators were used in such notable buildings as the Ontario Legislative Assembly and were found as far away as New Zealand and China.</p>\n<p>&nbsp;</p>\n<p>The complex is also valued for its association with the prominent Toronto architect, E.J. Lennox who adapted and expanded the factory and office structures for Dominion Radiator between 1895-1903, before designing the company's subsequent, larger factory at Dufferin Street near Lappin Avenue (now demolished). Considered one of the city&rsquo;s pre-eminent Victorian-era architects, Lennox contributed over 70 known buildings to Toronto, many of which are significant landmarks such as Old City Hall (1899), the King Edward Hotel (1901-03) and Casa Loma (1911). Of the various styles and typologies in which Lennox deftly worked to become known as the \"builder of Toronto\", the subject properties comprising a portion of the Dominion Radiator Complex (1889-1907) are a rare surviving example of his Late-Victorian era industrial architecture.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>The built and landscape components of the complex that were incrementally added between 1883 and 1907 are visually, functionally and historically linked to one another as parts of the Dominion Radiator factory complex. The buildings are largely contiguous and are grouped around an interior courtyard. The office and factory additions located at 360 Dufferin Street serve as the complex's principal elevation, while buildings that historically housed heavy industrial uses, such as the Mixing, Core Oven and Foundry buildings are set back from the main street and face onto the central courtyard. Beyond the context of the complex itself, the site is valued as one of the few surviving examples of industrial heritage south of the railway tracks on Dufferin Street, along with the adjacent CP Rail underpass to the north at Queen Street West and the A.B. Ormsby Factory to the south at 1195 King Street West.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Dominion Radiator complex contributes to the historic context of the late-19th century industrialization of the Parkdale area, when an 1883 council decision relaxed local industrial zoning regulations to permit large footprint industrial sites to infiltrate this otherwise fine grain, \"floral suburb\" of Toronto. Industrialization of the neighbourhood brought with it the need for workers' housing, including the heritage properties located at 1-7 Melbourne Place (1889-1891) and adjacent to the Dominion Radiator Complex.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p>The heritage attributes of the former Dominion Radiator factory complex properties located at 358-360 Dufferin Street (including structure address at 350 Dufferin Street) are as follows:</p>\n<p>&nbsp;</p>\n<p>Dominion Radiator Complex (1889-1907)</p>\n<ul>\n<li>The scale, form and massing of complex with its 1-2 storey buildings</li>\n<li>The location and configuration of the low-scale complex on the west side of Dufferin Street, with the built components situated along the perimeter of the long, irregular lot between Milky Way Lane and Melbourne Avenue</li>\n<li>The placement and orientation of the large footprint buildings grouped around, and defining, a central courtyard</li>\n<li>The unifying exterior material palette of the Late-Victorian industrial complex, featuring red and buff brick, rough-cast and rusticated stone, metal and glass</li>\n<li>The relatively utilitarian design with modest ornamentation typical of a Late Victorian-era industrial complex</li>\n<li>The remnant red brick-clad industrial chimneys</li>\n</ul>\n<p><strong>Mixing &amp; Core Oven Buildings (350 Dufferin Street)</strong></p>\n<p>Mixing Building</p>\n<ul>\n<li>The scale, form and massing of the 1-storey building on a rectangular plan with a flat roof and abutting the south elevation of the Core Oven building</li>\n<li>The red brick cladding with buff brick detailing</li>\n<li>The primary (east) elevation with its red brick cladding, segmental-arched openings with buff brick lintels</li>\n</ul>\n<p>Core Oven Building</p>\n<ul>\n<li>The scale, form and massing of the 2-storey red-brick building on a rectangular plan with a gable roof, and set perpendicular to the abutting Mixing building</li>\n<li>The red brick cladding with buff brick detailing</li>\n<li>The primary (east) elevation with its red brick cladding, and arrangement of arched and segmental-arched window openings with buff brick lintels on the upper storey</li>\n<li>On the north and south elevations, the two remnant red brick chimneys (currently truncated and capped)</li>\n<li>On the west elevation, the arrangement of openings with their large timber lintels and cast stone sills</li>\n</ul>\n<p><strong>Foundry Building (358 Dufferin Street)</strong></p>\n<ul>\n<li>The scale, form and massing of the double-height building on a rectangular plan</li>\n<li>The red brick cladding</li>\n<li>On the upper storey of the primary (east) elevation, the arrangement of the window openings containing industrial glazing with metal muntins</li>\n<li>On the west elevation, the regular placement of the large, flat-headed window openings</li>\n<li>At the north end of the primary (east) elevation, the remnant red brick chimney</li>\n</ul>\n<p><strong>Factory Offices (360 Dufferin Street)</strong></p>\n<ul>\n<li>The scale, form and massing of the 2-storey building with a raised basement</li>\n<li>The long, rectangular plan and flat roof</li>\n<li>The rusticated stone foundation</li>\n<li>The red brick cladding with buff brick detailing</li>\n<li>On the east and west elevations, the regular rhythm of repetitive bays</li>\n<li>The placement of the east elevation along Dufferin Street where there is no setback from the property line</li>\n<li>On the east, south and west elevations, the arrangement of the segmental-arched window and door openings, including the main entrance near the north end of the west elevation</li>\n<li>The detailing including the brick corbelling, projecting brick pilasters, contrasting buff brick lintels and stone sills</li>\n</ul>\n<p><strong>Landscape and Circulation Features</strong></p>\n<ul>\n<li>The central courtyard around which the factory buildings are placed and oriented, and which serviced the industrial functions of the complex</li>\n<li>The exterior service area of the complex comprised of the east-west driveway from Dufferin Street providing access to the factory buildings through the central courtyard</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Administrator, Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a>&nbsp; within thirty (30) days of December 19, 2024, which is January 20, 2024. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.16\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.16</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5809,
  "otherReferenceList": [
    {
      "description": "2024.PH17.16 - 358-360 Dufferin Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 358-360 Dufferin St",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
