{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2451 Bayview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.740664932",
      "longitudeCoordinate": "-79.38242768",
      "province": "Ontario",
      "streetAddress": "2451 Bayview Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2489 Bayview Avenue Toronto Ontario",
      "latitudeCoordinate": "43.7422532434",
      "longitudeCoordinate": "-79.3825389929",
      "postalCode": "M2L 1A8",
      "province": "Ontario",
      "streetAddress": "2489 Bayview Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Proposed Amendment to Designation By-Law - 2451 and 2489 Bayview Ave",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5686"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1734584400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>2451 AND 2489 BAYVIEW AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF PROPOSED AMENDMENT TO DESIGNATION BY-LAW 31874</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to amend By-law 31874, as amended by By-law 872-2010, being a by-law designating the property known municipally as 2451 and 2489 Bayview Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest, to amend the legal description, clarify or correct the Reasons for Designation, Heritage Attributes, Statement of Cultural Heritage Value pursuant to Section 30.1 of the Ontario Heritage Act.</p>\n<p>&nbsp;</p>\n<p><strong>Proposed Amendment to Designation By-law</strong></p>\n<p>&nbsp;</p>\n<p>The purpose and effect of the proposed amendment to the designation by-law are as follows:</p>\n<p>&nbsp;</p>\n<p>To revise the Reasons for Designation to describe the site's cultural heritage value and attributes and to amend the legal description to include the entirety of the historic 20-acre property, and to protect the archaeological sites known as the Whitney Site (AkGu-77) and the Whitney 2 Site (AkGu-82).</p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>AMENDED STATEMENT OF SIGNFICANCE</strong></p>\n<p style=\"text-align: center;\"><strong>2451 AND 2489 Bayview Avenue</strong></p>\n<p style=\"text-align: center;\"><strong>(REASONS FOR DESIGNATION)</strong></p>\n<p>&nbsp;</p>\n<p>The Windfields Estate property located at 2451 and 2489 Bayview Avenue is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located on the east side of Bayview Avenue, south of York Mills Road, the property at 2489 Bayview Avenue now known as Windfields Estate contains the original 20-acre estate of E. P. Taylor, south of York Mills Rd where the Main House (1937; 1948) and the adjoining Stables (1937), Gatehouse (1948), three workers&rsquo; Cottages (1948), Garage (1948), Potting Shed (1948) and Greenhouse (1952) are placed in a landscaped setting. Developed on rolling farmland that remained largely rural through the 1940s, the estate responds directly to the natural features of its site alongside Wilket Creek, an open channel, second order tributary to the West Don River. In 1986, the Taylor family donated the property to the former City of North York. Part of the City-owned site was designated under Part IV, Section 29 of the Ontario Heritage Act in 1992. In 2010, the legal description was amended by By-Law No. 872-2010 to include the property containing the Gatehouse and additional landscaped areas associated with the original estate.</p>\n<p>&nbsp;</p>\n<p>The designated portion of the property is now located within City of Toronto parkland known as Windfields Park (2451 Bayview Avenue) and is publicly accessible via the Wilket Creek Trail running along the southern portion of the property from Bayview Avenue to Wilket Creek. The eastern boundary of the property is within a Toronto and Region Conservation Authority (TRCA) regulated area. The property also encompasses the Whitney Site (AkGu-77) and the Whitney 2 Site (AkGu-82), which have been identified and registered for their archaeological significance. The built components and landscaped grounds of the historic Windfields Estate have been tenanted and adaptively-reused by the Canadian Film Centre since 1988 &ndash; a bequest of E.P. Taylor and gesture befitting his long-term patronage of the arts.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Windfields Estate, a landmark property on Bayview Avenue since the 1930s, is a cultural heritage landscape comprised of a 20-acre country estate with a view to an equestrian lifestyle. The property is valued as a significant surviving example of a country estate in Toronto that was laid out according to English planning principles favoured for rural residences for the wealthy classes in North America during the first half of the 20th century. The estate was introduced to an existing heritage landscape with woodlots and orchards. On Bayview Avenue, stone gates mark the entries to a circular driveway that lead past the Gatehouse to the Main House. The rear (east) elevation of the main residence opens onto terraces overlooking historic landscape features (including the extensive orchards to the east) and the new landscaping and recreational elements introduced by E. P. Taylor with the swimming pool enclosure with its cabanas (demolished), a rose garden and tennis courts, as well as landscaped grounds with specimen trees and a fishpond. The auxiliary buildings, consisting of the Stables, Greenhouse and Potting Shed, Garage and workers' accommodations (Cottages A/B, C &amp; D), are collected in a village-like setting adjoining the Main House.</p>\n<p>&nbsp;</p>\n<p>The Main House (1937) is designed with features of the Colonial Revival style, which was particularly popular for prestigious residential buildings during the early to mid-1900s. With elements drawn from English Georgian architecture as interpreted in North America in the 18th century, the style was promoted in American pattern books as part of the renewed patriotism evoked by the Centennial Exhibition in Philadelphia in 1876. Often called Georgian Revival in Canada, the Main House at Windfields demonstrates the style in its overall symmetry, application of classical elements, and multi-paned sash windows. The Main House is complemented by the adjacent Stables that date to the same period with the classically detailed window openings and portico, as well as a seamlessly integrated north wing extension to the Main House in 1948 and auxiliary buildings added after the Second World War that combine the bungalow style with classical highlights. Among the outbuildings, the Greenhouse was built according to plans from the famous American company of Lord and Burnham, which was founded in the mid-19th century and introduced its prototypical steel-framed greenhouse with curvilinear glass walls in 1891.</p>\n<p>&nbsp;</p>\n<p>Sensitively designed additions to the Windfields property (2010-2014) that enhance the cultural heritage value of the site include the courtyard directly south of the Main House designed by heritage landscape architect, David Waverman and the Northern Dancer Pavilion and adjacent water feature at the eastern terminus of the terraced garden designed by Ken Fukushima. These interventions are legible as new additions while also incorporating historic themes and features of the property, including the circular ramp railings in the courtyard featuring the Muybridge horses, and the hardwood floor design of the Northern Dancer Pavilion that traces the outline of the former (Taylor-era) swimming pool.</p>\n<p>&nbsp;</p>\n<p><strong>Historical or Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Windfields is also valued for its historical associations with businessman E. P. Taylor, architects Earle C. Morgan and Jocelyn Davidson and since 1988, as the headquarters of the Canadian Film Centre.</p>\n<p>&nbsp;</p>\n<p>The notable Canadian entrepreneur and philanthropist Edward Plunkett Taylor (1901-1989) developed the estate. Following his rise from a stockbroker to a nationally recognized financier, in 1930 Taylor merged several companies as the Brewing Corporation of Canada Limited, the forerunner to the conglomerate, Canadian Breweries. While at the helm of the latter company, Taylor financed the O`Keefe Centre (completed in 1960 and most recently known as the Meridian Hall), which was the first purpose-built theatre for the performing arts constructed in Toronto following World War II. Taylor subsequently co-founded and served as president and chairman of the board of directors of the Argus Corporation, a specialized investment and holding company that was the first of its type in Canada. Apart from his financial prowess, Taylor is remembered for his involvement in horse breeding and racing, with the legendary Northern Dancer (first Canadian-born horse to win the Kentucky Derby) foremost among his thoroughbreds. Some of his horses were quartered at Taylor&rsquo;s country estate in North York, an area where he acquired significant acreage and, in the 1950s, developed Don Mills as the first planned community in Canada.</p>\n<p>&nbsp;</p>\n<p>Toronto architect Earle C. Morgan laid out the estate and prepared the plans for several of the buildings on the grounds. After graduating from the University of Toronto, Morgan (1903-1972) practiced alone during the 1930s, a period when he received the commission for Windfields from his brother-in-law, E. P. Taylor. In the late 1940s during his association with Toronto architect Gordon S. Adamson, Morgan designed the Gatehouse at Windfields, followed by the north wing of the Main House and the basement theatre, the Potting Shed and Greenhouse, Garage, and three Cottages for the gardener, chauffeur and other staff. While Morgan is credited with numerous industrial buildings and facilities for horse racing, his most notable commission was the O&rsquo;Keefe Centre, which he co-designed with Peter Dickinson during the pair&rsquo;s association with the Toronto architectural partnership of Page and Steele.</p>\n<p>&nbsp;</p>\n<p>Following the layout of the Windfields estate, Toronto architect Jocelyn Davidson (1892-1974) designed the Main House and the Stables (1937). Davidson can be credited with some of the most impressive private residences and mansions in Canada in the early-20th century, having previously accepted commissions for country houses in North York for important businessmen and jurists, including George B. Heintzman, Justice Henry H. Davis and Percy R. Gardiner's Rivermede estate at 3100 Weston Road. Prior to preparing the plans for Windfields, Davidson designed his own residence on Old Yonge Street in North York. Davidson relocated to Vancouver after World War II, and Windfields remains both his largest residential commission and one of the few surviving examples of his portfolio in Toronto.</p>\n<p>&nbsp;</p>\n<p>While no landscape architect is identified with the Taylor era of Windfields, a commemorative plaque on the grounds acknowledges Joe Hayward, a member of the British Horticultural Society who contributed to the landscaping of the property.</p>\n<p>&nbsp;</p>\n<p>Since 1988, Windfields has been identified with the development and evolution of the Canadian Film Centre (the &ldquo;CFC&rdquo;). The CFC was founded as the Canadian Centre for Advanced Film Studies by the internationally celebrated and Canadian-born film director, Norman Jewison.&nbsp; The CFC is a charitable cultural organization that drives the future of Canadian storytelling. The CFC offers a range of intensive, hands-on programs in film, television, and entertainment technologies that empower, shape and advance opportunities for Canadian creators and entrepreneurs working in screen-based industries.&nbsp; Classrooms, workshops, and offices are all located at Windfields.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property at 2451 and 2489 Bayview Avenue also contains two registered archaeological sites. These sites, which pre-date the creation of the Windfields Estate, are historically significant for their potential to yield information that contributes to an understanding of an early- to mid-19th century occupancy of the property by members of the Whitney family and their tenants. The Whitney Site (AkGu-77) is located near the west end of the property within the open space with grass and trees that is outlined by the curved driveway. A Stage 1 and 2 archaeological assessment in 2010 and two Stage 3 archaeological assessments in 2010 and 2018 documented the presence of early 19th century artifacts, including building materials, kitchenware and other domestic objects, as well as faunal material (mammal bone fragments).&nbsp; The Whitney 2 Site (AkGu-82) is located in the southwest corner of the estate (south of the circular drive in the open space with trees and remnant orchard). A Stage 1 and 2 archaeological assessment in 2010 and a Stage 3 archaeological assessment (dated August 2013) documented the presence of early 19th century artifacts,&nbsp; including building materials, faunal material, kitchenware, and additional domestic objects, including a clay pipe.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Contextually, Windfields is a landmark on Bayview Avenue with its expansive site with natural features and landscaping, the prominent estate house (Main House), and the collection of related buildings. The site is historically linked to its surroundings in North York, where it was among the first country estates developed on the street following the extension of Bayview Avenue north of Eglinton Avenue East in 1929. Other country estates in North York that were commissioned by E. P. Taylor&rsquo;s contemporaries have been either demolished or reduced in size, making Windfields unique with the retention of its original 20-acre site, buildings and landscape features.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the property located at 2451 and 2489 Bayview Avenue are:</p>\n<p>&nbsp;</p>\n<p><strong>Windfields Estate (1937; 1948-1952 expansion)</strong></p>\n<ul>\n<li>The location and configuration of the country estate on the east side of Bayview Avenue, with the built components situated on former rolling farmland containing heritage woodlots and orchards alongside Wilket Creek</li>\n<li>The placement and orientation of the Main House and auxiliary buildings to one another and to their informal and formal landscaped setting</li>\n<li>The unifying exterior material palette of the built components, featuring Credit Valley limestone, red brick cladding, wood cladding and trim, slate and cedar shingles, and iron and copper detailing</li>\n</ul>\n<p><strong>Main House (1937; north wing, 1948)</strong></p>\n<p>Exterior Attributes</p>\n<ul>\n<li>The scale, form and massing of the detached house-form building with the 2-storey rectangular plan and frontispieces on the west and east elevations</li>\n<li>The materials, with textured stone cladding and smooth stone, wood, and metal detailing</li>\n<li>The gable roof with extended eaves and friezes, returned eaves on the main roof, wing and frontispieces, stone chimneys (including an oversized chimney at the north end), and slate cladding</li>\n<li>On the principal (west) elevation, the placement of the main entrance in an enclosed porch with octagonal window openings beneath a gabled frontispiece with a Palladian window</li>\n<li>The west entry, which is recessed in a panelled and classically detailed wood surround that is surmounted by a swan&rsquo;s neck pediment incorporating a pineapple motif (the original door was replaced)</li>\n<li>The rear (east) elevation that overlooks the terrace, where the gabled frontispieces incorporate balconies with metal detailing in the second storey</li>\n<li>The fenestration, which consists of flat-headed openings that are placed in singles, pairs and trios and contain multi-paned sash windows</li>\n<li>The window detailing, with wood lintels on the first-floor openings on the west elevation, and panelled aprons on some of the openings on the west and north elevations</li>\n<li>The flagstone terrace with its steps and retaining walls, accessed from openings on the east elevation</li>\n<li>The placement of the house on the east side of Bayview Avenue where it is set back from the thoroughfare and accessed by a circular driveway</li>\n</ul>\n<p>Interior Attributes</p>\n<ul>\n<li>The first-floor entrance hall (west) with the classical frieze, the wood panelling and wood and marble fireplace surround in the library, and the main staircase with metalwork bows decorating the spindles</li>\n<li>The second-floor plaster frieze with racehorse motifs on the main staircase landing and the fireplace surround in the study</li>\n<li>The movie theatre in the basement</li>\n</ul>\n<p><strong>Stables (1937)</strong></p>\n<ul>\n<li>The scale, form and massing of the complex, with a single-storey stable (east) attached to a 1.5-storey garage (west)</li>\n<li>The materials, with wood cladding and trim</li>\n<li>On the stables, the gable roof with a catslide (north) and hip-roofed ventilators with weathervanes, the classically-detailed door and window openings, the panelled doors, and the portico protecting the north entrance with the glazed door and sidelights</li>\n<li>The garage, which is covered by a gable roof with a catslide (north), shed-roofed wall dormer (north), returned eaves (south), and a pair of gable-roofed dormers (south), and has classically-detailed flat-headed door and window openings with multi-pane sash windows</li>\n<li>The placement and orientation of the complex south of the Main House and at the west end of the group of auxiliary buildings, with the Potting Shed and Greenhouse directly east</li>\n</ul>\n<p><strong>Potting Shed (1948) and Greenhouse (1952)</strong></p>\n<ul>\n<li>The scale, form and massing of the complex, where the Greenhouse is attached to the east end of the Potting Shed</li>\n<li>The Potting Shed, with the single-storey rectangular plan, the gable roof with a central brick chimney, the wood applied for the clapboard cladding, corner boards and dentilled cornice (west), the centrally-placed main (west) entrance, and the fenestration where the symmetrically-placed flat-headed openings contain multi-paned windows</li>\n<li>The Greenhouse, with the single-storey rectangular plan, the curved roof with glazing, and the glazed walls on a concrete base</li>\n<li>The placement of the complex southeast of the Main House, where it forms part of the collection of auxiliary buildings with the Stables, Garage and three workers&rsquo; cottages</li>\n</ul>\n<p><strong>Cottage A/B (1948)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1.5-storey semi-detached house form buildings that feature a rectangular plan with a north frontispiece and a rear (south) enclosed porch</li>\n<li>The materials, with brick cladding and wood trim</li>\n<li>The gable roof, which has cedar shingles, a central brick chimney, an extended shed-roofed dormer (south), and returned eaves on the gable ends and frontispiece</li>\n<li>On the principal (north) facades, the central gabled frontispiece where the main entrances to the cottages are placed on its east and west side walls</li>\n<li>The entries, containing panelled wood doors with multi-paned glazed inserts</li>\n<li>The fenestration, which is symmetrically organized with flat-headed openings and multi-paned sash windows (some of the shutters are original, most have been restored or replaced) complementing the style and vintage of the buildings</li>\n<li>The placement of the buildings beside (east of) Cottage D at the southeast corner of the group of auxiliary buildings that adjoin the Main House to the northwest</li>\n</ul>\n<p><strong>Chauffeur&rsquo;s Cottage / Cottage C (1948)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1.5-storey detached house form building with a rectangular plan and an east wing</li>\n<li>The materials, with brick cladding and wood trim</li>\n<li>The gable roof, with extended and returned eaves and a brick chimney</li>\n<li>The main (south) entry, with the panelled door and a multi-paned glazed insert</li>\n<li>The fenestration, which is symmetrically organized with flat-headed openings and multi-paned sash windows (the shutters, while not original, complement the style and period of the building)</li>\n<li>The placement and orientation of the cottage beside (east of) the Potting Shed and Greenhouse, and at the northeast corner of the collection of auxiliary buildings that adjoin the Main House to the northwest</li>\n</ul>\n<p><strong>Gardener&rsquo;s Cottage / Cottage D (1948)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1.5-storey detached house form building with a rectangular plan</li>\n<li>The materials, with brick cladding and wood trim</li>\n<li>The gable roof with a centrally-placed brick chimney and, on the rear (south) slope, an extended shed-roofed dormer</li>\n<li>On the principal (north) facade, the centrally-placed main entrance with a panelled door and multi-paned glazed insert, and the secondary entry on the east wall</li>\n<li>The fenestration, with symmetrically organized flat-headed openings and multi-paned sash windows (the wood shutters are not original but complement the style and period of the house)</li>\n<li>The placement and orientation of the building west of Cottage A/B, east of the Garage and opposite (south of) the Potting Shed and Greenhouse where it forms part of the collection of auxiliary buildings that adjoin the Main House to the northwest</li>\n</ul>\n<p><strong>Garage (1948)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1-storey garage</li>\n<li>The materials, with wood cladding and trim</li>\n<li>The fenestration, with symmetrically organized flat-headed openings on the north elevation</li>\n<li>The placement and orientation of the building opposite (south of) the Stables and east of Cottage D, at the southwest corner of the collection of auxiliary buildings that adjoin the Main House to the northwest</li>\n</ul>\n<p><strong>Gatehouse (1948)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1-storey detached bungalow with a U-shaped plan</li>\n<li>The materials, with brick cladding and wood trim</li>\n<li>The gable roof with extended eaves, a brick chimney, and slate shingles</li>\n<li>The main (south) entrance, which is recessed in a stone surround and features a panelled door and a transom with a geometric pattern</li>\n<li>The fenestration, where the flat-headed openings with casement windows are grouped in pairs and trios, with an extended glazed area on the south wall at the east end</li>\n<li>On the interior, the E. P. Taylor office at the south end (east) with wood panelling and a stone fireplace surround</li>\n<li>The General Manager&rsquo;s office at the south end (west) with cubbyholes for letterhead and envelopes</li>\n<li>The flagstone patio</li>\n<li>The placement and orientation of the building at the northwest corner of the property near the north entrance from Bayview Avenue and at the north end of the circular drive</li>\n</ul>\n<p><strong>Landscape and Circulation Features</strong></p>\n<ul>\n<li>The distinct formal and natural landscape zones within the estate property that demonstrate the highly considered positioning of the buildings within their surroundings</li>\n<li>The estate&rsquo;s circulation system that negotiates between the natural and built components, intentionally permitting certain views of these features and means of accessing them</li>\n</ul>\n<p><em>Formal, Planned Landscape Zones and Features</em></p>\n<ul>\n<li>Directly west of the principal (west) elevation of the Main House, including a defined green space containing mature specimen trees planted for E. P. Taylor and stretching out from the building&rsquo;s main entrance to the west boundary of the property with its stone pillars and stone and wood fences</li>\n<li>Adjacent to the east elevation of the Main House, the flagstone terraces and formal garden, with boxwood and cedar hedges along the north and south edges, providing an east-west axis connection with the former swimming pool and cabanas (now the North Dancer Pavilion), and the retaining walls that separate the formal garden from the informal open space</li>\n<li>At the northeast end of the property, east of the Gatehouse and north of the Main House, the open green space containing mature specimen trees that were planted for E. P. Taylor</li>\n<li>Directly north of the Main House, the defined rose garden with its stone retaining walls and commemorative plaque mounted on a large stone</li>\n<li>North of the Northern Dancer Pavilion, the circular stone water feature with hedge border and benches (2014) that replaced the original concrete basins</li>\n<li>At the south side of the Main House, the designed courtyard (2014) with its stone stairs and circular ramp (with railings featuring the Muybridge horses) providing access to the collection of auxiliary buildings&nbsp;&nbsp;</li>\n</ul>\n<p><em>Natural Landscape Zones and Features</em></p>\n<ul>\n<li>Along the west boundary of the property, the Bayview Avenue Woodlot, a wooded buffer separating and screening the estate from Bayview Avenue</li>\n<li>East of the Northern Dancer Pavilion, the orchard that is flanked on the east by a line of trees and shrubs and wood paddock fencing separating the orchard from the open lawns that extend eastward to the wooded area bordering Wilket Creek (east of Wilket Creek formerly the setting of E. P. Taylor&rsquo;s golf course)</li>\n<li>Along the south boundary, the cedar hedge separating the property from Country Lane</li>\n<li>Near the southwest border of the property, the remnants of an orchard associated with the earlier development of the site as farmland</li>\n<li>Near the north border of the property, the wooded areas</li>\n</ul>\n<p><em>Circulation Features</em></p>\n<ul>\n<li>The circular driveway off Bayview Avenue with its gates with paired masonry posts that mark the north and south entrances</li>\n<li>Along the east edge of the circular drive, the stone fence with the gap for a service driveway between the Main House (north) and the Stables (south) that continues between the auxiliary buildings</li>\n<li>South of the terraces and north of the Greenhouse, the all&eacute;e with the two rows of trees on an east-west axis</li>\n<li>The flagstone walkway north of the Gardener&rsquo;s Cottage (Cottage D)</li>\n</ul>\n<p><strong>CFC Northern Dancer Pavilion (2014)</strong></p>\n<ul>\n<li>The scale, form and massing of the 1-story pavilion structure on a rectangular plan with clerestory and basement</li>\n<li>The materials, steel framed with stone cladding on the west side (matching the stone on the Main House, from a quarry in Wiarton) and cedar cladding on the north, west and south sides</li>\n<li>The openings, with the floor to ceiling glazing on the west side of the main room and a Nano wall feature on the east side</li>\n<li>On the interior, the sprung hardwood floor, stained to replicate and commemorate the outline of the former swimming pool</li>\n<li>The placement and orientation of the building east of the Main House at the foot of the terraced gardens, on the site of the former swimming pool and cabanas</li>\n</ul>\n<p><strong>Views and Vistas</strong></p>\n<p><em>From the Main House:</em></p>\n<ul>\n<li>northwest to the north entrance from Bayview Avenue and the Gatehouse</li>\n<li>north to the rose garden with stone retaining walls</li>\n<li>northeast across the open space with the mature specimen trees and landscaped features to the north property boundary</li>\n<li>east across the terraced gardens (with the retaining walls and hedges), past the Northern Dancer Pavilion to the orchard and east property boundary</li>\n<li>southwest to the south entrance from Bayview Avenue and the remnant orchard</li>\n</ul>\n<p><em>From the south end of the circular driveway:</em></p>\n<ul>\n<li>the view northeast to the Main House</li>\n</ul>\n<p><em>From the Gatehouse:</em></p>\n<ul>\n<li>the view southeast to the Main House</li>\n</ul>\n<p><em>From the east end of the property:</em></p>\n<ul>\n<li>the view west from the orchard, past the Northern Dancer Pavilion and across the terraced grounds to the Main House</li>\n</ul>\n<p><em>From the east side of the Gatehouse:</em></p>\n<ul>\n<li>the view east across Windfields Park with the landscaped grounds and specimen trees to the east property boundary</li>\n</ul>\n<p><strong>Archaeology</strong></p>\n<ul>\n<li>The archaeological site known as the Whitney Site (AkGu-77), which is located within the open and treed space outlined by the circular driveway between Bayview Avenue (west) and the main house (east)</li>\n<li>The archaeological site known as Whitney 2 Site (AkGu-82) that is situated in the southwest corner of the property, south of the circular driveway, east of Bayview Avenue and directly west of the westernmost parking area</li>\n</ul>\n<p>N.B. The shed located south of the Garage and the tennis court near the southeast corner of the property are not identified as heritage attributes.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to Proposed Amendment to Designation By-law</strong></p>\n<p>&nbsp;</p>\n<p>An owner may serve a notice of an objection to the Proposed Amendment to Designation By-law on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of December 19, 2024, which is January 20, 2025. The notice of objection to the Notice of Proposed Amendment to Designation By-law must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Proposed Amendment to Designation By-law is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.15\">https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.15</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5810,
  "otherReferenceList": [
    {
      "description": "2024.PH17.15 - 2451 and 2489 Bayview Avenue - Proposed Amendment to Designating By-law under Part IV, Section 30.1 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2024.PH17.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Proposed Amendment to Designation By-Law - 2451 and 2489 Bayview Ave ",
  "topics": [
    "Heritage > Amendment to the designation of a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
