{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "280 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.66060718",
      "longitudeCoordinate": "-79.376373465",
      "province": "Ontario",
      "streetAddress": "280 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "288 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.660828716",
      "longitudeCoordinate": "-79.37635731",
      "province": "Ontario",
      "streetAddress": "288 Jarvis Street"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "290 Jarvis Street Toronto Ontario",
      "latitudeCoordinate": "43.660867757",
      "longitudeCoordinate": "-79.376369613",
      "postalCode": "M5B 2C5",
      "province": "Ontario",
      "streetAddress": "290 Jarvis Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 280 Jarvis Street and 288-290 Jarvis Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=411"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1555387200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 280 Jarvis Street and 288-290 Jarvis Street under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>280 Jarvis Street:</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 280 Jarvis Street, containing a semi-detached house-form building, is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located north of Gerrard Street East on the west side of Jarvis Street in the Garden District, the property at 280 Jarvis Street (originally known as 280-282 Jarvis Street) contains a pair of two-and-a-half storey, semi-detached houses, designed in the Richardsonian Romanesque Style and built as one of three pairs, extending from 280-290 Jarvis Street, by William Carlyle in 1890.&nbsp; In 1955 the semis at 280-282 Jarvis Street were converted to a lodging house and in 1972 were united as a single unit for office use at which time the property became known as 280 Jarvis Street.&nbsp; The design of the principal elevation of this pair of semis is mirrored by the other pair constructed at 288-290 Jarvis Street.&nbsp; In 1966, the pair at 284-286 Jarvis Street was demolished and their design as the centrepiece of the composition of the three buildings remains unknown. In 1973, City Council adopted a recommendation to include the property on the City's first Heritage Inventory.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>William Carlyle's pair of semi-detached houses at 280 Jarvis Street is an excellent example of the Richardsonian Romanesque.&nbsp; The style is evident in the picturesque massing of the principal, east elevation with its canted south-east corner rising as a turret, the broad archway framing recessed entries, the bay window at the second storey and the roofscape, with its octagonal, pyramid roof, dormers and two chimneys.&nbsp; The materials, sandstone, brick and terracotta, which is used in the shingles with scalloped or diamond-shaped tiles, decoratively-molded string courses and roof-top finials, are all quintessential Richardsonian Romanesque features. A high degree of artistic merit is evident in the way the elevations of the pair is treated as a united whole so that each semi has different features rather than the predictable symmetry with identical doors and windows.&nbsp; Further, 280 and 288-290 Jarvis Street were constructed as mirror images of one another so that their prominent towers would anchor the outer corners of the whole assembly of the three pairs of semi-detached houses, creating a handsome group on Jarvis Street.</p>\n<p>The houses have historical value for their association with their builder, William Carlyle (1820-1903) a Scottish immigrant and successful contractor who was elected Alderman for St. Thomas's Ward (1879-1890), served as Chairman of the Board of Works for the City of Toronto and was appointed Justice of the Peace for Toronto in 1884.&nbsp;</p>\n<p>The properties have associative value as they contribute to an understanding of the historical development of Jarvis Street, representing the period of the street when it evolved as an attractive, late 19th-century avenue of broad, tree-lined boulevards faced with civic and religious institutions, grand estate homes and a range of more modest housing types.&nbsp;&nbsp;</p>\n<p>Contextually, the Carlyle houses are important for maintaining and supporting the late 19th-century character of Jarvis Street as well as contributing to the diversity of periods which the street presents as a record of its evolution.&nbsp; Located in the Garden District on the west side of the street on the block between Gerrard and Carlton streets, the two pairs of semi-detached houses maintain the setback and landscaped setting typical of 19th-century residential properties on Jarvis Street.&nbsp; Across the street, on the east side, are 19th-century buildings and a public space including the Jarvis Street Baptist Church (1875), the former Samuel Platt House (1849-50), Allan Gardens (1860) and St. Andrews Church (1878).&nbsp; To the north of the Carlyle houses, at 300 Jarvis Street, is the 1930 Art Deco Frontenac Arms hotel (now the Ramada Inn).&nbsp; To the south, at the intersection of Jarvis and Gerrard, is the Spanish-Revival Crown Hotel (now the Econo Lodge) at 335 Jarvis Street, and the Mid-century Modern, Juvenile and Family Courts Building at 311 Jarvis Street.&nbsp; These buildings and public spaces are just a small selection of the significantly rich collection of Toronto architecture and public amenities representing diverse periods, typologies and styles that characterise Jarvis Street.&nbsp; Constructed in 1890, the two pairs of semi-detached houses are physically, visually and historically linked to their surroundings, contributing to the architectural diversity of this historically important Toronto thoroughfare.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Carlyle houses at 280 Jarvis Street are:</p>\n<p>-&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property on the west side of Jarvis, north of Gerrard Street East in the Garden District</p>\n<p>-&nbsp;&nbsp;&nbsp; The setting of the house with the landscaped area in front of the house including the mature trees</p>\n<p>-&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey house with its rectangular plan with a canted, south-east corner rising as a turret, the east-facing sloped roof with an octagonal pyramid roof and two dormers, recessed entrance under a broad arch with its canted walls, rear, two-storey flat-roofed wing and two chimneys near the front, east elevation</p>\n<p>-&nbsp;&nbsp;&nbsp; The cladding material which includes rusticated sandstone of two types, red brick and terracotta shingles in scalloped and diamond shapes</p>\n<p>-&nbsp;&nbsp;&nbsp; The windows openings including the ground floor openings of various rectangular sizes, the second floor bay window with its wood mouldings and panels, the&nbsp; pair of windows in the turret, single window on the canted corner and pair of smaller windows on the centre of the elevation, on the attic storey, the single window with three lights in the large dormer, the single opening in the small dormer and the pair of windows and single window in the turret</p>\n<p>-&nbsp;&nbsp;&nbsp; The window glazing which includes stained glass in the upper four lights of the bay window on the second floor</p>\n<p>-&nbsp;&nbsp;&nbsp; The primary entrance with its broad arch of sandstone, canted walls with small windows and pair of doors</p>\n<p>-&nbsp;&nbsp;&nbsp; The decorative terracotta elements including the sandstone belt courses and window sills, terracotta reliefs on the arch, wrapping the turret between the first and second storeys and the terracotta finials and</p>\n<p>-&nbsp;&nbsp;&nbsp; The decorative brick elements including the bands of alternating projecting brick headers between the top of the second storey and the eaves and third storey and in the recessed panels under the central pair of windows at the second storey</p>\n<p><strong>288-290 Jarvis Street</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The properties at 288-290 Jarvis Street, containing a semi-detached house-form building, are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located just north of Gerrard Street East on the west side of Jarvis Street in the Garden District, the properties at 288-290 Jarvis Street contain a pair of two-and-a-half storey, semi-detached houses, designed in the Richardsonian Romanesque Style and built as one of three pairs, extending from 280-290 Jarvis Street, by William Carlyle in 1890.&nbsp; The semis at 288-290 Jarvis Street were converted to lodging houses and then in 1969 they were converted for office use.&nbsp; The design of the principal elevation at this pair of semis is mirrored by the other pair constructed at 280 Jarvis Street (originally known as 280-282 Jarvis Street).&nbsp; In 1966, the pair at 284-286 Jarvis Street was demolished and their design as the centrepiece of the composition of the three buildings remains unknown.&nbsp; In 1973, City Council adopted a recommendation to include the properties on the City's first Heritage Inventory.</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>William Carlyle's pair of semi-detached houses at 288-290 Jarvis Street is an excellent example of the Richardsonian Romanesque.&nbsp; This style is evident in the picturesque massing of the principal, east elevation with its canted north-east corner rising as a turret, the broad archway framing recessed entries, the bay window at the second storey and the roofscape, with its octagonal pyramid roof and dormers.&nbsp; The materials, sandstone, brick and terracotta, which is used in the shingles with scalloped or diamond-shaped tiles, decoratively-molded string courses and roof-top finials, are all quintessential Richardsonian Romanesque features. A high degree of artistic merit is evident in the way the elevations of the pair is treated as a united whole so that each semi has different features rather than the predictable symmetry with identical doors and windows.&nbsp; Further, 280 and 288-290 Jarvis Street were constructed as mirror images of one another so that their prominent towers would anchor the outer corners of the whole assembly of the three pairs of semi-detached houses, creating a handsome group on Jarvis Street.</p>\n<p>The houses have historical value for their association with their builder, William Carlyle (1820-1903) a Scottish immigrant and successful contractor who was elected Alderman for St. Thomas's Ward (1879-1890), served as Chairman of the Board of Works for the City of Toronto and was appointed Justice of the Peace for Toronto in 1884.&nbsp;</p>\n<p>The properties have associative value as they contribute to an understanding of the historical development of Jarvis Street, representing the period of the street when it evolved as an attractive late 19th-century avenue of broad, tree-lined boulevards faced with civic and religious institutions, grand estate homes and a range of modest housing types.&nbsp;&nbsp;</p>\n<p>Contextually, the Carlyle houses are important for maintaining and supporting the late 19th-century character of Jarvis Street as well as contributing to the diversity of periods which the street presents as a record of its evolution.&nbsp; Located in the Garden District on the west side of the street on the block between Gerrard and Carlton streets, the two pairs of semi-detached houses maintain the setback and landscaped setting typical of 19th-century residential properties.&nbsp; Across the street, on the east side, are 19th-century buildings and a public space including the Jarvis Street Baptist Church (1875), the former Samuel Platt House (1849-50), Allan Gardens (1860) and St. Andrews Church (1878).&nbsp; To the north of the Carlyle houses, at 300 Jarvis Street, is the 1930 Art Deco Frontenac Arms hotel (now the Ramada Inn).&nbsp; To the south, at the intersection of Jarvis and Gerrard, is the Spanish-Revival Crown Hotel (now the Econo Lodge) at 335 Jarvis Street, and the Mid-century Modern, Juvenile and Family Courts Building at 311 Jarvis Street.&nbsp; These buildings and public spaces are just a small selection of the significantly rich collection of Toronto architecture and public amenities representing diverse periods, typologies and styles that characterise Jarvis Street.&nbsp; Constructed in 1890, the two pairs of semi-detached houses are physically, visually and historically linked to their surroundings, contributing to the architectural diversity of this historically important Toronto thoroughfare.&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Carlyle houses at 288-290 Jarvis Street are:</p>\n<p>-&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property on the west side of Jarvis, north of Gerrard Street East in the Garden District</p>\n<p>-&nbsp;&nbsp;&nbsp; The setting of the house with the landscaped space in front of the house</p>\n<p>-&nbsp;&nbsp;&nbsp; The scale, form and massing of the two-and-a-half storey house with its rectangular plan with a canted, north-east corner rising as a turret, the east-facing sloped roof with an octagonal pyramid roof and two dormers, recessed entrance under a broad arch with its canted walls and rear, two-storey flat-roofed wing</p>\n<p>-&nbsp;&nbsp;&nbsp; The cladding material which includes rusticated sandstone of two types, red brick and terracotta shingles in scalloped and diamond shapes</p>\n<p>-&nbsp;&nbsp;&nbsp; The windows openings including the ground floor openings of various rectangular sizes, the second floor bay window with its wood mouldings and panels, the pair of windows in the turret, single window on the canted corner and pair of smaller windows on the centre of the elevation, on the attic storey, the single window with three lights in the large dormer, the single opening in the small dormer and the pair of windows and single window in the turret</p>\n<p>-&nbsp;&nbsp;&nbsp; The window glazing which may include stained glass under the wood panels at the first floor and in the turret, the double hung sash window with multiple lights in the upper sash</p>\n<p>-&nbsp;&nbsp;&nbsp; The primary entrance with its broad arch of sandstone, canted walls with small windows and pair of doors</p>\n<p>-&nbsp;&nbsp;&nbsp; The decorative terracotta elements including the sandstone belt courses and window sills, terracotta reliefs on the arch, wrapping the turret between the first and second storeys and the single terracotta finial</p>\n<p>-&nbsp;&nbsp;&nbsp; The decorative brick elements including the bands of alternating projecting brick headers between the top of the second storey and the eaves and third storey and in the recessed panels under the central pair of windows at the second storey</p>\n<p>-&nbsp;&nbsp;&nbsp; The wood rafters at the eaves</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of April 16, 2019, which is May 16, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 588,
  "otherReferenceList": [
    {
      "description": "CC5.11 - 280-290 Jarvis Street and 189-193 Mutual Street - Alterations to a Designated Heritage Property, Amendment of a Designating By-Law, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.CC5.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 280 Jarvis Street and 288-290 Jarvis Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
