{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "29 Sussex Avenue Toronto Ontario",
      "latitudeCoordinate": "43.664751835",
      "longitudeCoordinate": "-79.4012905527",
      "postalCode": "M5S 1J6",
      "province": "Ontario",
      "streetAddress": "29 Sussex Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 29 Sussex Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5826"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1738904400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>29 SUSSEX AVENUE</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 29 Sussex Avenue under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the south side of Sussex Avenue between Huron Street and Spadina Avenue, in the Huron-Sussex neighbourhood in the northwest quadrant of the University of Toronto&rsquo;s St. George Campus, the property at 29 Sussex Avenue contains a house-form building fashioned in the Second Empire architectural style. With the neighbouring properties at 31 and 33 Sussex Avenue, it is part of a trio of originally identical properties that were constructed in 1879.&nbsp; From the late-19th century, the houses have been associated with the University of Toronto, as the homes of several generations of professors and as student housing.</p>\n<p>&nbsp;</p>\n<p>The property at 29 Sussex Avenue was listed on the Heritage Register in November 2016 along with the property at 33 Sussex Avenue.</p>\n<p>&nbsp;</p>\n<p>The adjacent property at 31 Sussex Avenue was included on the City of Toronto's Inventory of Heritage Properties (now known as the Heritage Register) in 1973.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 29 Sussex Avenue has design value and is one of three properties which comprise a rare trio of house-form buildings that are representative examples of the Second Empire style with towers located within the Huron-Sussex neighbourhood. The style is evident in the mansard roof, the tower, the polychromatic brick cladding and chaine detailing in the tower, the decorative windows, the wood brackets and pierced lintels. In its overall form and massing as well as in design elements, the subject property also displays a high degree of craftsmanship.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The property has historical value as it contributes to an understanding of the unique character of the late-19th century Huron-Sussex neighbourhood within the University of Toronto St. George campus, which is defined by its residential streetscapes and low-rise collection of house-form buildings. Following the subdivision and sale of the William Warren Baldwin and Robert Baldwin estates, the area was transformed from market gardens to a residential enclave. The property at 29 Sussex Avenue, along with the adjacent 31 and 33 Sussex Avenue properties, comprise the earliest surviving houses on Sussex Avenue and survive today as a remnant of a larger Victorian residential neighbourhood that spanned to the south and which was redeveloped as part of the West Campus expansion by the University of Toronto.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property at 29 Sussex Avenue is important in defining and supporting the late-19th century residential scale and character of the Huron-Sussex neighbourhood which is primarily comprised of single-family houses of 2-3 stories, characterized by complex massing, varied materials and richly detailed elements. The property is physically, visually and historically linked to its surroundings, maintaining the integrity of the historic neighbourhood streetscape while contributing to its variety as part of a distinctive Second Empire style trio commonly referred to as the &ldquo;Three Sisters.&rdquo;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>Attributes that contribute to the value of the property at 29 Sussex Avenue being one of three properties which comprise a rare trio of house-form buildings that are representative examples of the Second Empire style and displaying a high degree of craftsmanship:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The materials including polychromatic brick cladding, with red brick in the principal (north) elevation and buff brick in the chaine detailing in the tower, which has been concealed by paint, and the buff brick in the side (east and west) and rear (south) elevations that have been covered in a red wash</li>\n<li>The wood lintels and brackets and cast stone sills on the principal (north) elevation</li>\n<li>The scale, form and massing of the building which includes a two-storey rectangular building with a two-storey tower</li>\n<li>The mansard roof in the principal (north) elevation</li>\n<li>The principal (north) and side (east and west) elevations of the tower</li>\n<li>The decorative brick detailing including the details known as chaine at the corners and sides of the principal (north) and side (east and west) elevations of the tower and the northwest corner of the house, and the brick details at the window heads</li>\n<li>The ornate decorative detailing of the segmental arched openings for the windows in the principal (north)</li>\n<li>The decorative detailing of the segmental arched opening for the windows in the side (east and west) elevations</li>\n<li>The decorative wood details in the pierced lintels over the windows</li>\n<li>The paired brackets at the eaves of the tower and the main roof</li>\n</ul>\n<p>&nbsp;</p>\n<p>Historical/Associative Value</p>\n<p>Attributes that contribute to the value of the property at 29 Sussex Avenue yielding information that contributes to an understanding of the unique character of the late-19th century Huron-Sussex neighbourhood within the University of Toronto St. George Campus:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The materials including polychromatic brick cladding, with red brick in the principal (north) elevation and buff brick in the chaine detailing in the tower, which has been concealed by paint, and the buff brick in the side (east and west) and rear (south) elevations that have been covered in a red wash</li>\n<li>The wood lintels and brackets and cast stone sills on the principal (north) elevation</li>\n<li>The scale, form and massing of the building which includes a two-storey rectangular building with a two-storey tower</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the value of the property at 29 Sussex Avenue defining, maintaining, and supporting the character of the Huron-Sussex neighbourhood and being physically, functionally, visually or historically linked to its surroundings:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The materials including polychromatic brick cladding, with red brick in the principal (north) elevation and buff brick in the chaine detailing in the tower, which has been concealed by paint, and the buff brick in the side (east and west) and rear (south) elevations that have been covered in a red wash</li>\n<li>The wood lintels and brackets and cast stone sills on the principal (north) elevation</li>\n<li>The scale, form and massing of the building which includes a two-storey rectangular building with a two-storey tower</li>\n<li>The placement, setback, and orientation on the south side of Sussex Avenue amongst a trio of Second Empire house-form properties between Huron Street and Spadina Avenue</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of February 7, 2025, which is March 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.17\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.17</a>&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5950,
  "otherReferenceList": [
    {
      "description": "2025.PH18.17 - 29, 31, and 33 Sussex Avenue - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.17 "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 29 Sussex Avenue ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
