{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "3100 Weston Road Toronto Ontario",
      "latitudeCoordinate": "43.733696903",
      "longitudeCoordinate": "-79.539619667",
      "postalCode": "M9M 2S7",
      "province": "Ontario",
      "streetAddress": "3100 Weston Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 3100 Weston Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=5829"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1738904400000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>3100 WESTON ROAD</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 3100 Weston Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located on the west side of Weston Road at the intersection of Weston Road and Sheppard Avenue West, the property at 3100 Weston Road, known as Rivermede, contains a detached two and a half-storey house-form building with a two and a half-storey garage, a rear pool complex and pumphouse, and an expansive surrounding landscape. Constructed in c.1930-1931 for Percy R. Gardiner and his wife, Gertrude Gardiner, and designed by renowned architect Jocelyn Davidson and landscape architect Arthur M. Kruse, the residence is fashioned in the Tudor Revival style and is set within an expansive lot that extends into the Humber River Valley. The main house holds a prominent position in its setting at the top of the embankment with the primary (east) elevation fronting Weston Road and the rear (west) elevation overlooking the Humber-Sheppard Pond (Crang's Pond). Uninterrupted views of the side (south) elevation of the main house have also been maintained and contribute to its sense of place within the landscape. While much of the original interior detailing including expansive wood panelling has been removed, the original fieldstone fireplace in the main foyer is extant as is the original wood panelling in the library at the northeast corner of the main house.</p>\n<p>&nbsp;</p>\n<p>The Order of St. Basil-the-Great acquired the property in 1958 and in 1961-2 built, at the north end of the property, the Modernist style St. Basil-the-Great College School and chapel (now the Carmine Stefano Community Centre). The school was closed in 1999 when a new school was opened in the neighborhood. In August 2023, the Order of St. Basil-the-Great sold 3100 Weston Road and removed all elements of the Marian Shrine of Gratitude that had been located at the rear of the house since 2005.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 3100 Weston Road known as Rivermede has design and physical value as a representative example of a Tudor Revival style house-form building. One of the most popular revival or eclectic styles, Tudor Revival came to define early-20th century domestic architecture across Toronto. The style is evidenced at 3100 Weston Road in the main house in its asymmetrical form and two and a half-storey massing, in the materials, which include beige, red, and grey fieldstone, stucco, and false half-timbering and in the varied roofline with numerous high pitched cross gables. The style can also be seen in the primary (east) elevation, in the one-storey fieldstone bay with central round-headed archways that connect the residence to the garage, the recessed porch, the multiple chimney stacks, and the casement windows in a multitude of banks/configurations throughout. The style can also be seen in the two and a half-storey attached garage in the materials, false half-timbering with decorative bargeboards and finials, and the casement windows with multiple banks and configurations. The pumphouse at the rear of the property contains the same beige, red and grey fieldstone as the main house and Tudor Revival details. While much of the original interior detailing including expansive wood panelling has been removed, the original fieldstone fireplace in the main foyer is extant, as is the original wood panelling and ceiling beams in the library at the northeast corner of the main house.</p>\n<p>&nbsp;</p>\n<p>Rivermede displays a high degree of artistic merit in the complexity of the overall building massing and landscape design, the multiple high pitched cross gables in the roofline, and in the wealth of details seen in the materials, including fieldstone, stucco, and half-timbering. A high level of craftsmanship is present in the skilled carpentry required to construct the complex roof-scape and the wooden half-timbering as well as at the interior, in the fieldstone fireplace in the main foyer and original wood panelling and ceiling beams in the library at the northeast corner of the main house.</p>\n<p>&nbsp;</p>\n<p>The subject property has historical and associative value for its direct association with its original owners, the well-known Toronto philanthropists, Percy R. Gardiner (1895-1965) and his wife, Gertrude Gardiner. Percy Gardiner acquired his wealth in the brass manufacturing industry, establishing the brokerage Gardiner, Wardrop and Co., and he later became a member of the Toronto Stock Exchange. Throughout his lifetime, Gardiner was associated with Maple Leaf Gardens, Acadia Sugar, Bowles Lunch, United Steel, City Dairy, B.C. Pulp, and various other companies. He also served as the Vice President of the Bank of Nova Scotia. Percy and Gertrude Gardiner (formerly Gertrude Corcoran) are fondly remembered for the immense philanthropic contributions made throughout their lifetime. Together they established the Gardiner Foundation for medical research in the mid-1950s and made large contributions to almost every charity that requested help. Percy is also known for his contributions to the world of Toronto baseball for shouldering the entire financial burden of the Toronto Maple Leaf Baseball Club during the winter of 1936-7 when an Albany, N.Y. group was bidding to acquire it from the Oakley-Dunn estate. Gertrude Gardiner is also known for making significant contributions to charities aiding orphaned children, including the Carmelite Orphanage and the Loyal True Blue Orphanage. She was also a prominent sponsor of the Canadian National Ballet and the Canadian Amateur Theatre Guild.</p>\n<p>&nbsp;</p>\n<p>3100 Weston Road also has historical and associative value for its direct association with Jethro Kirby Crang (1900-1980) and Frances A. Mattson (1901-1974), who purchased the property from the Gardiner family in 1950. A builder by trade, Crang constructed one of the first outdoor malls in Ontario named \"Crang Plaza.\" He is also responsible for developing the subdivisions surrounding Oakwood Avenue and St. Clair Avenue West, naming many of the street names after his family members. Just north of Oakwood Avenue off St. Clair Avenue West is Crang Avenue, which was named after the family. The Crangs built Oakwood Theatre, Oakwood Pool, Oakwood Stadium, and Oakwood Collegiate Institute, as well as various other houses and mixed-use residential buildings along St. Clair Avenue West.</p>\n<p>&nbsp;</p>\n<p>The property at 3100 Weston Road also has historical and associative value for its later association with the Order of St. Basil-the-Great who acquired the property in 1958 and over time used it for various purposes, including a monastery at the main house, a private boarding school for boys and a co-ed private high school (St. Basil-the-Great College School) until they sold it in 2023.</p>\n<p>&nbsp;</p>\n<p>Rivermede is valued for its association with the architect Jocelyn Davidson (1892-1974), who was active in Toronto and Vancouver and is credited for designing various impressive private residences and mansions in Canada in the early-20th century. He completed designs for private mansions for some of the city's leading businessmen, including Gardiner, W. Garfield Weston, Edward P. Taylor, and George B. Heintzman.</p>\n<p>A specialist in the Tudor Revival and Georgian styles, many of Davidson's commissions exemplify his command of the styles, including Gardiner&rsquo;s estate at 3100 Weston Road, Windfields (1936-7), the sprawling mansion for Edward P. Taylor on Bayview Avenue (now the Canadian Centre for Advanced Film Studies) and the residence for E.H. Watt at 12 Sunnydene Crescent (1930).</p>\n<p>&nbsp;</p>\n<p>The property at 3100 Weston Road is also valued for its association with the landscape architect Arthur M. Kruse (1889-1980), who joined the firm Harries and Hall which was later renamed Harries, Hall and Kruse (later Harries, Hall and Kruse Limited). In 1929, the firm designed and constructed the Memorial Gateway for Sunnybrook Park, and Kruse went on the create numerous landscape designs for estates in Ontario that were featured in issues of Canadian Homes and Gardens. These designs include the landscaping for Rivermede, the Babayan Estate, Highland Crescent, York Mills (1931), residences for J.A. Turner, Hamilton, and W.G. Hezzelwood, Oshawa (c.1932), and the gardens for Mrs. Geo. Hope, Hamilton (1933). Kruse continued working as a town planner and landscape architect throughout the U.S. until his death at 91.</p>\n<p>&nbsp;</p>\n<p>The property has historical and associative value for its association with the former Marian Shrine of Gratitude (2005-2023) in the rear gardens, which became an important site of spiritual meaning, as well as a space for peaceful reflection and solace in the community.</p>\n<p>&nbsp;</p>\n<p>Contextually, Rivermede has cultural heritage value related to its importance in maintaining the historic character of Emery Village, which developed as a farming community near Finch Avenue and Weston Road during the early-19th century. While the land to the north of the subject property and on the east side of Weston Road was subdivided and cleared for suburban redevelopment during the 1960s, the subject property retains its substantial lot size and pattern, which extends into the Humber River Valley and reflects the 19th-century character of the area, in contrast to the late 20th-century subdivided lot patterns that surround it.</p>\n<p>&nbsp;</p>\n<p>The property holds a prominent position in its setting at the top of the embankment with the primary (east) elevation fronting Weston Road and the rear (west) elevation containing a panoramic view overlooking the Humber-Sheppard Pond (Crang's Pond) to the west. The subject property is therefore physically, functionally, visually, and historically linked to its surroundings through its placement, setback and orientation. Views of the side (south) elevation of the main house have also been maintained and contribute to its sense of place within the landscape.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p><strong>Design and Physical Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 3100 Weston Road as a representative example of a Tudor Revival style house-form building and as displaying a high degree of craftsmanship and artistic merit:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The two and a half-storey scale, asymmetrical form, and massing of the Tudor Revival style main house</li>\n<li>The materials of the main house, including beige, red, and grey fieldstone, stucco and false half-timbering</li>\n<li>The varied roofline with numerous high pitched cross gables</li>\n<li>In the primary (east) elevation, the one-storey fieldstone bay with two central round-headed archways that connects the residence to the garage</li>\n<li>The recessed porch with a large central door with deep wooden surrounds</li>\n<li>The multiple chimney stacks</li>\n<li>The decorative bargeboards in the gables and finials</li>\n<li>The casement windows in a multitude of banks/configurations</li>\n<li>The one-storey scale, rectangular form, and massing of the Tudor Revival pumphouse at the rear of the property</li>\n<li>The placement and orientation of the pumphouse within the sloped embankment</li>\n<li>The materials of the pumphouse, including beige, red, and grey fieldstone and wooden bargeboards</li>\n<li>At the interior, the original fieldstone fireplace in the main foyer</li>\n<li>At the interior, the original wood panelling throughout the library in the northeast corner of the main house, which includes wooden ceiling beams with ornamental lacework, and the wood paneling of the walls with an ornamental wooden door surround&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 3100 Weston Road as having direct associations with the architect Jocelyn Davidson and landscape Arthur M. Kruse:</p>\n<ul>\n<li>The presence of the sloped terrace extending from the rear of the main house to the pool</li>\n<li>The form, scale, massing, orientation, and placement of the pool at the rear of the main house on the midpoint within the sloped embankment</li>\n<li>The concrete and flagstone retaining walls and central nook with a staircase accessible on either side</li>\n<li>The flagstone steps in the pool complex</li>\n<li>The flagstone paths laid in a random rectangular pattern</li>\n<li>The rectangular form, scale, massing, orientation, and placement of the pavilion building adjacent to the pool within the sloped embankment</li>\n<li>The beige, red and grey fieldstone exteriors walls and pillars of the pavilion</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>Attributes that contribute to the cultural heritage value of the property at 3100 Weston Road as maintaining the historic character of Emery Village and as being physically, functionally, visually and historically linked to its surroundings:</p>\n<ul>\n<li>The placement, setback, and orientation of the main house at the top of the embankment overlooking the pool complex, Floodplain Lands, Humber-Sheppard Pond (Crang's Pond), valleylands, and the Humber River</li>\n</ul>\n<p>Views:</p>\n<ul>\n<li>The panoramic view from the rear of the main house and looking west towards the Humber-Sheppard Pond</li>\n<li>The view of the side (south) elevation of the main house from just below the sloped embankment and across the side yard, which establishes a sense of place within the landscape</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of February 7, 2025, which is March 10, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.16\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.16</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 5953,
  "otherReferenceList": [
    {
      "description": "2025.PH18.16 - 3100 Weston Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH18.16    "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 3100 Weston Road ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
