{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "604 Bay Street Toronto Ontario",
      "latitudeCoordinate": "43.656058136",
      "longitudeCoordinate": "-79.384383019",
      "postalCode": "M5G 1M5",
      "province": "Ontario",
      "streetAddress": "604 Bay Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 604 Bay Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6042"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1743393600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>604 BAY STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESS AT 610 BAY STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 604 Bay Street (including entrance address at 610 Bay Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 604 Bay Street (including entrance address at 610 Bay Street), formerly the Gray Coach Terminal, is located on the southwest corner of Bay Street and Edward Street in downtown Toronto. Constructed in 1931, the property comprises a two-storey structure that served as the main terminal building with a one-and-a-half-storey covered bus yard extending from its west elevation. The bus yard, which originally had only four bus bays, was extended in 1949 and again in 1959 to span the full length of the property's frontage along Edward Street. The terminal building was expanded into the area behind the two easternmost bus bays in 1989. Both portions of the property are clad in limestone with building features that reflect Art Deco detailing.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 604 Bay Street has design and physical value as an early example of a modern motor coach terminal, among the first of its type to be designed and constructed for this purpose in Canada. Completed in 1931, the terminal building and bus bays are clad in Queenston limestone and feature the use of the Stripped Classical variant of Art Deco, an architectural and artistic movement that was influenced by the technological innovations of the early-twentieth century, including developments in transportation.</p>\n<p>&nbsp;</p>\n<p>The property displays artistic merit through the spatial arrangement of the terminal building and bus yard, which provided for safe and efficient movement of both passenger and vehicular traffic within the site. Although there have been alterations to the terminal building and the bus yard since the original date of construction, the main components of the spatial arrangement, including the central entrance hall and the relationship between the terminal building and the bus platforms remain legible.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Historically, the property is associated with the Toronto Transportation Commission (forerunner to today's Toronto Transit Commission (TTC)) and the development of Toronto's transportation services and networks. The property was developed by the TTC for their subsidiary Gray Coach Lines to provide interurban bus service between Toronto and other urban centres in Canada and the northern United States. In the early 1930s at the time of the construction of the new terminal, the TTC (with Gray Coach Lines) was one of Canada's largest operators of motor coaches. The property recalls the era when motor coaches were introduced as a new means of mass transportation on the highways that were being built across North America.</p>\n<p>&nbsp;</p>\n<p>The property reflects the architectural career of Charles Brammall Dolphin, who is recognized by the Ontario Association of Architects for his significant contribution to the province's architectural heritage, and particularly celebrated for his original interpretations of the Art Deco style, including the Consumers&rsquo; Gas Showroom (1930) at 2532 Yonge Street, and the Postal Delivery Building (1939-40) at 40 Bay Street. Both buildings feature Canadian-inspired motifs incorporated into their decorative elements. The Gray Coach Terminal features cast aluminum panels on the east and north facades of the main terminal building, which are also characteristic of his work.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Contextually, the Gray Coach Terminal is functionally and historically linked to the McKnight Building on the adjacent property to the south, where the Gray Coach Lines waiting room and offices were located prior to the construction of the new terminal building and bus yard. The property is also functionally and historically linked to the institutions, retail, and entertainment venues in the surrounding area of downtown Toronto, to which the coach terminal acted as a gateway for interurban travel.</p>\n<p>&nbsp;</p>\n<p>Situated on the west side of Bay Street, north of Dundas Street West, the subject property served as the arrival and departure point of many residents and visitors of Toronto for ninety years, functioning as a point of reference and landmark within the downtown core.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to 604 Bay Street being an early example of a modern motor coach terminal that displays artistic merit through its spatial arrangement:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The placement, setback, and orientation of the structure on the southwest corner of Bay Street and Edward Street</li>\n<li>The scale, form, and massing of the main terminal building with its rectangular plan, two-storey height, and flat roof</li>\n<li>The hipped roof with skylight and steel framing on the roof of the main terminal building</li>\n<li>The use of the Stripped Classical variant of Art Deco, including:</li>\n<li>Symmetrical arrangement of the east and north fa&ccedil;ade of the main terminal building</li>\n<li>The double-height archway, centrally placed on the east elevation and accentuated by an arched roofline above, and the recessed plane of the main entrance doors and window within</li>\n<li>The pilasters on the Bay Street and Edward Street elevations of the main terminal building and bus yard that extend above the roofline</li>\n<li>Stylized classical motifs, including the keystone above the main entrance and low-relief dentil course below the parapet</li>\n<li>Cast aluminum spandrels between the first and second storey windows with restrained ornamentation</li>\n<li>The flat headed window openings on the north and east elevations that span the full width of each bay, and the half-width windows on the outside bays of the north elevation</li>\n<li>The five-over-three mullion pattern of the windows on the on the north and east elevations, which align with the design on the aluminum spandrel panels</li>\n<li>Queenston limestone exterior cladding on the exposed faces of the main terminal building and bus yard</li>\n<li>The four original, one-and-a-half storey tall bus bays on the north elevation (Edward Street)</li>\n<li>The main terminal building's interior layout, including:</li>\n<li>The centrally located, 3-bay wide, double-height entrance hall delimited by columns</li>\n<li>The coved ceiling and integrated laylight framing above the entrance hall</li>\n<li>The bifurcated staircase leading up to the mezzanine level on the west end of the entrance hall</li>\n<li>The mezzanine level that encircles and visually overlooks the entrance hall</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to 604 Bay Street being directly associated with the TTC and the theme of Toronto's transportation services and networks, and reflecting the work of Charles Dolphin:</p>\n<ul>\n<li>The regular rhythm of the additional bus bays to the west of the original four bays, which maintain the same design expression and height of the roofline across the extent of the bus yard</li>\n<li>The aluminum sign on the east elevation above the main entrance and the sign at the base of the pilaster to the north of the entrance, identifying \"Grey Coach Lines\"</li>\n<li>The leaded glass window with the Gray Coach Lines crest at the top of the mezzanine landing</li>\n<li>The use of the Art Deco style, and in particular the use of cast aluminum panels at the second floor and aluminum detailing</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to 604 Bay being a landmark:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure on the southwest corner of Bay Street and Edward Street</li>\n<li>The grand, double-height archway and arched parapet indicating the building's main entrance</li>\n<li>The main terminal building's 3-bay wide, double-height entrance hall with coved ceiling, which served as a gateway for departing and arriving passengers</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 31 2025, which is April 30, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.CC28.12\">https://secure.toronto.ca/council/agenda-item.do?item=2025.CC28.12</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6146,
  "otherReferenceList": [
    {
      "description": "2025.CC28.12 - 604 Bay Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.CC28.12. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 604 Bay Street",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
