{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "667 King Street West Toronto Ontario",
      "latitudeCoordinate": "43.643661609",
      "longitudeCoordinate": "-79.402847177",
      "postalCode": "M5V 1M9",
      "province": "Ontario",
      "streetAddress": "667 King Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 667 King Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6043"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1743393600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>667 KING STREET WEST</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE AT 92 BATHURST STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 667 King Street West (including entrance address at 92 Bathurst Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>Located at the southwest corner of King Street West and Bathurst Street, the property at 667 King Street West, known as the Wheatsheaf Tavern, contains a 2&frac12;-storey former inn and tavern on a rectangular plan that is fashioned in Second Empire style details. A Pre-Confederation building that was constructed in 1849, the property is a rare surviving example of an early-19th century hotel and bar that has been in operation at the same location for over 150 years. The Wheatsheaf Tavern continues to be the oldest bar in Toronto and serves as a neighbourhood landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 667 King Street West has design and physical value as a rare surviving Pre-Confederation example of the hotels that came to define the City of Toronto during the mid-19th century with Second Empire style details. The style can be seen in the mansard roof with round-headed arched dormer windows with ornamental scrollwork in their wooden surrounds, the wooden brackets at the eaves and the ornamented pediment, the truncated corner tower, the regularly spaced flat-headed window openings with sills and brick voussoirs in the second storey, and the flat-headed window openings with sills in the first storey. The style can further be seen in the primary corner entrance and in the north elevation fronting King Street West in the brick pilasters that are set below a frieze and cornice and in the chimney that appears in the elevation fronting Bathurst Street. While modern additions have been made to the property during the 20th-century south along Bathurst Street, the 19th-century portion of the building that was used as an inn and tavern remains evident in the rectangular form and massing, the 2&frac12;-storey scale, and in the materials, including the red and buff brick.</p>\n<p>&nbsp;</p>\n<p>The subject property has additional design and physical value as it displays a high degree of craftsmanship through its Second Empire style details that were restored in 1995/6.</p>\n<p>&nbsp;</p>\n<p>The property at 667 King Street West is valued for its association with the Wheatsheaf Tavern, a business that has continued to serve the community in this location for over 150 years. Well before Confederation, the Wheatsheaf Tavern functioned as an inn and tavern for men in the community and served stagecoach travellers, soldiers, railway men, students, and sports fans. A beloved establishment in the community, the Wheatsheaf Tavern continues to welcome live music and sports lovers through its doors today.</p>\n<p>&nbsp;</p>\n<p>Contextually, the Wheatsheaf Tavern is important in defining, maintaining, and supporting the historic character of the West Queen West neighbourhood today and is physically, visually, and historically linked to its surroundings. Located at and oriented with a primary entrance to face the southwest corner of King Street West and Bathurst Street, the Wheatsheaf Tavern holds a prominent position on the street and is located in an area that was largely developed by the end of the 19th century. Most of these original properties along King Street West between Bathurst and Tecumseth streets have been redeveloped, so the Wheatsheaf Tavern is a rare surviving remnant dating to that century of construction activity. The Wheatsheaf Tavern is also located immediately west of the boundary of the King Spadina Heritage Conservation District, which is in force, and is surrounded by numerous properties east of Bathurst Street that are listed or designated on the City's Heritage Register. The subject property once sat facing the Canadian Biscuit Co. building (later Bank of Montreal) at 665 King Street West at the southeast corner and the Toronto Dominion Bank building at 668 King Street West the northeast corner, however, the latter has been demolished and the former is only being partially retained (Figure 17, Figure 18). The property at the northwest corner of King Street West and Bathurst Street was also redeveloped after 1978. The subject property at 667 King Street west is the only remaining intact historic structure at this intersection and is amongst the rare few Pre-Confederation buildings that continues in operation today.</p>\n<p>&nbsp;</p>\n<p>A Pre-Confederation building in operation for over 150 years at the same location at the corner of King Street West and Bathurst Street, the Wheatsheaf Tavern continues to be the oldest bar in Toronto and serves as a neighbourhood landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 667 King Street West as a rare surviving Pre-Confederation example of the of the hotels that came to define the City of Toronto during the mid-19th century with Second Empire style details and displaying a high degree of craftsmanship:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the corner of King Street West and Bathurst Street where it has been located since 1849</li>\n<li>The 2&frac12;-storey scale, rectangular form, and massing</li>\n<li>The materials, including the red and buff brick</li>\n<li>The mansard roof with round-headed arched dormer windows with ornamental scrollwork in their wooden surrounds</li>\n<li>The wooden brackets at the eaves</li>\n<li>The ornamented pediment above the second storey</li>\n<li>The truncated corner tower with an entrance in the first storey</li>\n<li>The regularly spaced flat-headed window openings with sills and brick voussoirs in the second storey</li>\n<li>The flat-headed window openings with sills in the first storey</li>\n<li>The brick pilasters that are set below a frieze and cornice in the first storey</li>\n<li>The chimney that appears in the elevation fronting Bathurst Street.</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the property at 667 King Street West as being associated with the Wheatsheaf Tavern, which has continued to serve the community in this location for over 150 years:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the corner of King Street West and Bathurst Street where it has been located since 1849</li>\n<li>The 2&frac12;-storey scale, rectangular form, and massing</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the cultural heritage value of the Wheatsheaf Tavern as defining, maintaining, and supporting the historic character of the West Queen West neighbourhood today and being physically, visually, and historically linked to its surroundings:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the corner of King Street West and Bathurst Street where it has been located since 1849</li>\n<li>The 2&frac12;-storey scale, rectangular form, and massing</li>\n<li>The materials, including the red and buff brick</li>\n<li>The mansard roof with round-headed arched dormer windows with ornamental scrollwork in their wooden surrounds</li>\n<li>The truncated corner tower with an entrance in the first storey</li>\n<li>The chimney that appears in the elevation fronting Bathurst Street</li>\n</ul>\n<p>Attributes that contribute to the cultural heritage value of the property at 667 King Street West as being a neighbourhood landmark:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the corner of King Street West and Bathurst Street where it has been located since 1849</li>\n<li>The 2&frac12;-storey scale, rectangular form, and massing</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 31, 2025, which is April 30, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.5\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.5</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6147,
  "otherReferenceList": [
    {
      "description": "2025.PH19.5 - 667 King Street West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.5. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 667 King Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
