{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "1660 Kingston Road Toronto Ontario",
      "latitudeCoordinate": "43.69172206",
      "longitudeCoordinate": "-79.264741519",
      "postalCode": "M1N 1S5",
      "province": "Ontario",
      "streetAddress": "1660 Kingston Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 1660 Kingston Road",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6044"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1743393600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>1660 KINGSTON ROAD</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 1660 Kingston Road under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 1660 Kingston Road, built 1921- 1922, comprises a two-storey, brick-clad and stone-detailed building designed in the Neoclassical style. The building was constructed for the Bank of Commerce (now C.I.B.C.). The property is located in the Birch Cliff neighbourhood of Scarborough on the north side of Kingston Road between Birch Cliff Avenue and Avalon Boulevard.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p>The property was constructed as the former Bank of Commerce in 1922 and functioned as a bank from 1922 - 2003.&nbsp; The property is a fine and representative example of the Neoclassical style of architecture adapted to a modest bank branch building. With the goal of projecting stability and permanence through the building's architectural design, timeless classical-style features and ornament distinguish the building. &nbsp;The design of the building followed the Bank of Commerce's preference for classical design which the bank's architect, V. D Horsburgh, employed for the branch locations.</p>\n<p>&nbsp;</p>\n<p>Characteristically the building features general symmetry, a roofline parapet and pediment above a broad cornice, and formal doorway surrounds with bold entablatures. Additional classical finishes include window keystones, rounded windows and brickwork that forms pilasters.&nbsp; Befitting the elegant design, premium materials include tapestry brick cladding on the structure with smoothly dressed stone serving for the detailing. The caduceus plaque (staff with serpents) in the pediment symbolizes commerce.</p>\n<p>&nbsp;</p>\n<p>The property has significant historical value for its institutional role of municipal governance for the Township of Scarborough. For over a quarter century, from 1922 - 1949, the second floor of the former Bank of Commerce served as the seat of the township council. During this time the building served as the council chambers for the largely rural township, being the centre of township governance. During its local government use, some municipal departments, including Assessment and Building Inspector, also operated out of the building from the 1930s to the mid 1940s.</p>\n<p>&nbsp;</p>\n<p>The subject property is valued for its physical, functional and historical contribution to its context - the distinct historic commercial core of the former village of Birch Cliff.</p>\n<p>&nbsp;</p>\n<p>Birch Cliff was a settlement in the Township of Scarborough (historically Scarboro) which originated with the establishment of the post office and store in 1907 at Kingston Road and Birchmount Avenue, three blocks east of the subject property. Prior to this, cottagers from Toronto began to settle the area in the 1890s and with the arrival of the street railway extension along Kingston Road to Midland Avenue in 1901, development of the area was facilitated.</p>\n<p>&nbsp;</p>\n<p>The former Bank of Commerce was situated at the centre of this nascent commercial area and continues to recall the historical commercial core of the Birch Cliff community.</p>\n<p>&nbsp;</p>\n<p>The property helps to define, maintain and support the historic contextual character of the commercial core of the Birch Cliff community. It is one of a dwindling number of early institutional and commercial buildings in the historic core of Birch Cliff, stretching along Kingston Road from Valhalla Boulevard to Birchmount Road, and contributes to this concentration. With the adjacent, six retail and residential units comprising the mid-1920s \"Birch Cliff Plaza\", the property at 1660 Kingston Road helps constitute an intact early 20th century streetscape. With its architectural significance and corner location the property is a prominent and distinctive component on Kingston Road, forming Birch Cliff's main street.</p>\n<p>&nbsp;</p>\n<p>The property also has contextual value as a landmark in the Birch Cliff community. The architectural quality of the building and its prominent corner location makes it distinctive on Kingston Road - the principal route from Toronto to points east. Its presence as a financial institution in the community for more than eighty years and its civic use as Township council chambers and municipal offices for over a quarter century further contribute to the property's status as a landmark.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 1660 Kingston Road as a fine and representative example of Neoclassical-style design:</p>\n<ul>\n<li>The two-storey, rectangular flat roof form, scale and massing</li>\n<li>The tapestry brick cladding and detailing including pilasters; the stone detailing of the foundation, windowsills and keystones, belt course, doorway surrounds and entablatures and the caduceus plaque</li>\n<li>The pedimented front gable with cornice mouldings; roofline features including the attic parapet, sheet-metal roofline cornice</li>\n<li>Regular symmetrical fenestration comprising flat-headed and round-headed windows</li>\n<li>Three exterior doorways containing stone surrounds with entablatures; glazed wood rear door; integral main entrance foyer with plaster ceiling and cornice and stone doorway surround</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the value of the property at 1660 Kingston Road for its historical value for its institutional role of municipal governance for the Township of Scarborough:</p>\n<ul>\n<li>The rear doorway leading to the former Township of Scarborough council chambers</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>&nbsp;</p>\n<p>Attributes that contribute to the contextual value of 1660 Kingston Road as helping to define, maintain, and support the historic contextual character of the commercial core of the Birch Cliff community:</p>\n<ul>\n<li>The property's location on Kingston Road at Birch Cliff Avenue marking the historic centre of Birch Cliff's commercial core</li>\n<li>The commercial architecture of the building</li>\n</ul>\n<p>Attributes that contribute to the contextual value of 1660 Kingston Road as helping to physically, functionally, visually or historically link it to its surroundings include:</p>\n<ul>\n<li>The property's location on Kingston Road at Birch Cliff Avenue marking the historic centre of Birch Cliff's commercial core</li>\n<li>The commercial architecture of the building</li>\n</ul>\n<p>Attributes that contribute to the contextual value of 1660 Kingston Road as a landmark include:</p>\n<ul>\n<li>Its prominent corner location on Kingston Road and its Neoclassical architecture</li>\n</ul>\n<p>Note - The rear one-storey addition dating from 1947 is not a heritage attribute.</p>\n<p>&nbsp;</p>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 31, 2025, which is April 30, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.7\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.7</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6148,
  "otherReferenceList": [
    {
      "description": "2025.PH19.7 - 1660 Kingston Road - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.7. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 1660 Kingston Road",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
