{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "2930 Lake Shore Boulevard West Toronto Ontario",
      "latitudeCoordinate": "43.6010815708",
      "longitudeCoordinate": "-79.5050993873",
      "postalCode": "M8V 1J4",
      "province": "Ontario",
      "streetAddress": "2930 Lake Shore Boulevard West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 2930 Lake Shore Boulevard West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6045"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1743393600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>2930 LAKE SHORE BOULEVARD WEST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 2930 Lake Shore Boulevard West under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 2930 Lake Shore Boulevard West, formerly the New Toronto Post Office, is located on the northeast corner of Lake Shore Boulevard West and Islington Avenue in the downtown area of New Toronto. The property is comprised of a two-storey flat-roofed structure constructed in 1935, featuring a double height main wing with prominent front entrance, a two-storey rear wing, and a one-and-a-half storey flat-roofed annex to the east constructed in 1960-61. Together the 1935 structure and 1960-61 annex feature limestone cladding, polished black granite foundation and coping, and flat-headed window and door openings with stone sills and voussoirs. The 1935 structure also features a cornice of four courses of alternating polished black granite and limestone.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The New Toronto Post Office has design and physical value as a fine and representative example of a small-scale public building constructed as part of the interwar period (1918-1939). Designed in the Stripped-Classical style with Art Deco elements, it reflects the transition towards modernism that typifies this period. Its flattened classical details including cornice of contrasting stonework bands, flattened pilasters and imposing door surround flanked by fluted columns are hallmarks of Stripped Classicism, while the strong planarity of the contrasting bands of limestone and black granite at the cornice and interior plasterwork of the lobby reflect the influence of Art Deco. Constructed as part of the Public Works Construction Act of 1934, its scale and high-quality materials, including exterior and interior stonework, are particularly fine when compared to smaller scale public buildings constructed after new design guidelines were introduced by the Department of Public Works in 1936 to reduce costs. Designed to complement the 1935 structure, the 1960-61 addition features the same limestone cladding above a polished black granite foundation and coping, and pilasters between windows.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 2930 Lake Shore Boulevard West has value for its association with the Canadian postal system, which underwent considerable change in the 1930s as a result of the Public Works Construction Act of 1934. The Act resulted in the construction of 185 federal public buildings across Canada. Constructed in 1935, the subject property's individual design, finely executed in high quality materials on both the exterior and interior, is reflective of this period.</p>\n<p>&nbsp;</p>\n<p>The property at 2930 Lake Shore Boulevard West has additional associative value for its contribution to the understanding of the historical development and evolution of New Toronto as an independent community where the property, like many post offices, occupies a prominent location at the centre of the community.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual Value&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Constructed to house New Toronto's post office by the Government of Canada in 1935, when Lake Shore Boulevard West between Fifth and Ninth Streets emerged as New Toronto's downtown, the property at 2930 Lake Shore Boulevard West is physically, functionally, visually, and historically linked to its surroundings.</p>\n<p>&nbsp;</p>\n<p>The property is important in defining, supporting, and maintaining the small-town commercial main street character of Lake Shore Boulevard West between Fourth Street and Ninth Street which forms the centre of New Toronto's downtown.</p>\n<p>&nbsp;</p>\n<p>Prominently located at the centre of New Toronto's downtown, where it anchors the northeast corner of Lake Shore Boulevard West and Islington Avenue, the property has served as a community landmark since 1935.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the Property.</p>\n<p>&nbsp;</p>\n<p><em>Exterior</em></p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the northeast corner of Lake Shore Boulevard West and Islington Avenue</li>\n<li>The scale, form, and massing of the structure with its rectangular plan, two-storey height, and flat roof</li>\n<li>The limestone cladding and polished black granite foundation and coping on all elevations of the structure</li>\n<li>The stringcourses of contrasting black granite and limestone on all elevations of the 1935 structure</li>\n<li>The flat-headed window and door openings with stone voussoirs and sills</li>\n<li>The flattened fluted carved stone pilasters between the windows on the south and west elevations of the main wing of the 1935 structure and south elevation of the 1960-61 annex</li>\n<li>The blind balustrades below the first storey windows on the principal (south) and west elevations of the 1935 structure</li>\n<li>The raised central entrance with semi-circular stone steps, transom and door surround flanked by single fluted quarter columns beneath a metal casting of the Coat of Arms of Canada</li>\n<li>The central entrance's recessed double doors with brass hardware and security shutters</li>\n<li>The semi-circular stone steps at the location of the former post office box</li>\n<li>The decorative iron work including transom grilles and basement light well covers</li>\n<li>The chimney at the rear northeast corner of the 1935 structure</li>\n</ul>\n<p><em>Interior</em></p>\n<p>&nbsp;</p>\n<p>The identified interior attributes are located in the vestibule and former postal hall and include:</p>\n<ul>\n<li>The terrazzo flooring</li>\n<li>The gray-green marble dado with black marble base and chair rail</li>\n<li>The former post office wicket openings</li>\n<li>The decorative plasterwork</li>\n<li>The double vestibule doors with hardware</li>\n<li>The central skylight</li>\n</ul>\n<p><strong>Contextual Value&nbsp;&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property:</p>\n<ul>\n<li>The placement, setback, and orientation of the structure at the northeast corner of Lake Shore Boulevard West and Islington Avenue</li>\n<li>The scale, form, and massing of the structure with its rectangular plan, and flat roof</li>\n<li>The limestone cladding and polished black granite foundation and coping on all elevations of the structure</li>\n<li>The stringcourses of contrasting black granite and limestone on all elevations of the 1935 structure</li>\n<li>The flat-headed window openings with stone voussoirs and sills</li>\n<li>The flattened fluted pilasters between the windows on the south and west elevations of the main wing of the 1935 Structure and south elevation of the 1960-61 annex</li>\n<li>The raised central entrance with semi-circular stone steps, transom and door surround flanked by single fluted quarter columns beneath a metal casting of the Coat of Arms of Canada.</li>\n<li>The central entrance's recessed double doors with brass hardware and security shutters</li>\n<li>The semi-circular stone steps at the location of the former post office box</li>\n<li>The flat headed entrance on the west elevation with stone header and transom</li>\n<li>The decorative iron work including transoms and basement light wells covers</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 31, 2025, which is April 30, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.8\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.8</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6149,
  "otherReferenceList": [
    {
      "description": "2025.PH19.8 - 2930 Lake Shore Boulevard West - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.8. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 2930 Lake Shore Boulevard West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
