{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "885 Lawrence Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.7357783567",
      "longitudeCoordinate": "-79.3482769939",
      "postalCode": "M3C 1P7",
      "province": "Ontario",
      "streetAddress": "885 Lawrence Avenue East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": " Notice of Intention to Designate - 885 Lawrence Avenue East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6047"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1743393600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>885 LAWRENCE AVENUE EAST</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 885 Lawrence Avenue East under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>&nbsp;</p>\n<p>The property at 885 Lawrence Avenue East (Don Mills Bank of Nova Scotia) is located on the south side of Lawrence Avenue East, approximately 120 metres west of The West Donway at the western edge of Don Mills' commercial centre. The property contains an International-Style bank building constructed in 1956 and expanded between 1966 and 1967.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The property at 885 Lawrence Avenue East has design and physical value as a representative example of an International Style bank pavilion. Its rectangular plan, flat roof supported by regularly spaced metal columns, recessed exterior walls comprised primarily of glass panels, and lack of applied ornamentation are hallmarks of the International Style, while its free-standing form, one-storey massing, and placement within a landscape with deep set back reflect defining features of an International Style pavilion.</p>\n<p>&nbsp;</p>\n<p>The property has design and physical value as a rare example of an International Style structure in the main commercial area of Don Mills. Once the defining architectural style of the main commercial area, many International Style structures were lost to redevelopment, including the Massey Medal for Architecture winning 1955 Don Mills Convenience Centre. The property is one of only four International Style structures that remain in the main commercial area.</p>\n<p>&nbsp;</p>\n<p>The property, along with the adjacent property at 877 Lawrence Avenue East, has design and physical value as a unique example of two separate bank buildings designed and built as a cohesive ensemble in the same architectural style within a shared landscape. Nearly identical in design, both properties are set back from Lawrence Avenue East and are separated by an open central area incorporating both properties and the public right of way between them.</p>\n<p>&nbsp;</p>\n<p><strong>Historical and Associative</strong></p>\n<p>&nbsp;</p>\n<p>The property at 885 Lawrence Avenue East has value for its direct association with the development of Don Mills as an entirely Modernist master planned community. This is reflected through its International Style design and visual relationship with the adjacent property at 877 Lawrence Avenue East, including their unified design and landscape.</p>\n<p>&nbsp;</p>\n<p>The property is also valued for its association with the architectural firm of John B. Parkin Associates, one of Canada's leading Modernist and most prolific firms of the 1950s and 1960s that contributed many significant buildings to Toronto during this period. A leading proponent of the International Style, the firm played a significant role in the development of Don Mills, designing many of its most important institutional, commercial, and industrial buildings. Designed and built in 1956 by John C. Parkin, the firm's Chief Designer and described as one of Canada&rsquo;s most important Modernist architects, the property formed part of a collection of International Style structures designed by the firm that would define the commercial area of Don Mills.</p>\n<p>&nbsp;</p>\n<p>The property has further historical and associative value because it contributes to an understanding of the historical development of Don Mills as Canada's first entirely Modernist master planned community. Located within the commercial area of Don Mills, its International Style design reflects the various Modernist architectural styles that were used in the community&rsquo;s development while providing evidence of the original character of the commercial area which has undergone significant redevelopment.</p>\n<p>&nbsp;</p>\n<p>The property also has value for its association with John C. Parkin, a pioneer of the International Style in Canada and chief designer of John B. Parkin Associates from 1947-1969. The property&rsquo;s scale, form, and massing with recessed exterior walls of large glass panels emphasizing volume over mass, and deep overhanging roof supported by carefully placed columns providing regularity over symmetry demonstrates John C. Parkin&rsquo;s mastering of the International Style.</p>\n<p>&nbsp;</p>\n<p><strong>Contextual</strong></p>\n<p>&nbsp;</p>\n<p>Constructed in 1956 as part of the development of the commercial area of Don Mills, the property is physically, functionally, visually and historically linked to its surroundings. This linkage is enhanced by the property&rsquo;s International Style design which was in response to the Modernist design requirements that were part of the master plan for Don Mills.</p>\n<p>&nbsp;</p>\n<p>Constructed with the adjacent property at 877 Lawrence Avenue East as a pair of banks in the same architectural style, set back from Lawrence Avenue East within a shared landscape, the property is physically, functionally, and visually linked to its surroundings.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design or Physical Value</strong></p>\n<p>&nbsp;</p>\n<p>The following heritage attributes contribute to the design and physical value of the property at 885 Lawrence Avenue East:</p>\n<ul>\n<li>The scale, form, and massing of the structure, including the 1966-67 two bay addition at its western elevation, with its rectangular plan, one-storey height, and flat roof with wide metal clad fascia</li>\n<li>The 20 exterior metal clad support columns</li>\n<li>Recessed exterior walls</li>\n<li>Large exterior glass panels atop a 5-inch base extending to the roofline separated by slender steel mullions</li>\n<li>The 12 interior support columns</li>\n<li>The setback, placement and orientation of the building on the south side Lawrence Avenue East</li>\n<li>The open space to the north the building</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The following heritage attributes contribute to the contextual value of the property at 885 Lawrence Avenue East:</p>\n<ul>\n<li>The scale, form, and massing of the structure with its rectangular plan, one-storey height, and flat roof with wide metal clad fascia</li>\n<li>The 20 exterior metal clad support columns</li>\n<li>Recessed exterior walls</li>\n<li>Large exterior glass panels atop a 5-inch base extending to the roofline separated by slender steel mullions</li>\n<li>The setback, placement and orientation of the building on the south side Lawrence Avenue East</li>\n<li>The open space to the north the building</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of March 31, 2025, which is April 30, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.6\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.6</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6151,
  "otherReferenceList": [
    {
      "description": "2025.PH19.6 - 877 and 885 Lawrence Avenue East - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH19.6. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 885 Lawrence Avenue East ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
