{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Public Notice - Amendments to Chapter 441, Fees and Charges – Outdoor Oven Permit Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6057"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Economic and Community Development Committee",
    "country": "Canada",
    "emailAddress": "ecdc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Economic and Community Development Committee",
  "eventList": [],
  "noticeDate": 1743480000000,
  "noticeDescription": "<p style=\"text-align: center;\"><em><strong>City of Toronto Act, 2006 Public Notice</strong></em><br /><strong>Amendments to Chapter 441, Fees and Charges &ndash; Outdoor Oven Permit Fees</strong></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering amendments to Toronto Municipal Code Chapter 441, Fees and Charges, Appendix E, Schedule 1, to amend the existing permit fee for outdoor oven bookings in parks for the resident/not-for-profit user category.</strong> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;</p>\n<p>It is proposed that the amendments be adopted at the City Council meeting to be held on April 23, 24 and 25, 2025. If approved by City Council, this will:</p>\n<ul>\n<li>Amend Toronto Municipal Code Chapter 441, Fees and Charges, Appendix E, Schedule 1, to remove the existing outdoor oven permit fee for the resident/not-for-profit user category and replace it with a fee of $0, effective April 30, 2025.</li>\n<li>Align outdoor oven permit fees with the City&rsquo;s commitment to reducing financial barriers for community use of park spaces.</li>\n<li>Maintain existing health and safety requirements for outdoor oven use, including insurance, oven operation training, and compliance with food safety regulations.</li>\n</ul>\n<p>The proposed amendments are outlined in the report titled \"Access to Outdoor Ovens in Toronto Parks.\" To view or obtain a copy of the report, visit the City's website at:</p>\n<p><a href=\"https://secure.toronto.ca/council/#/committees/2563/25825\">https://secure.toronto.ca/council/#/committees/2563/25825</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>At its meeting to be held via video conference and in-person at City Hall, 100 Queen Street West, Committee Room 1 on April 8, 2025, at 9:30 a.m., or as soon as possible thereafter, the Economic and Community Development Committee of Toronto City Council will hear from any person or by his or her counsel, agent, or solicitor, who wishes to speak to the matter.</p>\n<p>&nbsp;</p>\n<p>To submit comments or make a presentation to the Economic and Community Development Committee on April 8, 2025, please contact the Committee no later than 12:00 p.m. on April 7, 2025:</p>\n<p>&nbsp;</p>\n<p>Economic and Community Development Committee</p>\n<p>Toronto City Hall, 100 Queen Street West</p>\n<p>10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p>Telephone: 416-397-4579; Fax: 416-392-1879</p>\n<p>Email: <a href=\"mailto:ecdc@toronto.ca\">ecdc@toronto.ca</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p>&nbsp;</p>\n<p>Sandra Rodriguez</p>\n<p>Director, Policy and Strategic Planning, Parks and Recreation</p>\n<p><a href=\"mailto:Sandra.Rodriguez@toronto.ca\">Sandra.Rodriguez@toronto.ca.</a>&nbsp;416-392-3832</p>\n<p>&nbsp;</p>\n<p>Alex Deighan</p>\n<p>Director, Client and Business Services, Parks and Recreation (A)</p>\n<p><a href=\"mailto:Alex.Deighan@toronto.ca\">Alex.Deighan@toronto.ca</a> , 416-338-5123</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee meeting will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p>While the staff report sets out proposed changes, the Committee and/or City Council may change these proposals and adopt additional or other amendments that differ from the recommendations set out in the report. The proposed amendments are subject to the decision of the Committee and the decision of City Council. &nbsp;</p>\n<p>&nbsp;</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>&nbsp;</p>\n<p>The Economic and Community Development Committee will make its final recommendations on April 8, 2025, which will be forwarded to City Council for its meeting on April 23, 24 and 25, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Economic and Community Development Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>&nbsp;</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto ON, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6161,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - Amendments to Chapter 441, Fees and Charges – Outdoor Oven Permit Fees - Amendments to City of Toronto Municipal Code Chapter 441, Fees and Charges",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code",
    "Licensing > Proposal to change user fees and charges"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
