{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "750 Yonge Street Toronto Ontario",
      "latitudeCoordinate": "43.669199505",
      "longitudeCoordinate": "-79.386574324",
      "postalCode": "M4Y 2B6",
      "province": "Ontario",
      "streetAddress": "750 Yonge Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 750 Yonge Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6114"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1745812800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>750 YONGE STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESS AT 750A YONGE STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF INTENTION TO DESIGNATE THE PROPERTY</strong></span></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>TAKE NOTICE that Council for the City of Toronto intends to designate the property, including the lands, buildings and structures thereon known municipally as 750 Yonge Street (including entrance address at 750A Yonge Street) under Part IV, Section 29 of the Ontario Heritage Act, R.S.O. 1990, c.O.18, as amended, as a property of cultural heritage value or interest.</p>\n<p>&nbsp;</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>&nbsp;</p>\n<p>The property at 750 Yonge Street (including entrance address at 750A Yonge Street) is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural value and meets Regulation 9/06, the provincial criteria prescribed for municipal designation.</p>\n<p>&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>The property at 750 Yonge Street (including entrance address at 750A Yonge Street) is located on the west side of Yonge Street, mid-block between Charles Street West and Bloor Street West. It contains a three-storey mixed-use brick and stone building constructed in 1912 in the Renaissance Revival architectural style, following the designs of the architectural firm of Curry and Sparling. The building retains its historic scale, form, and massing as a main street commercial row building fronting onto Yonge Street, where it is part of a cohesive grouping of built heritage resources that contribute to a distinct sense of place representing Toronto's late nineteenth to early twentieth century architecture - a period when Yonge Street's main street character was established and flourished.</p>\n<p>&nbsp;</p>\n<p>The property was included on the Heritage Register in May 2023.</p>\n<p>&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The property at 750 Yonge Street has design and physical value as a representative example of a main street commercial row building type constructed in 1912 and designed in the Renaissance Revival architectural style. The use of the Renaissance Revival style is evident in its flat roof with expressed cornice, entablature, stone cladding, regular rhythm of window openings defined by shouldered architraves on the third storey and triangular pediments on the second storey (over-clad), matching cornice above the ground level storefront, and molded stringcourse to delineate the second and third storeys. The building's low-rise and fine grained built form with storefront at grade is representative of its typology.</p>\n<p>&nbsp;</p>\n<p>The subject property is valued for its association with the architectural firm of Curry and Sparling, who designed the building in the Renaissance Revival style. The firm of Curry and Sparling formed in 1909 when Samuel George Curry (1854-1942), a well-established local Toronto architect, invited the comparatively inexperienced William F. Sparling (1884-1940) to join into a partnership. During the seven years that the two men worked together, they completed a number of commercial and residential commissions, including the Lionel Rawlinson Building on Gloucester Lane (1911), and the original Granite Club on Church Street (1914) among others. Sparling is known for his frequent use of the Renaissance Revival style. Curry contributed to the formation of the Ontario Association of Architects in 1890, and also briefly served as an alderman to Toronto City Council in 1902-1903.</p>\n<p>&nbsp;</p>\n<p>Situated on the west side of Yonge Street, mid-block between Bloor Street West and Charles Street West, the subject property maintains and supports the historic commercial main street character of Yonge Street, south of Bloor Street, particularly through its connection with the adjacent low-rise properties at 752, and 756-758 Yonge Street that together form a historic streetwall. The design and material palette of the building are reflective of the predominant architectural styles and features that define historic Yonge Street.</p>\n<p>&nbsp;</p>\n<p>Contextually, the property at 750 Yonge Street (including entrance address at 750A Yonge Street) is functionally, visually, physically, and historically linked to Yonge Street, often considered Toronto's \"Main Street,\" as a mixed-use main street commercial row building from the early twentieth century that has consistently provided services, amenities, and employment opportunities to the neighbouring residential areas for over one hundred years.</p>\n<p>&nbsp;</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>&nbsp;</p>\n<p><strong>Design and Physical Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 750 Yonge Street as a representative example of a main street commercial row building designed in the Renaissance Revival style:</p>\n<ul>\n<li>The placement, setback, and orientation of the building on the west side of Yonge Street, mid-block between Bloor Street West and Charles Street West, where it fronts onto Yonge Street</li>\n<li>The scale and massing of the three-storey building within a rectangular shaped plan</li>\n<li>The fine grain built form and ground floor storefront</li>\n<li>The flat roofline</li>\n<li>The materials, including the brick and stone cladding</li>\n<li>The architectural details that are representative of the Renaissance Revival architectural style, including:</li>\n<li>Symmetrical composition of its east elevation with evenly spaced out bays</li>\n<li>Expressed cornice with block modillions, dentils, and entablature</li>\n<li>Vertically oriented window openings arranged into a regular, symmetrical layout</li>\n<li>Shouldered architraves and stone stills around the third storey windows</li>\n<li>Triangular pediments (over-clad), stone sills and surrounds on the second storey windows</li>\n<li>Expressed cornice above the first storey retail storefront</li>\n<li>Molded string course to delineate second and third storeys</li>\n</ul>\n<p><strong>Historical and Associative Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 750 Yonge Street as an example of the work of the architects Curry and Sparling:</p>\n<ul>\n<li>The design elements that are characteristic of the Renaissance Revival architectural style, such as the expressed cornice and entablature, brick and stone material, regular rhythm of window openings with shouldered architraves and triangular pediments, and the molded string course used to divide the fa&ccedil;ade</li>\n<li>The high quality of the materials used, particularly the limestone cladding of the main elevation</li>\n</ul>\n<p><strong>Contextual Value</strong></p>\n<p>The following heritage attributes contribute to the cultural heritage value of the property at 750 Yonge Street as supporting and maintaining the historic character of this portion of Yonge Street, and as being functionally, visually, physically, and historically linked to its surroundings:</p>\n<ul>\n<li>The placement, setback, and orientation of the commercial building on the west side of Yonge Street, mid-block between Charles Street West and Bloor Street West</li>\n<li>The materials of the building's fa&ccedil;ade, which are consistent with the brick and stone detailing found in the historic buildings on this portion of Yonge Street</li>\n<li>The stone cladding on the building's east elevation facing Yonge Street that is indicative of its role as the main elevation</li>\n<li>The scale of the building, which is consistent with the three-storey height and rhythm of narrow storefronts of the adjacent properties, which together form a historic streetwall</li>\n</ul>\n<p><strong>Notice of Objection to the Notice of Intention to Designate</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an objection to the Notice of Intention to Designate the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of April 28, 2025, which is May 28, 2025. The notice of objection to the Notice of Intention to Designate the Property must set out the reason(s) for the objection and all relevant facts.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Notice of Intention to Designate the Property is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3\">https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6217,
  "otherReferenceList": [
    {
      "description": "2025.PH20.3 - 750, 752, and 756-758 Yonge Street - Notice of Intention to Designate a Property under Part IV, Section 29 of the Ontario Heritage Act",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.PH20.3. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Intention to Designate - 750 Yonge Street ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
