{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "5933 Steeles Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.834744362889744",
      "longitudeCoordinate": "-79.25875921689055",
      "province": "Ontario",
      "streetAddress": "5933 Steeles Avenue East"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "5951 Steeles Avenue East Toronto Ontario",
      "latitudeCoordinate": "43.83486417128571",
      "longitudeCoordinate": "-79.25825593123274",
      "province": "Ontario",
      "streetAddress": "5951 Steeles Avenue East"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 5933 and 5951 Steeles Avenue East",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6115"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "City Council",
    "country": "Canada",
    "emailAddress": "councilmeeting@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1745812800000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>5933 AND 5951 STEELES AVENUE EAST</strong></p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on April 24, 2025, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 5933 and 5951 Steeles Avenue East.</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council consent to the application to alter the designated heritage properties at 5933 Steeles Avenue East and 5951 Steeles Avenue East, in accordance with Section 33 of the Ontario Heritage Act, with such alterations substantially in accordance with the plans and drawings prepared by Ware Malcomb Inc., dated October 18, 2024, and on file with the Senior Manager, Heritage Planning, Urban Design, City Planning, and the Heritage Impact Assessment, prepared by ERA Architects Inc., dated February 13, 2025, and on file with the Senior Manager, Heritage Planning, Urban Design, City Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning, Urban Design, City Planning, and subject to the following additional conditions:.</p>\n<p>&nbsp;</p>\n<p>a. That prior to final Site Plan approval for the proposal, for the property located at 5883-5951 Steeles Avenue East the owners shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide final Site Plan drawings substantially in accordance with the approved Conservation Plans required in Recommendation 1.b.2 to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide a Heritage Lighting Plan that describes how the exterior of the heritage properties will be sensitively illuminated to enhance their heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plans to the satisfaction of the Senior Manager Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Provide a detailed Landscape Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide an Interpretation Plan for the subject properties, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such Plans to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>5. Submit Signage Plans for the subject properties, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>b. That prior to the issuance of any permit for the work described in the Site Plan application, including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings as are acceptable to the Senior Manager, Heritage Planning, the owners shall:</p>\n<p>&nbsp;</p>\n<p>1. Enter into Heritage Easement Agreements with the City of Toronto for the heritage properties at 5933 Steeles Avenue East and 5951 Steeles Avenue East, in accordance with the plans and drawings by Ware Malcomb Inc., dated October 18, 2024, and on file with the Senior Manager, Heritage Planning, Urban Design, City Planning, the Heritage Impact Assessment, prepared by ERA Architects Inc., dated February 13, 2025, and in accordance with Conservation Plans required in Recommendation 1.b.2 to the satisfaction of the Senior Manager, Heritage Planning, including registration on title of such agreements to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>2. Provide detailed Conservation Plans, prepared by a qualified heritage consultant that are consistent with the conservation strategy set out in the Heritage Impact Assessment, prepared by ERA Architects Inc., dated February 13, 2025, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>3. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plans required in Recommendation 1.b.2 above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide Letters of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, to secure all work included in the approved Conservation Plans and Interpretation Plan.</p>\n<p>&nbsp;</p>\n<p>5. Provide full documentation of the existing heritage property, including two (2) printed sets of archival quality 8&rdquo; x 10&rdquo; colour photographs with borders in a glossy or semi-gloss finish and one (1) digital set on a USB flash drive in tiff format and 600 dpi resolution keyed to a location map, elevations and measured drawings, and copies of all existing interior floor plans and original drawings as may be available, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>c. That prior to the release of the Letter of Credit required in Recommendation 1.b.4, the owner shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plans and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>d. Despite Recommendation 1.b. above, prior to the issuance of any conditional building permit as may be authorized by the Chief Building Official and Executive Director, Toronto Building, in consultation with the Senior Manager, Heritage Planning, and Executive Director, Development Review Division for the work described in the Site Plan application for any part of the site, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage buildings, the owner shall have:</p>\n<p>&nbsp;</p>\n<p>1. obtained approval of the Conservation Plan required in Recommendation 1.b above from the Senior Manager, Heritage Planning;</p>\n<p>&nbsp;</p>\n<p>2. provided a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Planning, to secure all work included in the approved Conservation Plan; and</p>\n<p>&nbsp;</p>\n<p>3. made sufficient progress in finalizing the Heritage Easement Agreement satisfactory to the Senior Manager, Heritage Planning, in consultation with the City Solicitor.</p>\n<p>&nbsp;</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty days of April 28, 2025, which is May 28, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>A Notice of Appeal must:</strong></p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions, or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p><strong>Getting Additional Information:</strong></p>\n<p>&nbsp;</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.SC21.7\">https://secure.toronto.ca/council/agenda-item.do?item=2025.SC21.7</a>.&nbsp;</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6218,
  "otherReferenceList": [
    {
      "description": "2025.SC21.7 - 5933 and 5951 Steeles Avenue East - Alterations to Heritage Properties and Authority to Enter into a Heritage Easement Agreement",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.SC21.7. "
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 5933 and 5951 Steeles Avenue East",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
