{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Notice of Public Meeting - City-initiated Zoning By-law Amendments to Permit the Development of Townhouses in the Residential Apartment Commercial (RAC) Zone, Enable the Conversion of Underutilized Spaces within Existing Apartment Buildings into Dwelling Units, and Permit Cladding to Encroach into Building Setbacks",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6199"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Planning and Housing Committee",
    "country": "Canada",
    "emailAddress": "phc@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-397-4579",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street West"
  },
  "decisionBody": "Planning and Housing Committee",
  "eventList": [],
  "noticeDate": 1747281600000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>NOTICE OF PUBLIC MEETING</strong></p>\n<p style=\"text-align: center;\"><strong>To be held by the Planning and Housing Committee</strong></p>\n<p style=\"text-align: center;\"><strong>(Under the <em>Planning Act</em>)</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><strong>City-initiated Zoning By-law Amendments</strong></p>\n<p style=\"text-align: center;\"><strong>to Permit the Development of Townhouses in the Residential Apartment Commercial (RAC) Zone, Enable the Conversion of Underutilized Spaces within Existing Apartment Buildings into Dwelling Units, and Permit Cladding to Encroach into Building Setbacks</strong></p>\n<p>&nbsp;</p>\n<p><strong>Location of Application:&nbsp; &nbsp; &nbsp; </strong><strong>City-wide</strong><br /><strong>Applicant:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>City of Toronto</strong><br /><strong>&nbsp;</strong><br /><strong>Date:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>June 12, 2025</strong><br /><strong>Time:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong><strong>9:30 a.m., or as soon as possible thereafter</strong><br /><strong>Place:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong><strong>Committee Room 1, City Hall or Video Conference</strong><br />&nbsp;</p>\n<p><strong>PROPOSAL</strong></p>\n<p>&nbsp;</p>\n<p>The City of Toronto is proposing to amend Zoning By-law 569-2013 to increase the supply of infill housing in the city&rsquo;s apartment neighbourhoods. The first (and current) phase of the study proposes small-scale zoning changes to enable more housing opportunities and preserve the supply of existing rental housing stock within apartment neighbourhoods. The proposed zoning amendments would permit the development of townhouses in the Residential Apartment Commercial (RAC) Zone, enable the conversion of underutilized spaces within apartment buildings into new dwelling units, and establish new permissions to enable overcladding associated with deep energy retrofits.</p>\n<p>&nbsp;</p>\n<p>The proposed zoning amendment includes the following changes:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Permission to allow a townhouse development in the Residential Apartment Commercial Zone (RAC) if it is on the same lot as an apartment building and the main entrance of each townhouse unit is within 7.5 metres of a lot line abutting a street. Chapter 1 of the Zoning By-law is proposed to be amended to add &lsquo;townhouses as infill&rsquo; to the purpose of the RAC zone, complementing infill apartment buildings.</li>\n<li>Introduce performance standards for townhouses in the RAC Zone, including requirements related to minimum lot area for each dwelling unit, lot frontage, unit width, maximum height, height of a main pedestrian entrance and amenity space.</li>\n<li>New permissions in the Residential (R) Zone, Residential Apartment (RA) Zone, and RAC Zone to allow underutilized interior floor area within existing apartment buildings to be converted to a maximum of five new residential units. The proposed zoning amendment exempts the new units from requirements related to floor space index, maximum number of units on a lot, amenity space, parking, loading, and bicycle parking requirements. Existing residential occupant parking spaces may be reduced for conversion to a maximum of five residential units, but a minimum of 1 parking space for each existing residential unit must be maintained. The conversion permissions also require existing amenity spaces, accessible parking spaces, and visitor parking spaces be maintained.</li>\n<li>New permissions in the Residential and Residential Apartment Zone categories permitting over cladding, as well as vents, pipes, and utility equipment located beneath the cladding, to be added to the original exterior wall of an apartment building and encroach no more than 0.9 metres into a building setback.</li>\n<li>New permissions in the Residential Apartment Zone category for decorative architectural features to be constructed on the exterior of an apartment building and encroach no more than 0.6 metres into a building setback.<br />&nbsp;</li>\n</ul>\n<p><strong>Detailed information regarding the proposal, including background information and material may be obtained by contacting Carla Tsang, Senior Planner at 416-395-7137, or by e-mail at <a href=\"mailto:Carla.Tsang@toronto.ca\">Carla.Tsang@toronto.ca</a> or Kasia Kmiec, Senior Planner at 416-392-0674, or by e-mail at <a href=\"mailto:Kasia.Kmiec@toronto.ca\">Kasia.Kmiec@toronto.ca</a>.&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Further information can be found at <a href=\"http://www.toronto.ca/ApartmentInfillStudy\">http://www.toronto.ca/ApartmentInfillStudy</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>PURPOSE OF PUBLIC MEETING</strong></p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee will receive input and review the proposal, and any other material placed before it, in order to make recommendations on the application. These recommendations will then be forwarded to Toronto City Council for its consideration.</p>\n<p>&nbsp;</p>\n<p>You can follow the meeting at <a href=\"http://www.youtube.com/TorontoCityCouncilLive\">www.youtube.com/TorontoCityCouncilLive</a> .</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>MAKE YOUR VIEWS KNOWN</strong></span></p>\n<p>&nbsp;</p>\n<p>You may send written comments by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a> or by mail to the address below. You can submit written comments up until City Council gives final consideration to the proposal.</p>\n<p>&nbsp;</p>\n<p>You are also invited to address the Planning and Housing Committee, in person, by video conference or by telephone, to make your views known regarding the proposal.</p>\n<p>&nbsp;</p>\n<p>If you wish to address the Planning and Housing Committee directly, please register by e-mail to <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>&nbsp; or by phone at 416-397-4579, no later than <strong>12:00 p.m. on June 11, 2025</strong>. If you register, we will contact you with instructions on how to participate in the meeting.</p>\n<p>&nbsp;</p>\n<p>The Planning and Housing Committee may request you to file an outline of your presentation with the Clerk.</p>\n<p>&nbsp;</p>\n<p>For more information about matter, including information about appeal rights, please contact: <strong>City Clerk, </strong><strong>Attention: Nancy Martins, Administrator, Planning and Housing Committee, Toronto City Hall, 100 </strong><strong>Queen Street West, 2nd Floor, Toronto, ON, M5H 2N2, Phone: 416-397-4579, Fax: 416-392-2980, email: <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a></strong>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Special Assistance</strong>: City Staff can arrange for special assistance with some advance notice. If you need special assistance, please call 416-397- 4579, TTY 416-338-0889 or e-mail <a href=\"mailto:phc@toronto.ca\">phc@toronto.ca</a>.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>FURTHER INFORMATION</strong></p>\n<p>&nbsp;</p>\n<p>Given that the amendments listed in this Notice regulate the use of lands at several locations within the geographic boundaries of the City of Toronto, a key map has not been provided with this notice.</p>\n<p>&nbsp;</p>\n<p><strong>If you wish to be notified</strong> of the decision of the City of Toronto on the passing or refusal of the proposed Zoning By-law Amendment, you must make a written request to the City Clerk attention: Nancy Martins,</p>\n<p>Administrator, Planning and Housing Committee, at the address, fax number or e-mail set out above.</p>\n<p>&nbsp;</p>\n<p><strong>Zoning By-law Amendment Appeal:</strong>&nbsp; If a specified person or public body as defined under the Planning Act or the registered owner of any land to which by-law would apply would otherwise have an ability to appeal the decision of the Council of the City of Toronto to the Ontario Land Tribunal but the specified person or public body as defined under the Planning Act or the registered owner of any land to which the by-law would apply does not make oral submissions at a public meeting or make written submissions to the City of Toronto before the proposed Zoning By-law Amendment is passed, the specified person or public body as defined under the Planning Act or the registered owner of any land to which the by-law would apply is not entitled to appeal the by-law.</p>\n<p>&nbsp;</p>\n<p>P<strong>eople writing or making presentations at the public meeting:</strong> The <em>City of Toronto Act</em>, <em>2006</em>, the <em>Planning Act</em>, and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees.</p>\n<p>&nbsp;</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City's website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address &ndash; available to the public, unless you expressly request the City to remove it.</p>\n<p>&nbsp;</p>\n<p>Many Committee, Board and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast.&nbsp; Video broadcasts are archived and continue to be publicly available. Direct any questions about this collection to City Clerk&rsquo;s Office at the telephone number or email address set out above.</p>\n<p>&nbsp;</p>\n<p>An online version of this Notice is available at <a href=\"https://www.toronto.ca/city-government/public-notices-bylaws/\">https://www.toronto.ca/city-government/public-notices-bylaws/</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Compliance with Provincial laws respecting Notice may result in you receiving duplicate notices.<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6296,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Public Meeting - City-initiated Zoning By-law Amendments \nto Permit the Development of Townhouses in the Residential Apartment Commercial (RAC) Zone, Enable the Conversion of Underutilized Spaces within Existing Apartment Buildings into Dwelling Units, and Permit Cladding to Encroach into Building Setbacks\n\n",
  "topics": [
    "Planning > Proposal for a Zoning By-law Amendment"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-planning.png"
  ]
}
