{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "604 Bay Street Toronto Ontario",
      "latitudeCoordinate": "43.656058136",
      "longitudeCoordinate": "-79.384383019",
      "postalCode": "M5G 1M5",
      "province": "Ontario",
      "streetAddress": "604 Bay Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 604 Bay Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6317"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Registrar Secretariat",
    "country": "Canada",
    "emailAddress": "RegistrarCCO@toronto.ca",
    "fax": "416-392-2980",
    "locationName": "Toronto City Hall",
    "phone": "416-392-8485",
    "postalCode": "M2H 2N2",
    "province": "ON",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1751256000000,
  "noticeDescription": "<p style=\"text-align: center;\"><strong>IN THE MATTER OF THE ONTARIO HERITAGE ACT</strong></p>\n<p style=\"text-align: center;\"><strong>R.S.O. 1990, CHAPTER O.18 AND</strong></p>\n<p style=\"text-align: center;\"><strong>CITY OF TORONTO, PROVINCE OF ONTARIO</strong></p>\n<p style=\"text-align: center;\"><strong>604 BAY STREET</strong></p>\n<p style=\"text-align: center;\"><strong>(INCLUDING ENTRANCE ADDRESS 610 BAY STREET)</strong></p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>NOTICE OF DECISION</strong></span></p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on June 25 and 26, 2025, has considered an application under Section 33 of the Ontario Heritage Act to alter a building and/or structure on a Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 604 Bay Street (including entrance address 610 Bay Street).</p>\n<p>&nbsp;</p>\n<p>TAKE NOTICE that the Council of the City of Toronto on June 25 and 26, 2025, has considered an application under Section 34(1)1 of the Ontario Heritage Act to demolish or remove or permit the demolition or removal of a heritage attribute of the Property designated under Part IV, Section 29 of the Ontario Heritage Act for the Property municipally known as 604 Bay Street (including entrance address 610 Bay Street). &nbsp;</p>\n<p>&nbsp;</p>\n<p>The decision of City Council, among other matters, regarding the application under the Ontario Heritage Act is as follows:</p>\n<p>&nbsp;</p>\n<p>1. City Council approve:</p>\n<p>&nbsp;</p>\n<p>a. The alterations to the designated heritage property at 604 Bay Street (including entrance address 610 Bay Street), in accordance with Section 33 of the Ontario Heritage Act to allow for the construction of a 16-storey mixed-use building, with such alterations substantially in accordance with the plans and drawings dated March 14, 2025 prepared by architectsAlliance and Studio Gang and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects, dated April 11, 2025, and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>b. The demolition of heritage attributes of the existing designated heritage property at 604 Bay Street (including entrance address 610 Bay Street), accordance with Section 34(1) 1 of the Ontario Heritage Act to allow for the construction of a 16-storey mixed-use building, substantially in accordance with the plans and drawings dated March 14, 2025 prepared by architectsAlliance and Studio Gang and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects dated April 11, 2025 and on file with the Senior Manager, Heritage Planning, all subject to and in accordance with the Conservation Plan satisfactory to the Senior Manager, Heritage Planning and subject to conditions as set out below.</p>\n<p>&nbsp;</p>\n<p>2. City Council direct that its consent to the application to alter the designated heritage property at 604 Bay Street (including entrance address 610 Bay Street), in accordance with Part IV, Section 33 of the Ontario Heritage Act, and its consent to the demolition of heritage attributes at 604 Bay Street (including entrance address 610 Bay Street), under Part IV, Section 34(1)1 of the Ontario Heritage Act are also subject to the following conditions:</p>\n<p>&nbsp;</p>\n<p>a. That the related Official Plan Amendment and Zoning By-law Amendment requiring the proposed alterations has come into full force and effect.</p>\n<p>&nbsp;</p>\n<p>b. That prior to the issuance of any permit for all or any part of the properties at 604 Bay Street (including entrance address 610 Bay Street), including a heritage permit or a building permit, but excluding permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Planning, the leaseholder of the City-owned property shall:</p>\n<p>&nbsp;</p>\n<p>1. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant, that is consistent with the conservation strategy set out in the Heritage Impact Assessment prepared by ERA Architects Inc. dated April 11, 2025, to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>2.Execute and register on title the Heritage Easement Agreement with the</p>\n<p>City for the heritage property at 604 Bay Street (including entrance address 610 Bay Street), substantially in accordance with the plans and drawings dated March 14, 2025 prepared by architectsAlliance and Studio Gang and on file with the Senior Manager, Heritage Planning and the Heritage Impact Assessment prepared by ERA Architects dated April 11, 2025, subject to and in accordance with the approved Conservation Plan, all to the satisfaction of the Senior Manager, Heritage Planning, and registered on title to the satisfaction of the City Solicitor.</p>\n<p>&nbsp;</p>\n<p>3. Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>4. Provide a Heritage Lighting Plan that describe how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Planning and thereafter shall implement such a plan to the satisfaction of the Senior Manager Heritage Planning.</p>\n<p>&nbsp;</p>\n<p>5. Submit a Signage Plan to the satisfaction of the Senior Manager, Heritage Planning.</p>\n<p>6. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan.</p>\n<p><strong>IF YOU WISH TO APPEAL TO THE ONTARIO LAND TRIBUNAL:</strong></p>\n<p>&nbsp;</p>\n<p>Notice of an appeal of the decision of City Council on the application to alter the Property or the application to demolish or remove a heritage attribute(s) on the Property may be served on the City Clerk, Attention: Registrar Secretariat, City Clerk's Office, Toronto City Hall, 2nd Floor West, 100 Queen Street West, Toronto, Ontario, M5H 2N2.; Email: <a href=\"mailto:RegistrarCCO@toronto.ca\">RegistrarCCO@toronto.ca</a> within thirty (30) days of June 30, 2025, which is July 30, 2025.</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal of the decision of City Council on the application to alter the Property under section 33 of the Ontario Heritage Act must:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision; and</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision.</p>\n<p>&nbsp;</p>\n<p>A Notice of Appeal of the decision of City Council on the application to demolish or remove a heritage attribute(s) on the Property under section 34 of the Ontario Heritage Act must:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons for the objection to the decision;</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; set out the reasons in support of the objection to the decision; and</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; be accompanied by the fee prescribed under the Ontario Land Tribunal Act, 2021, in the amount of $1,100 for each appeal payable by certified cheque or money order to the Minister of Finance, Province of Ontario.</p>\n<p>&nbsp;</p>\n<p>If you wish to appeal to the Ontario Land Tribunal (OLT) or request a fee reduction for an appeal, forms are available from the Ontario Land Tribunal website at <a href=\"https://olt.gov.on.ca/appeals-process/forms\">https://olt.gov.on.ca/appeals-process/forms</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Who Can File An Appeal:</strong></p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 33 of the Ontario Heritage Act, and only where City Council has consented to an application to alter a property with certain terms or conditions or refuses the application to alter a property.</p>\n<p>&nbsp;</p>\n<p>Only the owner of the Property may appeal the decision of Council of the City of Toronto to the Ontario Land Tribunal under Part IV, Section 34.1 of the Ontario Heritage Act, and only where City Council has consented to an application to demolish or remove a heritage attribute(s) with certain terms or conditions or refuses the application to demolish or remove the heritage attribute(s) of a property.</p>\n<p>&nbsp;</p>\n<p>Getting Additional Information:</p>\n<p>Further information in respect of the Decision of Council of the City of Toronto on the matter is available from the City of Toronto at:</p>\n<p>&nbsp;</p>\n<p><a href=\"https://secure.toronto.ca/council/agenda-item.do?item=2025.TE23.3\">https://secure.toronto.ca/council/agenda-item.do?item=2025.TE23.3</a>.&nbsp;<br /><br /></p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6392,
  "otherReferenceList": [
    {
      "description": "TE23.3 - 604-610 Bay Street and 130 Elizabeth Street - Official Plan and Zoning By-law Amendment Application - Decision Report - Approval",
      "url": "https://secure.toronto.ca/council/agenda-item.do?item=2025.TE23.3"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Notice of Decision - 604 Bay Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
