{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "Davenport Road Toronto Ontario",
      "latitudeCoordinate": "43.67614796099939",
      "longitudeCoordinate": "-79.42549305458151",
      "province": "Ontario",
      "streetAddress": "Davenport Road"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Public Notice - 2025 Cycling Infrastructure, Missing Sidewalk Installation and Removal of Permit Parking Space",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=6325"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Infrastructure and Environment Committee ",
    "country": "Canada",
    "emailAddress": "iec@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "Toronto City Hall, 10th Floor, West Tower",
    "phone": "416-392-4666",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Infrastructure and Environment Committee",
  "eventList": [],
  "noticeDate": 1751515200000,
  "noticeDescription": "<p style=\"text-align: center;\"><em><span style=\"font-size: 14pt;\"><strong>City of Toronto Act, 2006 &ndash; </strong></span></em><span style=\"font-size: 14pt;\"><strong>Public Notice</strong></span></p>\n<p>&nbsp;</p>\n<p><strong>Toronto City Council will be considering recommendations to</strong></p>\n<p>&nbsp;</p>\n<p>The Cycling Network Plan: 2025 Cycling Infrastructure &amp; Missing Sidewalk Installation - Second Quarter Update report seeks City Council authority to upgrade bikeway projects identified in the Cycling Network Plan Near-Term Implementation Program (2025-2027). The Cycling Network Plan and the associated Near-Term Implementation Plan adopted by City Council in June 2024 seeks to build on the existing network of cycling routes to connect gaps in the current network, grow the network into new parts of the city, and renew existing parts of the network to improve safety.</p>\n<p>&nbsp;</p>\n<p>Through this report, Transportation Services is seeking authority for the removal of the following on-street parking spaces which currently serve as permit parking: 4 spaces on the north side of Davenport Road east of Christie St, 3 spaces on the south side of Davenport Road east of Christie St, and 4 spaces on the south side of Davenport Road west of Dovercourt Road. This change is expected to happen in summer of 2025 as part of the construction of raised accessible bus-bike platforms which provider safer passage for pedestrians, people cycling and transit users.</p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will make recommendations to City Council, and City Council will decide on the matter at its meeting on July 23, 24 and 25th, 2025.</p>\n<p>&nbsp;</p>\n<p><strong>Attend the Committee</strong></p>\n<p>&nbsp;</p>\n<p>The Infrastructure and Environment Committee will consider item IE23.6 - Cycling Network Plan: 2025 Cycling Infrastructure &amp; Missing Sidewalk Installation - Second Quarter Update at its meeting on July 10th, 2025.</p>\n<p>&nbsp;</p>\n<p>Infrastructure and Environment Committee</p>\n<p>&nbsp;</p>\n<p>July 10th, 2025</p>\n<p>Committee Room 1, 2nd Floor, Toronto City Hall</p>\n<p>100 Queen, Street West and by Videoconference</p>\n<p>&nbsp;</p>\n<p><strong>Speak to the Committee</strong></p>\n<p>Register to speak to the Infrastructure and Environment Committee by emailing <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a> or calling 416-392-4666. Please register to speak before 4:30 pm on July 9th, 2025. Registered public speakers will be provided with instructions on how to appear at the Committee meeting. The meeting will be streamed live online at <a href=\"https://www.toronto.ca/city-government/council/council-committee-meetings/\">toronto.ca/council.&nbsp;</a></p>\n<p>&nbsp;</p>\n<p>Send your comments to the Infrastructure and Environment Committee &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>Attention: Infrastructure and Environment Committee&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Email: <a href=\"mailto:iec@toronto.ca\">iec@toronto.ca</a>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>Mail: Toronto City Hall, 100 Queen St. W.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>10th floor, West Tower, Toronto, ON M5H 2N2</p>\n<p>&nbsp;</p>\n<p>Any comments received after the Committee has made its recommendations to City Council, will be forwarded to City Council.</p>\n<p>&nbsp;</p>\n<p><strong>Send a letter or email to Members of City Council</strong></p>\n<p>For contact information: Call 311 or 416-338-0TTY (0889) or visit <a href=\"https://www.toronto.ca/city-government/council/council-committee-meetings/\">toronto.ca/council</a></p>\n<p>&nbsp;</p>\n<p><strong>Notice:</strong> Committee meetings are broadcast live over the Internet for the public to view. If you speak at the meeting, you will appear in the video.</p>\n<p>&nbsp;</p>\n<p><strong>Further information</strong></p>\n<p>If this matter is postponed at the Committee meeting or Council meeting or considered at a subsequent Committee meeting, no additional notice will be provided other than the information on the subsequent Committee or Council agenda.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Notice to people writing or making presentations to the Infrastructure and Environment Committee:</strong></p>\n<p>The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its committees. The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk's Office, City Hall, 100 Queen Street West, Toronto ON M5H 2N2 or by calling 416-392-4666.</p>\n<p>&nbsp;</p>\n<p><strong>Closed Meeting Requirements:</strong> If the Committee wants to meet in closed session (privately), a Committee member must make a motion to do so and give the reason why the Committee has to meet privately (City of Toronto Act, 2006).</p>\n<p>&nbsp;</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 6399,
  "otherReferenceList": [],
  "planningApplicationNumbers": [],
  "signedBy": "John D. Elvidge, City Clerk",
  "title": "Public Notice - 2025 Cycling Infrastructure, Missing Sidewalk Installation and Removal of Permit Parking Space",
  "topics": [
    "Transportation > Intention to terminate permit parking on a road"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-transport.png"
  ]
}
