{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "150 College Street Toronto Ontario",
      "latitudeCoordinate": "43.6600190098",
      "longitudeCoordinate": "-79.3923674335",
      "province": "Ontario",
      "streetAddress": "150 College Street"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Decision - 150 College Street",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=509"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1557460800000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on March 27, 2019, having considered an application to alter a structure designated under Part IV of the Ontario Heritage Act for 150 College Street, decided among other things, to</p>\n<p>1. Approve the alterations to the heritage property at 150 College Street in accordance with Section 33 of the Ontario Heritage Act, to allow for alterations to the existing building on the lands known municipally as 150 College Street, with such alterations substantially in accordance with plans and drawings prepared by RDHA Architects Inc., dated December 14, 2018, and on file with the Senior Manager, Heritage Preservation Services and the Heritage Impact Assessment (HIA), prepared by ERA Architects Inc., dated January 10, 2019, and on file with the Senior Manager, Heritage Preservation Services, all subject to and in accordance with a Conservation Plan satisfactory to the Senior Manager, Heritage Preservation Services, and subject to the following additional conditions:</p>\n<p style=\"padding-left: 30px;\">a. That prior to the issuance of any permit for all or any part of the property at 150 College Street, including a heritage permit or a building permit, but excluding interior alterations not impacting identified interior attributes, permits for repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Amend the existing Heritage Easement Agreement for the property at 150 College Street in accordance with the plans and drawings dated December 14, 2018, prepared by RDHA Architects Inc. and on file with the Senior Manager, Heritage Preservation Services, Urban Design, City Planning, and subject to and in accordance with the Conservation Plan required in Recommendation 1.a.2 below, all to the satisfaction of the Senior Manager, Heritage Preservation Services, including registration of such amending agreement to the satisfaction of the City Solicitor.</p>\n<p style=\"padding-left: 60px;\">2. Provide a detailed Conservation Plan, prepared by a qualified heritage consultant, that is consistent with the conservation strategy set out in the Heritage Impact Assessment for the property at 150 College Street, prepared by ERA Architects Inc. and dated January 10, 2019, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">3. Provide a Heritage Lighting Plan that describes how the exterior of the heritage property will be sensitively illuminated to enhance its heritage character to the satisfaction of the Senior Manager, Heritage Preservation Services, and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">4. Provide an Interpretation Plan for the subject property, to the satisfaction of the Senior Manager, Heritage Preservation Services, and thereafter shall implement such Plan to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">5. Provide building permit drawings, including notes and specifications for the conservation and protective measures keyed to the approved Conservation Plan required in Recommendation 1.a.2 above, including a description of materials and finishes, to be prepared by the project architect and a qualified heritage consultant to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">6. Provide a Letter of Credit, including provision for upwards indexing, in a form and amount and from a bank satisfactory to the Senior Manager, Heritage Preservation Services to secure all work included in the approved Conservation Plan, Lighting Plan and Interpretation Plan.</p>\n<p style=\"padding-left: 30px;\">b. That prior to the release of the Letter of Credit required in Recommendation 1.a.6 above, the owner shall:</p>\n<p style=\"padding-left: 60px;\">1. Provide a letter of substantial completion prepared and signed by a qualified heritage consultant confirming that the required conservation work and the required interpretive work has been completed in accordance with the Conservation Plan and Interpretation Plan and that an appropriate standard of conservation has been maintained, all to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p style=\"padding-left: 60px;\">2. Provide replacement Heritage Easement Agreement photographs to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p><strong>Appeal to the Conservation Review Board</strong>:<br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, West, Toronto, Ontario, M5H 2N2, by 4.30 p.m. on or before June 10, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 703,
  "otherReferenceList": [
    {
      "description": "2019.TE4.15 - Alterations to a Designated Heritage Property and Amendment of an Existing Heritage Easement Agreement - 150 College Street",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE4.15"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Decision - 150 College Street",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
