{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "482 Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.6435401851",
      "longitudeCoordinate": "-79.3983934479",
      "province": "Ontario",
      "streetAddress": "482 Wellington Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "488  Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.6435108178",
      "longitudeCoordinate": "-79.3985417191",
      "province": "Ontario",
      "streetAddress": "488  Wellington Street West"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 482 and 488 Wellington Street West",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=506"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1557460800000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and buildings known municipally as 482 and 488 Wellington Street West under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>482 WELLINGTON STREET WEST</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 482 Wellington Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of the street between Spadina Avenue (east) and Portland Street (west) in the King-Spadina neighbourhood, the property at 482 Wellington Street West contains a five-storey warehouse dating to 1907 that was commissioned by Mandel Granatstein for his rag processing and junk dealing businesses and designed by Toronto architect J.A. Harvey.&nbsp; The property, along with the adjoining site at 488 Wellington Street West (which contains a complementary warehouse built in 1918), was retained by M. Granatstein and Sons of Toronto Limited until 1982.</p>\n<p>The property at 482 Wellington Street West was included on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 2005.&nbsp; The King-Spadina HCD Plan (2016) identifies 482 Wellington Street West as a contributing heritage property.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 482 Wellington Street West has design value as a well-crafted example of Edwardian Classicism applied to an early-20th century warehouse.&nbsp; The Granatstein Building displays the hallmarks of the style with the tripartite organization of the principal (south) elevation, the sombre red brick cladding, the symmetrical placement of the openings, and the modest classical detailing with the banded brick pilasters and the brick corbelling beneath the south roofline.</p>\n<p>The associative value of the property at 482 Wellington Street West is through its connection with Mandel Granatstein, who commissioned the warehouse as part of a complex of industrial buildings.&nbsp; Granatstein was a Polish emigrant who established rag processing and junk dealing enterprises in The Ward, the Toronto neighbourhood that was the centre of the Jewish community in the late-19th and early-20th centuries.&nbsp; By 1907 when Granatstein unveiled his first custom-built warehouse in King-Spadina, he was regarded as one of the most successful Jewish businessmen in the city.&nbsp;</p>\n<p>Granatstein was noted for commissioning Benjamin Brown, Toronto's first practicing Jewish architect, to design his family residence on St. George Street (which included a retractable roof for Sukkoth observances), as well as for his role as a co-founder and supporter of the Henry Street Shul, the forerunner to the Beth Jacob Synagogue.&nbsp;</p>\n<p>Until his death in 1945, Granatstein operated his businesses with his three sons, who retained the adjoining warehouses at 482 and 488 Wellington Street West until 1982.</p>\n<p>The Granatstein Building at 482 Wellington Street West is valued for its association with Toronto architect J. A. (James Arthur) Harvey, who was particularly noted for his solo practice that began in the late-19th century and focused on residential buildings in Toronto's up-and-coming residential neighbourhoods, as well as the first generation of walk-up apartment blocks in the city.&nbsp; The property at 482 Wellington Street West contains one of Harvey's rare documented commissions for an industrial building.</p>\n<p>The property at 482 Wellington Street West has additional associative value for its contribution to the understanding of the historical development and evolution of the King-Spadina neighbourhood, which originated as part of the Military Reserve that was established in the late 1700s west of the Town of York and afterward subdivided and sold in the early-19th century to support the westward expansion of the community.&nbsp; The plan of subdivision incorporated two significant public spaces (Clarence Square and Victoria Memorial Square, the latter with a military burial ground) that were linked by an unusually wide boulevard named Wellington Place.&nbsp; As the area changed from a residential precinct to Toronto's main industrial centre after the Great Fire of 1904, most of the estate houses were replaced by large-scale factories and warehouses, including the Granatstein Building at 482 Wellington Street West.&nbsp; It was among the earliest warehouses constructed on the north side of the street.</p>\n<p>Contextually, the Granatstein Building at 482 Wellington Street West supports and maintains the historical character of the King-Spadina neighbourhood as it developed and evolved in the 19th and 20th centuries from its origins as an institutional and residential community to the city&rsquo;s manufacturing centre.&nbsp; In King-Spadina, the property at 482 Wellington Street reflects the second phase of development of the former Wellington Place from a 19th-century residential enclave to an extension in the early 20th century of the industrial district where warehouses including the Granatstein Building lined most of the street.&nbsp; The subject building is historically and visually linked to its surroundings where it is adjoined by the Granatstein Building (1918) at 488 Wellington Street West.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Granatstein Building on the property at 482 Wellington Street West are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the north side of the street, east of Portland Street</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the five-storey rectangular-shaped plan</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and detailing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the corbelled brickwork on the south end</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The principal (south) elevation, which is organized into three bays by the pilasters with brick banding</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, above the first (ground) floor (which has been altered), the symmetrically-placed segmental-arched window openings with the brick and stone detailing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The east and west side elevations, with the flat-headed window openings that are viewed from Wellington Street West</p>\n<p>The glazed rooftop addition, dating to the 1990s, and the ground-floor link to the adjoining building at 488 Wellington Street West are not identified as heritage attributes.</p>\n<p><strong>488 WELLINGTON STREET WEST</strong></p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 488 Wellington Street West is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.</p>\n<p><strong>Description</strong></p>\n<p>Located on the north side of the street between Spadina Avenue (east) and Portland Street (west) in the King-Spadina neighbourhood, the property at 488 Wellington Street West contains a five-storey warehouse dating to 1918 that was commissioned by Mandel Granatstein for his rag processing and junk dealing businesses and designed by Toronto architect J.A. Harvey.&nbsp; The property, along with the adjoining site at 482 Wellington Street West (which contains a complementary warehouse built in 1907), was retained by M. Granatstein and Sons of Toronto Limited until 1982.</p>\n<p>The property at 488 Wellington Street West was included on the inaugural City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 1973.&nbsp; The King-Spadina HCD Plan (2016) identifies 488 Wellington Street West as a contributing heritage property.&nbsp; Council designated the King-Spadina Heritage Conservation District (HCD) under Part V of the Ontario Heritage Act in October 2017 by By-law 1111-2017, which was amended by By-law 1241-2017.&nbsp; In 2019, the HCD was under appeal.&nbsp;</p>\n<p><strong>Statement of Significance</strong></p>\n<p>The property at 488 Wellington Street West has design value as a well-crafted example of Edwardian Classicism applied to an early-20th century warehouse.&nbsp; The Granatstein Building displays the hallmarks of the style with the tripartite organization of the principal (south) elevation with the extended centre bay, the sombre red brick cladding, and the symmetrical placement of the openings.&nbsp; It is particularly distinguished by the artificial stone applied for the base (south), the classically-detailed south entrance, the extended lintels and sills on the flat-headed window openings on the south elevation (that extend to the southerly bays on the east and west side walls), and the cornice with the dome-shaped finials at the south end of the flat roofline.&nbsp; The Granatstein Building (1918) was noted at the time of its construction for its innovative (at that time) concrete structure that was exposed on the side walls with the grid-like placement of the fenestration.</p>\n<p>The associative value of the property at 488 Wellington Street West is through its connection with Mandel Granatstein, who commissioned the warehouse as part of a complex of industrial buildings.&nbsp; Granatstein was a Polish emigrant who established rag processing and junk dealing enterprises in The Ward, the Toronto neighbourhood that was the centre of the Jewish community in the late-19th and early-20th centuries.&nbsp; By 1907 when Granatstein unveiled his first custom-built warehouse in King-Spadina, he was regarded as one of the most successful Jewish businessmen in the city.&nbsp; Granatstein was noted for commissioning Benjamin Brown, Toronto's first practicing Jewish architect, to design his family residence on St. George Street (which included a retractable roof for Sukkoth observances), as well as for his role as a co-founder and supporter of the Henry Street Shul, the forerunner to the Beth Jacob Synagogue.&nbsp; Until his death in 1945, Granatstein operated his businesses with his three sons, who retained the adjoining warehouses at 482 and 488 Wellington Street West until 1982.</p>\n<p>The Granatstein Building at 488 Wellington Street West is also valued for its association with the Toronto architectural firm of Hynes, Feldman and Watson, which had a short but notable practice beginning in 1915 that was headed by architect J. P. (James Patrick Hynes) and interrupted by the untimely death in 1919 of Isadore Feldman and the subsequent departure to New York City of Albert Edward Watson.&nbsp; While working together, the architects designed three venues for the Allen Theatre chain (including the extant building now known as the Danforth Music Hall), additions to St. Michael's Hospital and a small number of industrial edifices, including the Granatstein Building at 488 Wellington Street West.</p>\n<p>The property at 488 Wellington Street West has additional associative value for its contribution to the understanding of the historical development and evolution of the King-Spadina neighbourhood, which originated as part of the Military Reserve that was established in the late 1700s west of the Town of York and afterward subdivided and sold in the early-19th century to support the westward expansion of the community.&nbsp; The plan of subdivision incorporated two significant public spaces (Clarence Square and Victoria Memorial Square, the latter with a military burial ground) that were linked by an unusually wide boulevard named Wellington Place.&nbsp; As the area changed from a residential precinct to Toronto's main industrial centre after the Great Fire of 1904, most of the estate houses were replaced by large-scale factories and warehouses, including the Granatstein Building at 488 Wellington Street West that, with the earlier (1907) warehouse at 482 Wellington, formed a small-scale manufacturing complex in the block.</p>\n<p>Contextually, the Granatstein Building at 488 Wellington Street West supports and maintains the historical character of the King-Spadina neighbourhood as it developed and evolved in the 19th and 20th centuries from its origins as an institutional and residential community to the city&rsquo;s manufacturing centre.&nbsp; In King-Spadina, the property at 488 Wellington Street reflects the second phase of development of the former Wellington Place from a 19th-century residential enclave to an extension in the early 20th century of the industrial district where warehouses including the Granatstein Building lined most of the street.&nbsp; The subject building is historically and visually linked to its surroundings where it is adjoined by the original Granatstein Building (1907) at 482 Wellington Street West.</p>\n<p><strong>Heritage Attributes</strong></p>\n<p>The heritage attributes of the Granatstein Building on the property at 488 Wellington Street West are:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on the north side of the street, east of Portland Street</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the five-storey rectangular-shaped plan above the raised base with the window openings (south) and the artificial stone facing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The materials, with the red brick cladding and the brick and artificial stone detailing</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The flat roofline with the artificial stone cornice and dentils at the south end</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The principal (south) elevation, which is organized into three bays, with an extended centre bay, by the pilasters that are surmounted by artificial stone dome-shaped finials</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the south elevation, the placement of the main entrance in the left (west) bay of the first (ground) floor in a classically-detailed surround, and the symmetrically-placed flat-headed window openings with the continuous artificial stone lintels and sills</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The east and west side elevations, where the grid-work pattern of flat-headed window openings in artificial stone surrounds is continued in the southerly bays</p>\n<p>Notice of an objection to the proposed designations may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 10, 2019, which is June 10. 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 704,
  "otherReferenceList": [
    {
      "description": "2019.PB4.1 - Alterations to Heritage Properties, Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act and Authority to Enter into a Heritage Easement Agreement - 482 and 488 Wellington Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.PB4.1"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 482 and 488 Wellington Street West ",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
