{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "440 Unwin Avenue Toronto Ontario",
      "latitudeCoordinate": "43.64711908",
      "locationName": "Richard L. Hearn Generating Station",
      "longitudeCoordinate": "-79.334529003",
      "province": "Ontario",
      "streetAddress": "440 Unwin Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Intention to Designate - 400 Unwin Avenue (Richard L. Hearn Generating Station)",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=514"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "fax": "416-397-0111",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "Toronto and East York Community Council",
  "eventList": [],
  "noticeDate": 1557979200000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 440 Unwin Avenue under Part IV, Section 29 of the Ontario Heritage Act.</p>\n<p><strong>Reasons for Designation</strong></p>\n<p>The property at 440 Unwin Avenue, (Richard L. Hearn Generating Station), is worthy of designation under Part IV, Section 29 of the Ontario Heritage Act for its cultural heritage value, and meets Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation under all three categories of design, associative and contextual value.&nbsp;&nbsp;&nbsp;</p>\n<p><strong>Description</strong></p>\n<p>Located in the Port Lands, on the north side of Unwin Avenue, between Cherry and Leslie streets, the property contains the Richard L. Hearn Generating Station, a massive brick-clad structure, 41-metres high, with an adjacent concrete chimney stack of 213 metres visible from multiple points in the city.&nbsp; The property also included an area for a switching station and transmission towers, a large coal pit, railway spurs, various outbuildings used for managing water intake and discharge and ancillary structures&nbsp;&nbsp; and a formally landscaped drive to the main, west-facing, entrance.&nbsp; The station was designed in 1949 by the Stone &amp; Webster Engineering Corporation, opened in 1951 with plans for an extension which was completed in 1961. The concrete chimney stack was added to the property in 1971, replacing the previous eight chimney stacks.&nbsp; The station was decommissioned in 1983.&nbsp; The station interiors were initially transformed to accommodate film and television studio production and subsequently stabilized between 2014 and 2016 to host large public events such as Luminato.&nbsp;&nbsp; The building's context has evolved on its south side with a waterfront park which includes the Martin Goodman Trail and the adjacent Leslie Street Spit with its renowned abundance of animal and plant species, the Tommy Thomson Trail and the Outer Harbour Marina.</p>\n<p>The property was included on the City's Heritage Register in 2003. The Province of Ontario included it on the List of Provincial Heritage Properties in 2016 until November 2018 when the site was sold.&nbsp;</p>\n<p><strong>Statement of Cultural Heritage Value</strong></p>\n<p>The Hearn Generating Station has design value as a rare representative of a mid-20th century, steam power plant whose composition of diverse rectangular forms and single chimney stack is representative of the original processes which converted coal to steam and then electricity.&nbsp; The generating station exhibits a high degree of artistic merit in the principle, west, elevation of the Hearn which unites the three, large, rectilinear power-plant volumes with the lower administration block through a skillful application of the mid-century Style Moderne style.&nbsp; The artistic effect of the style is based in the simple geometric forms, the smooth, unrelieved, brick-clad surfaces which are offset by the dramatic linear patterns of the vertical banding of the modernist glass-block windows, framed with limestone piers, on the plant sections and the contrasting horizontal limestone banding around the windows of the administration block.&nbsp; Set at the top of a limestone staircase, the central principal entrance, with its combination of smooth limestone piers and the use of metal alloys in its curving canopy and paired entry doors, signals at once both the traditional gravitas of a civic institution combined with the modernity that is evident in the rest of the west elevation.&nbsp; In its structural capacity to provide the foundations and structure to both house, and support, the equipment of this vastly-scaled power generating station, along with its slip-form concrete chimney of 213 metres, the Hearn displays a high degree of technical achievement.&nbsp;</p>\n<p>The Hearn property is valued for its historic value and association as power station built at the end of World War II by Hydro Electric Power Commission of Ontario (HEPCO), the provincial body now known as the Ontario Power Generation (OPG), to ensure a reliable supply of electricity for the City of Toronto for the booming post-war economy.&nbsp; With evolving supply and environmental concerns, the commission replaced coal burning with natural gas and installed the 213m chimney in 1971.&nbsp;</p>\n<p>The Hearn is significant as it is associated with the development of the 1912 Harbour Commission plan for the Port Lands as a newly created waterfront which was intended to support shipping, industry, as well as, waterfront parks and recreation. Its location in the Port Lands enabled the supply of coal and water necessary for the generating station processes.</p>\n<p>The property also has value for its association with Richard L. Hearn, Chief Engineer and Chairman of (HEPCO).&nbsp; An award-winning engineer, for over 40 years, Hearn made a substantial contribution to the development of Ontario's power supply through the construction of numerous facilities, two of which broke records for size, in the completion of the first synthetic rubber plant, considered to a great Canadian construction achievement, as well as for the development of atomic energy uses for peacetime and nuclear energy.&nbsp; In 1967 he was appointed the Chancellor of Brock University and received the Order of Canada in 1973.</p>\n<p>The Hearn is valued as it reflects the work of the engineering firm of Stone &amp; Webster, established in Boston in 1889 and from the beginning specializing in the design, construction and management of power plants becoming leaders in the field to the point where it is estimated that 20% of all power generators in the United States originated with this firm.</p>\n<p>Contextually, the Hearn is valued as it defines, supports and maintains the historic industrial character of the Port Lands.&nbsp; Initially designed as a coal-based generating station, relying on the supply of coal via rail links and water from the shipping channel, the Hearn was typical of the industrial uses intended for the Port Lands.&nbsp; Since its closure in 1983, it has been characteristic of the regeneration and adaptive reuse of the historic Port Lands structures as it has been leased by a film studio and more recently used as a temporary setting for the annual Luminato festival.</p>\n<p>Located on the north side of Unwin Avenue since 1949, the generating station has been historically, visually and functionally linked to the industrial and institutional uses as well as the parklands and recreational trails of the Port Lands and the Leslie Street Spit for over 70 years.&nbsp; With its impressive mass and 213-metre chimney, the Hearn is a landmark, a \"symbol of the Port Lands, seen from multiple vantage points.&nbsp; It terminates the southern views down Carlaw Avenue, as well as Logan Avenue and Bouchette Street.&nbsp; The view of the chimney has also been anticipated to terminate Broadview Avenue when it is extended.&nbsp; From the east and west the chimney is viewed from both ends of Unwin Avenue at Leslie and Cherry streets.&nbsp; At a city scale, it is a contributing feature of Toronto's waterfront skyline.</p>\n<p><strong>The heritage attributes of the Richard L. Hearn Generating Station are:</strong></p>\n<p><span style=\"text-decoration: underline;\">EXTERIOR</span></p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The setback, placement and orientation of the building on its property on the north side of Unwin Avenue between Cherry and Leslie streets in the Port Lands</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The scale, form and massing of the generating station which is composed of four parallel rectangular volumes of different heights (with a maximum height of 41 metres) enclosing the generating station functions, with a fourth three-storey administration block on the west elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The cladding material which is primarily brick, with a concrete base, vertical limestone piers and bands surrounding the windows and glass block glazing, limestone coping bands at the roof line and piers at the principal entrance, with glass block and aluminum-alloy double-hung sash window frames</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The fenestration on the principal, west elevation, with the three horizontal bands of double-hung sash windows on the three-storey administration block, and the composition of the vertical panels of glass block, three on the central boiler hall, and two on the turbine hall</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The principal entrance on the west elevation with it projecting aluminum-alloy clad canopy and pair of doors, framed by two limestone piers with curving plans and the staircase with its limestone block balustrade</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The south elevation with its vertical and horizontal panels of glass block at the upper levels of the boiler hall and the fan room and the lower horizontal bands of windows, some with metal hoods, on the fan room and the pattern of bands of windows with upper square openings on the 1961 extension and the hooded metal duct vents at the upper level of the boiler room</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The north elevation with its various extensions and accretions including the single story bay with brick buttresses, additional brick bays with stone copings, the two triangular bay windows, the metal hoods on horizontal window openings, the projecting periscope-type cylindrical ducts and the entryway originally used to accommodate the railway spur</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The east elevation with its narrow horizontal bands of windows and unrelieved walls including the single-storey extension and the metal clad tower and its connection to the main building</p>\n<p>INTERIOR</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The spatial volumes of the boiler hall, turbine hall and fan hall</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The steel structure of the boiler hall, including the long east-west multi-storey passage through the steel structure</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The concrete structures and steel beams of the turbine hall</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The principal entry lobby with its limestone cladding and stair with a metal balustrade</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The control room configurations built-in desks with control panels as well as wall-mounted control panels&nbsp;</p>\n<p>ANCILLARY BUILDINGS AND STRUCTURES</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The 213-metre slip-form concrete chimney stack</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The various outbuildings and structures including the entry gate house and the four outbuildings adjacent to the shipping channel</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The metal tower and shed on the east end of the Hearn&nbsp;&nbsp;</p>\n<p>SETTING</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; Generally the area surrounding the Hearn which contains elements relating to its use as a power generating station</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; On the west side of the Hearn, the driveway leading from Unwin Avenue with the remaining circular drive at the entrance encompassing a circular planted area and the hedges planted along the west elevation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The area for the switching station and transmission towers on the north side of the Hearn extending from the building face to the edge of the shipping basin</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp; The railway tracks which remain on the site</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention:&nbsp; Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of May 15, 2019, which is June 17, 2019. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 710,
  "otherReferenceList": [
    {
      "description": "2019.TE4.16 - Intention to Designate under Part IV, Section 29 of the Ontario Heritage Act - 440 Unwin Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.TE4.16"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 440 Unwin Avenue (Richard L. Hearn Generating Station)",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
