{
  "addressList": [],
  "backgroundInformationList": [
    {
      "description": "Feasibility of a New Year's Eve Grace Period for Permit Parking Violations",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=582"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "General Government and Licensing Committee ",
    "country": "Canada",
    "emailAddress": "gglc@toronto.ca",
    "fax": "416-392-1879",
    "locationName": "10th Floor, West Tower, Toronto City Hall",
    "phone": "416-397-4592",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "General Government and Licensing Committee",
  "eventList": [],
  "noticeDate": 1560744000000,
  "noticeDescription": "<p><strong>No specific changes to parking regulations are being recommended at this time.</strong> However, the General Government and Licensing Committee may recommend changes and Toronto City Council may adopt changes to allow for a parking grace period that will eliminate residential permit holders' exclusive access to all permit parking spaces on New Year's Eve.</p>\n<p>To view or obtain a copy of the report, titled \"Feasibility of a New Year's Eve Grace Period for Permit Parking Violations,\" visit the City's website at:</p>\n<p><a href=\"http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL6.26\">http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL6.26</a></p>\n<p>&nbsp;</p>\n<p>At its meeting to be held in Committee Room 1, 2nd Floor, Toronto City Hall on Monday, June 24, 2019 at 9:30 a.m., or as soon as possible thereafter, the General Government and Licensing Committee of Toronto City Council will hear in person or by his or her counsel, agent, or solicitor, any person who wishes to speak to the matter.</p>\n<p>To submit comments or make a presentation to the General Government and Licensing</p>\n<p>Committee on Monday, June 24, 2019, please contact the Committee no later than 12:00 p.m. on Friday, June 21, 2019:</p>\n<p style=\"padding-left: 30px;\">General Government and Licensing Committee</p>\n<p style=\"padding-left: 30px;\">Toronto City Hall, 100 Queen Street West</p>\n<p style=\"padding-left: 30px;\">10th Floor, West Tower, Toronto, ON, M5H 2N2</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-397-4592; Fax: 416-392-1879</p>\n<p style=\"padding-left: 30px;\">Email: gglc@toronto.ca</p>\n<p>To ask questions regarding the content of the report, please contact:</p>\n<p style=\"padding-left: 30px;\">Russ Brownell, Policy, Planning, and Project Advisor, Court Services</p>\n<p style=\"padding-left: 30px;\">9th Floor, 481 University Avenue, Toronto, ON, M5G 2E9</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-338-2734</p>\n<p style=\"padding-left: 30px;\">Email: russ.brownell@toronto.ca</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 30px;\">Casey Brendon, Director, Revenue Services</p>\n<p style=\"padding-left: 30px;\">Lower Floor, North York Civic Centre, 5100 Yonge Street, Toronto, ON, M2N 5V7</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-8065</p>\n<p style=\"padding-left: 30px;\">Email: casey.brendon@toronto.ca</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 30px;\">Dave Twaddle, Director, Permits and Enforcement, Transportation Services</p>\n<p style=\"padding-left: 30px;\">17th Floor, Metro Hall, 55 John Street, Toronto, ON, M5V 3C6</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-7714</p>\n<p style=\"padding-left: 30px;\">Email: dave.twaddle@toronto.ca</p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 30px;\">Kalli Chapman, Director, Prosecutions, Legal Services</p>\n<p style=\"padding-left: 30px;\">Room 12, Old City Hall Courthouse, 60 Queen Street West, Toronto, ON, M5H 2M4</p>\n<p style=\"padding-left: 30px;\">Telephone: 416-392-8464</p>\n<p style=\"padding-left: 30px;\">Email: kalli.chapman@toronto.ca</p>\n<p>While the staff report does not include specific changes to parking regulations, the Committee and/or City Council may adopt additional or other amendments that differ from the recommendation set out in the report.</p>\n<p>If this matter is postponed at the Committee meeting or City Council meeting or considered at a subsequent Committee or City Council meeting, no additional notice will be provided other than the information on the subsequent Committee or City Council agenda. Please contact the above City officials if you require notice in these cases.</p>\n<p>The General Government and Licensing Committee will make its final recommendations on June 24, 2019. Depending on the Committee's decision, this matter may also be forwarded to City Council for its meeting on July 16 and 17, 2019.</p>\n<p><strong>Notice to people writing or making presentations to the General Government and Licensing Committee:</strong> The City of Toronto Act, 2006 and the City of Toronto Municipal Code authorize the City of Toronto to collect any personal information in your communication or presentation to City Council or its Committees.</p>\n<p>The City collects this information to enable it to make informed decisions on the relevant issue(s). If you are submitting letters, faxes, e-mails, presentations, or other communications to the City, you should be aware that your name and the fact that you communicated with the City will become part of the public record and will appear on the City&rsquo;s website. The City will also make your communication and any personal information in it - such as your postal address, telephone number, or e-mail address - available to the public, unless you expressly request the City to remove it.</p>\n<p>Many Committee, Board, and Advisory Body meetings are broadcast live over the internet for the public to view. If you speak at the meeting you will appear in the video broadcast. Video broadcasts are archived and continue to be publicly available.</p>\n<p>If you want to learn more about why and how the City collects your information, write to the City Clerk&rsquo;s Office, Toronto City Hall, 100 Queen Street West, Toronto, Ontario, M5H 2N2 or by calling 416-397-4592.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 762,
  "otherReferenceList": [
    {
      "description": "GL6.26 - Feasibility of a New Year's Eve Grace Period for Permit Parking Violations",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.GL6.26"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "Notice is hereby given that the General Government and Licensing Committee will be considering the feasibility of a New Year's Eve grace period for permit parking violations.",
  "title": "Feasibility of a New Year's Eve Grace Period for Permit Parking Violations",
  "topics": [
    "Licensing > Proposal to amend the Municipal Code"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-license.png"
  ]
}
