{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "422 Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.6442169735",
      "longitudeCoordinate": "-79.396699672",
      "postalCode": "M5V 1E3",
      "province": "Ontario",
      "streetAddress": "422 Wellington Street West"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "424 Wellington Street West Toronto Ontario",
      "latitudeCoordinate": "43.6438342284",
      "longitudeCoordinate": "-79.3966494727",
      "postalCode": "M5V 1E3",
      "province": "Ontario",
      "streetAddress": "424 Wellington Street West"
    }
  ],
  "backgroundInformationList": [],
  "contact": {
    "city": "Toronto",
    "contactName": "Toronto and East York Community Council",
    "country": "Canada",
    "emailAddress": "teycc@toronto.ca",
    "locationName": "Toronto City Hall, 2nd Floor",
    "phone": "416-392-7033",
    "postalCode": "M5H 2N2",
    "province": "Ontario",
    "streetAddress": "100 Queen Street"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1520312400000,
  "noticeDescription": "<p>Take notice that Toronto City Council intends to designate the lands and building known municipally as 422 and 424 Wellington Street West under Part IV, Section 29 of the Ontario Heritage Act.<br />Reasons for Designation<br />The properties at 422 and 424 Wellington Street West are worthy of designation under Part IV, Section 29 of the Ontario Heritage Act their cultural heritage value, and meet Ontario Regulation 9/06, the provincial criteria prescribed for municipal designation, under all three categories of design, associative and contextual value.<br />Description<br />The properties at 422 and 424 Wellington Street West are located on the north side of the street, between Spadina Avenue (east) and Portland Street (west), where they are setback from the wide boulevard and contain a pair of 2&frac12;-storey semi-detached house form buildings. Completed in 1888 and attributed to builder Robert Sweet Crabb, the properties were transferred individually to William McLeish, a prominent Toronto realtor, and Charles Powell, manager of the Temperance Colonization Society. 422 and 424 Wellington Street West were listed on the City of Toronto Inventory of Heritage Properties (now known as the Heritage Register) in 2005 and located in the proposed King-Spadina Heritage Conservation District.<br />Statement of Cultural Heritage Value<br />The properties at 422 and 424 Wellington Street West have cultural heritage value as well-crafted examples of semi-detached house form buildings in the King-Spadina neighbourhood that are distinguished by their Queen Anne Revival styling. The McLeish-Powell Houses are indicative of the style with the picturesque silhouettes, intricate rooflines, variety of fenestration, and mixture of materials that includes decorative terra cotta.<br />The McLeish-Powell Houses have associative value for their contribution to the understanding of the historical evolution of the King-Spadina neighbourhood where they were developed on part of the Military Reserve that was established in the 18th century west of the Town of York and subsequently subdivided and sold in the early 19th century to accommodate the expansion of the City of Toronto. The plan of subdivision incorporated two important public squares (Victoria Memorial Square, with its military burial ground, and Clarence Square) that were connected by an unusually wide boulevard named Wellington Place where the McLeish-Powell Houses were amongst the elaborate residences completed in the late 1800s. The houses were part of the transformation of the King-Spadina neighbourhood from its origins as an institutional and residential enclave to Toronto&rsquo;s new manufacturing district after the Great Fire of 1904. While most of the neighbouring house form buildings were replaced by large-scale warehouses, the McLeish-Powell Houses survived and were converted to commercial and industrial uses in the World War II era. They provide an important reminder of the late-19th century upscale residential appearance of Wellington Place before it was absorbed into the extension of Wellington Street West, west of Spadina Avenue.<br />Contextually, the properties at 422 and 424 Wellington Street West support the historical character of the King-Spadina neighbourhood as it developed and evolved in the 19th and 20th centuries from its origins as an institutional and residential community to the city&rsquo;s manufacturing centre. In King-Spadina, the McLeish-Powell Houses reflect the development in the late 1800s of the section of Wellington Street West originally known as Wellington Place as an upscale residential enclave that was enveloped by early 20th century industrial warehouses. Situated in-between warehouse buildings, the McLeish-Powell Houses are historically and visually linked to their surroundings where they are the finest of the small group of surviving 19th-century residential buildings along the thoroughfare.<br />Heritage Attributes<br />The heritage attributes of the McLeish-Powell Houses on the properties at 422 and 424 Wellington Street West are:<br />1.&nbsp; The placement, setback and orientation of the buildings on the north side of Wellington Street West between Spadina Avenue and Portland Street</p>\n<p>2.&nbsp; The scale, form and massing of the pair of 2&frac12;-storey semi-detached house form buildings with the rectangular-shaped plans above the stone foundation.</p>\n<p>3.&nbsp; The hipped-gable roof covering the buildings with the gabled and hipped dormers, including the trio on the south slope, with the decorative wood bargeboard and brackets</p>\n<p>4.&nbsp; The materials, with the red brick cladding and the brick, stone, wood and terra cotta detailing</p>\n<p>5.&nbsp; The arrangement of the principal (south) elevations of the houses as mirror images, where the main entrances with the flat transoms are placed side-by-side in the centre of the first (ground) floor beneath the pairs of round-arched window openings in the second and attic stories (the doors have been replaced)</p>\n<p>6.&nbsp; On the south elevations, in the outer bays, the three-storey bay windows with the segmental-arched and the flat-headed openings</p>\n<p>7.&nbsp; The east and west side elevations, which repeat the fenestration, including the three-storey bay windows</p>\n<p>8.&nbsp; The detailing on the door and window openings, with the continuous stone lintels and sills, and the brick voussoirs with the stone drip moulds and keystones</p>\n<p>9.&nbsp; The terra cotta detailing, incorporating panels with scrollwork and animal heads above the bay windows and in the roundel on the south centre bay</p>\n<p>Notice of an objection to the proposed designation may be served on the City Clerk, Attention: Ellen Devlin, Administrator, Toronto and East York Community Council, Toronto City Hall, 100 Queen Street West, 2nd floor, Toronto, Ontario, M5H 2N2, within thirty days of March 6, 2018, which is April 5, 2018. The notice of objection must set out the reason(s) for the objection, and all relevant facts.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 89,
  "otherReferenceList": [
    {
      "description": "TE27.19 - Intention to Designate Under Part IV, Section 29 of the Ontario Heritage Act - 422 and 424 Wellington Street West",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2017.TE27.19"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the Matter of the Ontario Heritage Act  R.S.O. 1990, Chapter 0.18 and  City of Toronto, Province of Ontario",
  "title": "Notice of Intention to Designate - 422 and 424 Wellington Street West",
  "topics": [
    "Heritage > Intention to designate a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
