{
  "addressList": [
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "69 Long Branch Avenue Toronto Ontario",
      "latitudeCoordinate": "43.5936421216",
      "longitudeCoordinate": "-79.5333878357",
      "postalCode": "M8W 3J5",
      "province": "Ontario",
      "streetAddress": "69 Long Branch Avenue"
    },
    {
      "city": "Toronto",
      "country": "Canada",
      "fullAddress": "24 Marina Avenue Toronto Ontario",
      "latitudeCoordinate": "43.5936835588",
      "longitudeCoordinate": "-79.533199005",
      "postalCode": "M8W 1K2",
      "province": "Ontario",
      "streetAddress": "24 Marina Avenue"
    }
  ],
  "backgroundInformationList": [
    {
      "description": "Notice of Alteration - 69 Long Branch Avenue and 24 Marina Avenue",
      "url": "https://secure.toronto.ca/nm/api/individual/fileSpace.do?f=782"
    }
  ],
  "contact": {
    "city": "Toronto",
    "contactName": "Etobicoke York Community Council",
    "country": "Canada",
    "emailAddress": "etcc@toronto.ca",
    "fax": "416-394-5600",
    "locationName": "Etobicoke Civic Centre",
    "phone": "416-392-8016",
    "postalCode": "M9C 2Y2",
    "province": "Ontario",
    "streetAddress": "399 The West Mall"
  },
  "decisionBody": "City Council",
  "eventList": [],
  "noticeDate": 1565668800000,
  "noticeDescription": "<p>Take notice that the Council of the City of Toronto on July 16, 17 and 18, 2019, having considered an application to alter two structures designated under Part IV of the Ontario Heritage Act for 69 Long Branch Avenue and 24 Marina Avenue decided among other things, to</p>\n<p>1. City Council approve the alterations to the heritage building at 69 Long Branch Avenue, in accordance with Section 33 of the Ontario Heritage Act to allow for its use as a day care on lands known municipally as 69 Long Branch Avenue, with such alterations substantially in accordance with the plans prepared by C &amp; Partners Architects, dated April 8, 2019 and May 6, 2019, and on file with the Senior Manager, Heritage Preservation Services, and subject to the following conditions:</p>\n<p style=\"padding-left: 30px;\">a. prior to the issuance of any heritage permit for the property at 69 Long Branch Avenue, but excluding permits for interior work that will not impact the heritage attributes identified in designation By-law 75-2018, repairs and maintenance and usual and minor works for the existing heritage building as are acceptable to the Senior Manager, Heritage Preservation Services, the applicant provide the following to the satisfaction of the Senior Manager, Heritage Preservation Services:</p>\n<p style=\"padding-left: 60px;\">1. provide full building permit drawings for the interior alterations and a landscape plan consistent with the approved plans prepared by C &amp; Partners Architects, dated April 8, 2019 and May 6, 2019, and on file with the Senior Manager, Heritage Preservation Services, to the satisfaction of the Senior Manager, Heritage Preservation Services.</p>\n<p>Appeal to the Conservation Review Board:<br />The Ontario Heritage Act states that where a Council consents to an application to alter a designated property with certain terms or conditions, or refuses the application, the owner may, within thirty days after receipt of this notice, apply to the Council for a hearing before the Conservation Review Board.</p>\n<p>The owner may request a hearing before the Conservation Review Board in this matter, by writing to the City Clerk:&nbsp; Attention Rosemary MacKenzie, Administrator, Etobicoke York Community Council, Etobicoke Civic Centre, Main Floor, 399 The West Mall, Toronto, Ontario, M9C 2Y2, by 4:30 p.m. on or before September 12, 2019.</p>",
  "noticeHeadingType": "Public Notice",
  "noticeId": 982,
  "otherReferenceList": [
    {
      "description": "EY7.11 - Alterations to Two Designated Heritage Properties - 69 Long Branch Avenue and 24 Marina Avenue",
      "url": "http://app.toronto.ca/tmmis/viewAgendaItemHistory.do?item=2019.EY7.11"
    }
  ],
  "planningApplicationNumbers": [],
  "signedBy": "Ulli S. Watkiss, City Clerk",
  "subheading": "In the matter of the Ontario Heritage Act R.S.O. 1990 Chapter 0.18 and City of Toronto, Province of Ontario, 69 Long Branch Avenue and 24 Marina Avenue",
  "title": "Notice of Alteration - 69 Long Branch Avenue and 24 Marina Avenue",
  "topics": [
    "Heritage > Decision on alteration to a heritage property"
  ],
  "uniqueMapUrl": [
    "https://www.toronto.ca/legdocs/nmis/legend/images/legend-heritage.png"
  ]
}
